import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/出埃及记/35.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/出埃及记/35.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>35:1 摩西招聚以色列全会众，对他们说：“这是耶和华所吩咐的话，叫你们照著行。</p><p><a id="2"></a>35:2 六日要做工，第七日乃为圣日，当向耶和华守为安息圣日；凡这日之内做工的，必把他治死。</p><p><a id="3"></a>35:3 当安息日，不可在你们一切的住处生火。”</p><p><a id="4"></a>35:4 摩西对以色列全会众说：“耶和华所吩咐的是这样：</p><p><a id="5"></a>35:5 你们中间要拿礼物献给耶和华。凡乐意献的，可以拿耶和华的礼物来，就是金、银、铜，</p><p><a id="6"></a>35:6 蓝色、紫色、朱红色线，细麻，山羊毛，</p><p><a id="7"></a>35:7 染红的公羊皮、海狗皮，皂荚木，</p><p><a id="8"></a>35:8 点灯的油，并做膏油和香的香料，</p><p><a id="9"></a>35:9 红玛瑙与别样的宝石，可以镶嵌在以弗得和胸牌上。</p><p><a id="10"></a>35:10 你们中间凡心里有智慧的，都要来做耶和华一切所吩咐的：</p><p><a id="11"></a>35:11 就是帐幕和帐幕的罩棚，并帐幕的盖、钩子、板、闩、柱子、带卯的座；</p><p><a id="12"></a>35:12 柜和柜的杠，施恩座和遮掩柜的幔子；</p><p><a id="13"></a>35:13 桌子和桌子的杠与桌子的一切器具，并陈设饼；</p><p><a id="14"></a>35:14 灯台和灯台的器具，灯盏并点灯的油；</p><p><a id="15"></a>35:15 香坛和坛的杠，膏油和馨香的香料，并帐幕门口的廉子；</p><p><a id="16"></a>35:16 燔祭坛和坛的铜网、坛的杠，并坛的一切器具，洗濯盆和盆座；</p><p><a id="17"></a>35:17 院子的帷子和帷子的柱子，带卯的座和院子的门廉；</p><p><a id="18"></a>35:18 帐幕的橛子，并院子的橛子，和这两处的绳子；</p><p><a id="19"></a>35:19 精工做的礼服，和祭司亚伦并他儿子在圣所用以供祭司职分的圣衣。”</p><p><a id="20"></a>35:20 以色列全会众从摩西面前退去。</p><p><a id="21"></a>35:21 凡心里受感和甘心乐意的都拿耶和华的礼物来，用以做会幕和其中一切的使用，又用以做圣衣。</p><p><a id="22"></a>35:22 凡心里乐意献礼物的，连男带女，各将金器，就是胸前针、耳环（注：或作“鼻环”）、打印的戒指和手钏，带来献给耶和华。</p><p><a id="23"></a>35:23 凡有蓝色、紫色、朱红色线，细麻，山羊毛，染红的公羊皮、海狗皮的，都拿了来。</p><p><a id="24"></a>35:24 凡献银子和铜给耶和华为礼物的都拿了来。凡有皂荚木可做甚么使用的也拿了来。</p><p><a id="25"></a>35:25 凡心中有智慧的妇女亲手纺线，把所纺的蓝色、紫色、朱红色线和细麻都拿了来。</p><p><a id="26"></a>35:26 凡有智慧心里受感的妇女就纺山羊毛。</p><p><a id="27"></a>35:27 众官长把红玛瑙和别样的宝石，可以镶嵌在以弗得与胸牌上的，都拿了来；</p><p><a id="28"></a>35:28 又拿香料做香，拿油点灯，做膏油。</p><p><a id="29"></a>35:29 以色列人，无论男女，凡甘心乐意献礼物给耶和华的，都将礼物拿来，做耶和华藉摩西所吩咐的一切工。</p><p><a id="30"></a>35:30 摩西对以色列人说：“犹大支派中户珥的孙子、乌利的儿子比撒列，耶和华已经提他的名召他，</p><p><a id="31"></a>35:31 又以　神的灵充满了他，使他有智慧、聪明、知识，能做各样的工；</p><p><a id="32"></a>35:32 能想出巧工，用金、银、铜制造各物；</p><p><a id="33"></a>35:33 又能刻宝石，可以镶嵌；能雕刻木头，能做各样的巧工。</p><p><a id="34"></a>35:34 耶和华又使他和但支派中亚希撒抹的儿子亚何利亚伯，心里灵明，能教导人。</p><p><a id="35"></a>35:35 耶和华使他们的心满有智慧，能做各样的工。无论是雕刻的工，巧匠的工，用蓝色、紫色、朱红色线和细麻绣花的工，并机匠的工，他们都能做，也能想出奇巧的工。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/出埃及记/35.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _35 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _35 as default
};
