import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/列王记(上)/6.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/列王记(上)/6.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>6:1 以色列人出埃及地后四百八十年，所罗门作以色列王第四年西弗月，就是二月，开工建造耶和华的殿。</p><p><a id="2"></a>6:2 所罗门王为耶和华所建的殿，长六十肘，宽二十肘，高三十肘。</p><p><a id="3"></a>6:3 殿前的廊子长二十肘，与殿的宽窄一样，阔十肘。</p><p><a id="4"></a>6:4 又为殿做了严紧的窗棂。</p><p><a id="5"></a>6:5 靠著殿墙，围著外殿内殿，造了三层旁屋。</p><p><a id="6"></a>6:6 下层宽五肘，中层宽六肘，上层宽七肘。殿外旁屋的梁木，搁在殿墙坎上，免得插入殿墙。</p><p><a id="7"></a>6:7 建殿是用山中凿成的石头。建殿的时候，锤子、斧子和别样铁器的响声都没有听见。</p><p><a id="8"></a>6:8 在殿右边当中的旁屋有门，门内有旋螺的楼梯，可以上到第二层，从第二层可以上到第三层。</p><p><a id="9"></a>6:9 所罗门建殿，安置香柏木的栋梁，又用香柏木板遮盖。</p><p><a id="10"></a>6:10 靠著殿所造的旁屋，每层高五肘，香柏木的栋梁，搁在殿墙坎上。</p><p><a id="11"></a>6:11 耶和华的话临到所罗门说：</p><p><a id="12"></a>6:12 “论到你所建的这殿，你若遵行我的律例，谨守我的典章，遵从我的一切诫命，我必向你应验我所应许你父亲大卫的话。</p><p><a id="13"></a>6:13 我必住在以色列人中间，并不丢弃我民以色列。”</p><p><a id="14"></a>6:14 所罗门建造殿宇，</p><p><a id="15"></a>6:15 殿里面用香柏木板贴墙，从地到棚顶，都用木板遮蔽，又用松木板铺地。</p><p><a id="16"></a>6:16 内殿，就是至圣所，长二十肘，从地到棚顶，用香柏木板遮蔽（注：或作“隔断”）。</p><p><a id="17"></a>6:17 内殿前的外殿，长四十肘。</p><p><a id="18"></a>6:18 殿里一点石头都不显露，一概用香柏木遮蔽，上面刻著野瓜和初开的花。</p><p><a id="19"></a>6:19 殿里预备了内殿，好安放耶和华的约柜。</p><p><a id="20"></a>6:20 内殿长二十肘，宽二十肘，高二十肘，墙面都贴上精金。又用香柏木做坛，包上精金。</p><p><a id="21"></a>6:21 所罗门用精金贴了殿内的墙，又用金链子挂在内殿前门扇，用金包裹。</p><p><a id="22"></a>6:22 全殿都贴上金子，直到贴完，内殿前的坛也都用金包裹。</p><p><a id="23"></a>6:23 他用橄榄木做两个基路伯，各高十肘，安在内殿。</p><p><a id="24"></a>6:24 这一个基路伯有两个□膀，各长五肘，从这翅膀尖到那翅膀尖，共有十肘；</p><p><a id="25"></a>6:25 那一个基路伯的两个翅膀也是十肘，两个基路伯的尺寸、形像都是一样。</p><p><a id="26"></a>6:26 这基路伯高十肘，那基路伯也是如此。</p><p><a id="27"></a>6:27 他将两个基路伯安在内殿里。基路伯的翅膀是张开的，这基路伯的一个翅膀挨著这边的墙，那基路伯的一个翅膀挨著那边的墙，里边的两个翅膀，在殿中间彼此相接。</p><p><a id="28"></a>6:28 又用金子包裹二基路伯。</p><p><a id="29"></a>6:29 内殿外殿周围的墙上，都刻著基路伯、棕树和初开的花。</p><p><a id="30"></a>6:30 内殿、外殿的地板都贴上金子。</p><p><a id="31"></a>6:31 又用橄榄木制造内殿的门扇、门楣、门框，门口有墙的五分之一。</p><p><a id="32"></a>6:32 在橄榄木做的两门扇上，刻著基路伯、棕树和初开的花，都贴上金子。</p><p><a id="33"></a>6:33 又用橄榄木制造外殿的门框，门口有墙的四分之一。</p><p><a id="34"></a>6:34 用松木做门两扇：这扇分两扇，是摺叠的；那扇分两扇，也是摺叠的。</p><p><a id="35"></a>6:35 上面刻著基路伯、棕树和初开的花，都用金子贴了。</p><p><a id="36"></a>6:36 他又用凿成的石头三层，香柏木一层，建筑内院。</p><p><a id="37"></a>6:37 所罗门在位第四年西弗月，立了耶和华殿的根基。</p><p><a id="38"></a>6:38 到十一年布勒月，就是八月，殿和一切属殿的都按著样式造成。他建殿的工夫共有七年。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/列王记(上)/6.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _6 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _6 as default
};
