import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/创世记/17.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/创世记/17.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>17:1 亚伯兰年九十九岁的时候，耶和华向他显现，对他说：“我是全能的　神，你当在我面前作完全人，</p><p><a id="2"></a>17:2 我就与你立约，使你的后裔极其繁多。”</p><p><a id="3"></a>17:3 亚伯兰俯伏在地，　神又对他说：</p><p><a id="4"></a>17:4 “我与你立约，你要作多国的父。</p><p><a id="5"></a>17:5 从此以后，你的名不再叫亚伯兰，要叫亚伯拉罕，因为我已立你作多国的父。</p><p><a id="6"></a>17:6 我必使你的后裔极其繁多，国度从你而立，君王从你而出。</p><p><a id="7"></a>17:7 我要与你并你世世代代的后裔坚立我的约，作永远的约，是要作你和你后裔的　神。</p><p><a id="8"></a>17:8 我要将你现在寄居的地，就是迦南全地，赐给你和你的后裔，永远为业。我也必作他们的　神。”</p><p><a id="9"></a>17:9 神又对亚伯拉罕说：“你和你的后裔必世世代代遵守我的约。</p><p><a id="10"></a>17:10 你们所有的男子都要受割礼，这就是我与你，并你的后裔所立的约，是你们所当遵守的。</p><p><a id="11"></a>17:11 你们都要受割礼（注：原文作“割阳皮”。14、23、24、25节同），这是我与你们立约的证据。</p><p><a id="12"></a>17:12 你们世世代代的男子，无论是家里生的，是在你后裔之外用银子从外人买的，生下来第八日，都要受割礼。</p><p><a id="13"></a>17:13 你家里生的和你用银子买的，都必须受割礼。这样，我的约就立在你们肉体上，作永远的约。</p><p><a id="14"></a>17:14 但不受割礼的男子，必从民中剪除，因他背了我的约。”</p><p><a id="15"></a>17:15 神又对亚伯拉罕说：“你的妻子撒莱，不可再叫撒莱，她的名要叫撒拉。</p><p><a id="16"></a>17:16 我必赐福给她，也要使你从她得一个儿子。我要赐福给她，她也要作多国之母；必有百姓的君王从她而出。”</p><p><a id="17"></a>17:17 亚伯拉罕就俯伏在地喜笑心里说：“一百岁的人还能得孩子吗？撒拉已经九十岁了，还能生养吗？”</p><p><a id="18"></a>17:18 亚伯拉罕对　神说：“但愿以实玛利活在你面前。”</p><p><a id="19"></a>17:19 神说：“不然，你妻子撒拉要给你生一个儿子，你要给他起名叫以撒。我要与他坚定所立的约，作他后裔永远的约。</p><p><a id="20"></a>17:20 至于以实玛利，我也应允你，我必赐福给他，使他昌盛，极其繁多。他必生十二个族长；我也要使他成为大国。</p><p><a id="21"></a>17:21 到明年这时节，撒拉必给你生以撒，我要与他坚定所立的约。”</p><p><a id="22"></a>17:22 神和亚伯拉罕说完了话，就离开他上升去了。</p><p><a id="23"></a>17:23 正当那日，亚伯拉罕遵著　神的命，给他的儿子以实玛利和家里的一切男子，无论是在家里生的，是用银子买的，都行了割礼。</p><p><a id="24"></a>17:24 亚伯拉罕受割礼的时候年九十九岁。</p><p><a id="25"></a>17:25 他儿子以实玛利受割礼的时候年十三岁。</p><p><a id="26"></a>17:26 正当那日，亚伯拉罕和他儿子以实玛利一同受了割礼。</p><p><a id="27"></a>17:27 家里所有的人，无论是在家里生的，是用银子从外人买的，也都一同受了割礼。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/创世记/17.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _17 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _17 as default
};
