import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/列王记(上)/16.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/列王记(上)/16.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>16:1 耶和华的话临到哈拿尼的儿子耶户，责备巴沙说：</p><p><a id="2"></a>16:2 “我既从尘埃中提拔你，立你作我民以色列的君，你竟行耶罗波安所行的道，使我民以色列陷在罪里，惹我发怒。</p><p><a id="3"></a>16:3 我必除尽你和你的家，使你的家像尼八的儿子耶罗波安的家一样。</p><p><a id="4"></a>16:4 凡属巴沙的人，死在城中的必被狗吃；死在田野的必被空中的鸟吃。”</p><p><a id="5"></a>16:5 巴沙其余的事，凡他所行的和他的勇力，都写在以色列诸王记上。</p><p><a id="6"></a>16:6 巴沙与他列祖同睡，葬在得撒。他儿子以拉接续他作王。</p><p><a id="7"></a>16:7 耶和华的话临到哈拿尼的儿子先知耶户，责备巴沙和他的家，因他行耶和华眼中看为恶的一切事，以他手所做的惹耶和华发怒，像耶罗波安的家一样，又因他杀了耶罗波安的全家。</p><p><a id="8"></a>16:8 犹大王亚撒二十六年，巴沙的儿子以拉在得撒登基作以色列王，共二年。</p><p><a id="9"></a>16:9 有管理他一半战车的臣子心利背叛他。当他在得撒家宰亚杂家里喝醉的时候，</p><p><a id="10"></a>16:10 心利就进去杀了他，篡了他的位。这是犹大王亚撒二十七年的事。</p><p><a id="11"></a>16:11 心利一坐王位，就杀了巴沙的全家，连他的亲属、朋友也没有留下一个男丁。</p><p><a id="12"></a>16:12 心利这样灭绝巴沙的全家，正如耶和华藉先知耶户责备巴沙的话。</p><p><a id="13"></a>16:13 这是因巴沙和他儿子以拉的一切罪，就是他们使以色列人陷在罪里的那罪，以虚无的神惹耶和华以色列　神的怒气。</p><p><a id="14"></a>16:14 以拉其余的事，凡他所行的，都写在以色列诸王记上。</p><p><a id="15"></a>16:15 犹大王亚撒二十七年，心利在得撒作王七日。那时民正安营围攻非利士的基比顿。</p><p><a id="16"></a>16:16 民在营中听说心利背叛，又杀了王，故此以色列众人当日在营中立元帅暗利作以色列王。</p><p><a id="17"></a>16:17 暗利率领以色列众人从基比顿上去，围困得撒。</p><p><a id="18"></a>16:18 心利见城破失，就进了王宫的卫所，放火焚烧宫殿，自焚而死。</p><p><a id="19"></a>16:19 这是因他犯罪，行耶和华眼中看为恶的事，行耶罗波安所行的，犯他使以色列人陷在罪里的那罪。</p><p><a id="20"></a>16:20 心利其余的事，和他背叛的情形，都写在以色列诸王记上。</p><p><a id="21"></a>16:21 那时，以色列民分为两半：一半随从基纳的儿子提比尼，要立他作王；一半随从暗利。</p><p><a id="22"></a>16:22 但随从暗利的民，胜过随从基纳的儿子提比尼的民。提比尼死了，暗利就作了王。</p><p><a id="23"></a>16:23 犹大王亚撒三十一年，暗利登基作以色列王共十二年，在得撒作王六年。</p><p><a id="24"></a>16:24 暗利用二他连得银子，向撒玛买了撒马利亚山，在山上造城，就按著山的原主撒玛的名，给所造的城起名叫撒马利亚。</p><p><a id="25"></a>16:25 暗利行耶和华眼中看为恶的事，比他以前的列王作恶更甚。</p><p><a id="26"></a>16:26 因他行了尼八的儿子耶罗波安所行的，犯他使以色列人陷在罪里的那罪，以虚无的神惹耶和华以色列　神的怒气。</p><p><a id="27"></a>16:27 暗利其余的事和他所显出的勇力，都写在以色列诸王记上。</p><p><a id="28"></a>16:28 暗利与他列祖同睡，葬在撒马利亚。他儿子亚哈接续他作王。</p><p><a id="29"></a>16:29 犹大王亚撒三十八年，暗利的儿子亚哈登基作了以色列王。暗利的儿子亚哈在撒马利亚作以色列王二十二年。</p><p><a id="30"></a>16:30 暗利的儿子亚哈行耶和华眼中看为恶的事，比他以前的列王更甚，</p><p><a id="31"></a>16:31 犯了尼八的儿子耶罗波安所犯的罪。他还以为轻，又娶了西顿王谒巴力的女儿耶洗别为妻，去事奉敬拜巴力。</p><p><a id="32"></a>16:32 在撒马利亚建造巴力的庙，在庙里为巴力筑坛。</p><p><a id="33"></a>16:33 亚哈又做亚舍拉，他所行的惹耶和华以色列　神的怒气，比他以前的以色列诸王更甚。</p><p><a id="34"></a>16:34 亚哈在位的时候，有伯特利人希伊勒重修耶利哥城，立根基的时候，丧了长子亚比兰；安门的时候，丧了幼子西割，正如耶和华藉嫩的儿子约书亚所说的话。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/列王记(上)/16.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _16 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _16 as default
};
