import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/以西结书/21.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/以西结书/21.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>21:1 耶和华的话临到我说：</p><p><a id="2"></a>21:2 “人子啊，你要面向耶路撒冷和圣所滴下预言，攻击以色列地。</p><p><a id="3"></a>21:3 对以色列地说：‘耶和华如此说：我与你为敌，并要拔刀出鞘，从你中间将义人和恶人一并剪除。</p><p><a id="4"></a>21:4 我既要从你中间剪除义人和恶人，所以我的刀要出鞘，自南至北攻击一切有血气的。</p><p><a id="5"></a>21:5 一切有血气的就知道我耶和华已经拔刀出鞘，必不再入鞘。’</p><p><a id="6"></a>21:6 人子啊，你要叹息，在他们眼前弯著腰，苦苦地叹息。</p><p><a id="7"></a>21:7 他们问你说：‘为何叹息呢？’你就说：‘因为有风声，灾祸要来。人心都必消化，手都发软，精神衰败，膝弱如水。’看哪！这灾祸临近，必然成就。这是主耶和华说的。”</p><p><a id="8"></a>21:8 耶和华的话临到我说：</p><p><a id="9"></a>21:9 “人子啊，你要预言。耶和华吩咐我如此说：‘有刀、有刀，是磨快擦亮的；</p><p><a id="10"></a>21:10 磨快为要行杀戮，擦亮为要像闪电。我们岂可快乐吗？罚我子的杖藐视各树。</p><p><a id="11"></a>21:11 这刀已经交给人擦亮，为要应手使用；这刀已经磨快擦亮，好交在行杀戮的人手中。</p><p><a id="12"></a>21:12 人子啊，你要呼喊哀号，因为这刀临到我的百姓和以色列一切的首领，他们和我的百姓都交在刀下，所以你要拍腿叹息。</p><p><a id="13"></a>21:13 有试验的事，若那藐视的杖归于无有，怎么样呢？这是主耶和华说的。’</p><p><a id="14"></a>21:14 人子啊，你要拍掌预言。我耶和华要使这刀，就是致死伤的刀，一连三次加倍刺人，进入他们的内屋，使大人受死伤的就是这刀。</p><p><a id="15"></a>21:15 我设立这恐吓人的刀，攻击他们的一切城门，使他们的心消化，加增他们跌倒的事。哎！这刀造得像闪电，磨得尖利要行杀戮。</p><p><a id="16"></a>21:16 刀啊，你归在右边，摆在左边，你面向哪方，就向那方杀戮。</p><p><a id="17"></a>21:17 我也要拍掌，并要使我的忿怒止息。这是我耶和华说的。”</p><p><a id="18"></a>21:18 耶和华的话又临到我说：</p><p><a id="19"></a>21:19 “人子啊，你要定出两条路，好使巴比伦王的刀来。这两条路必从一地分出来，又要在通城的路口上画出一只手来。</p><p><a id="20"></a>21:20 你要定出一条路，使刀来到亚扪人的拉巴；又要定出一条路，使刀来到犹大的坚固城耶路撒冷。</p><p><a id="21"></a>21:21 因为巴比伦王站在岔路那里，在两条路口上要占卜。他摇签（注：原文作“箭”）求问神像，察看牺牲的肝。</p><p><a id="22"></a>21:22 在右手中拿著为耶路撒冷占卜的签，使他安设撞城锤，张口叫杀，扬声呐喊，筑垒造台，以撞城锤，攻打城门。</p><p><a id="23"></a>21:23 据那些曾起誓的犹大人看来，这是虚假的占卜，但巴比伦王要使他们想起罪孽，以至将他们捉住。</p><p><a id="24"></a>21:24 主耶和华如此说：‘因你们的过犯显露，使你们的罪孽被记念，以至你们的罪恶在行为上都彰显出来。又因你们被记念，就被捉住。</p><p><a id="25"></a>21:25 你这受死伤行恶的以色列王啊，罪孽的尽头到了，受报的日子已到。</p><p><a id="26"></a>21:26 主耶和华如此说：当除掉冠，摘下冕，景况必不再像先前。要使卑者升为高，使高者降为卑。</p><p><a id="27"></a>21:27 我要将这国倾覆，倾覆，而又倾覆，这国也必不再有，直等到那应得的人来到，我就赐给他。’</p><p><a id="28"></a>21:28 人子啊，要发预言说：‘主耶和华论到亚扪人和他们的凌辱，吩咐我如此说：有刀，有拔出来的刀，已经擦亮，为行杀戮，使它像闪电以行吞灭。</p><p><a id="29"></a>21:29 人为你见虚假的异象，行谎诈的占卜，使你倒在受死伤之恶人的颈项上。他们罪孽到了尽头，受报的日子已到。</p><p><a id="30"></a>21:30 你将刀收入鞘吧！在你受造之处、生长之地，我必刑罚你。</p><p><a id="31"></a>21:31 我必将我的恼恨倒在你身上，将我烈怒的火喷在你身上；又将你交在善于杀灭的畜类人手中。</p><p><a id="32"></a>21:32 你必当柴被火焚烧，你的血必流在国中；你必不再被记念，因为这是我耶和华说的。’”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/以西结书/21.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _21 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _21 as default
};
