import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/以赛亚书/60.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/以赛亚书/60.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>60:1 “兴起！发光！因为你的光已经来到！耶和华的荣耀发现照耀你。</p><p><a id="2"></a>60:2 看哪！黑暗遮盖大地，幽暗遮盖万民，耶和华却要显现照耀你！他的荣耀要现在你身上。</p><p><a id="3"></a>60:3 万国要来就你的光，君王要来就你发现的光辉。</p><p><a id="4"></a>60:4 你举目向四方观看，众人都聚集来到你这里。你的众子从远方而来，你的众女也被怀抱而来。</p><p><a id="5"></a>60:5 那时，你看见就有光荣；你心又跳动又宽畅。因为大海丰盛的货物必转来归你，列国的财宝也必来归你。</p><p><a id="6"></a>60:6 成群的骆驼并米甸和以法的独峰驼必遮满你。示巴的众人都必来到，要奉上黄金乳香，又要传说耶和华的赞美。</p><p><a id="7"></a>60:7 基达的羊群都必聚集到你这里，尼拜约的公羊要供你使用；在我坛上必蒙悦纳，我必荣耀我荣耀的殿。</p><p><a id="8"></a>60:8 那些飞来如云，又如鸽子向窗户飞回的是谁呢？</p><p><a id="9"></a>60:9 众海岛必等候我，首先是他施的船只，将你的众子连他们的金银从远方一同带来，都为耶和华你　神的名，又为以色列的圣者，因为他已经荣耀了你。</p><p><a id="10"></a>60:10 外邦人必建筑你的城墙，他们的王必服事你。我曾发怒击打你，现今却施恩怜恤你。</p><p><a id="11"></a>60:11 你的城门必时常开放，昼夜不关，使人把列国的财物带来归你，并将他们的君王牵引而来。</p><p><a id="12"></a>60:12 哪一邦哪一国不事奉你，就必灭亡，也必全然荒废。</p><p><a id="13"></a>60:13 黎巴嫩的荣耀，就是松树、杉树、黄杨树，都必一同归你。为要修饰我圣所之地，我也要使我脚踏之处得荣耀。</p><p><a id="14"></a>60:14 素来苦待你的，他的子孙都必屈身来就你；藐视你的，都要在你脚下跪拜。他们要称你为‘耶和华的城’，为‘以色列圣者的锡安’。</p><p><a id="15"></a>60:15 你虽然被撇弃、被厌恶，甚至无人经过，我却使你变为永远的荣华，成为累代的喜乐。</p><p><a id="16"></a>60:16 你也必吃万国的奶，又吃君王的奶。你便知道我耶和华是你的救主，是你的救赎主，雅各的大能者。</p><p><a id="17"></a>60:17 我要拿金子代替铜，拿银子代替铁，拿铜代替木头，拿铁代替石头；并要以和平为你的官长，以公义为你的监督。</p><p><a id="18"></a>60:18 你地上不再听见强暴的事，境内不再听见荒凉毁灭的事。你必称你的墙为‘拯救’，称你的门为‘赞美’。</p><p><a id="19"></a>60:19 日头不再作你白昼的光，月亮也不再发光照耀你；耶和华却要作你永远的光，你　神要为你的荣耀！</p><p><a id="20"></a>60:20 你的日头不再下落，你的月亮也不退缩；因为耶和华必作你永远的光，你悲哀的日子也完毕了。</p><p><a id="21"></a>60:21 你的居民都成为义人，永远得地为业，是我种的栽子、我手的工作，使我得荣耀。</p><p><a id="22"></a>60:22 至小的族要加增千倍，微弱的国必成为强盛；我耶和华要按定期速成这事。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/以赛亚书/60.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _60 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _60 as default
};
