import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/耶利米书/49.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/耶利米书/49.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>49:1 论亚扪人，耶和华如此说：“以色列没有儿子吗？没有后嗣吗？玛勒堪为何得迦得之地为业呢？属他的民为何住其中的城邑呢？”</p><p><a id="2"></a>49:2 耶和华说：“日子将到，我必使人听见打仗的喊声，是攻击亚扪人拉巴的喊声。拉巴要成为乱堆，属他的乡村（注：原文作“女子”）要被火焚烧。先前得以色列地为业的，此时，以色列倒要得他们的地为业。”这是耶和华说的。</p><p><a id="3"></a>49:3 “希实本哪，你要哀号！因为爱地变为荒场。拉巴的居民哪（注：“居民”原文作“女子”），要呼喊，以麻布束腰；要哭号，在篱笆中跑来跑去，因玛勒堪和属他的祭司、首领要一同被掳去。</p><p><a id="4"></a>49:4 背道的民哪（注：“民”原文作“女子”），你们为何因有山谷，就是水流的山谷夸张呢？为何倚靠财宝说：‘谁能来到我们这里呢？’”</p><p><a id="5"></a>49:5 主万军之耶和华说：“我要使恐吓从四围的人中临到你们，你们必被赶出，各人一直前往，没有人收聚逃民。</p><p><a id="6"></a>49:6 后来我还要使被掳的亚扪人归回。”这是耶和华说的。</p><p><a id="7"></a>49:7 论以东，万军之耶和华如此说：“提幔中再没有智慧吗？明哲人不再有谋略吗？他们的智慧尽归无有吗？</p><p><a id="8"></a>49:8 底但的居民哪，要转身逃跑，住在深密处；因为我向以扫追讨的时候，必使灾殃临到他。</p><p><a id="9"></a>49:9 摘葡萄的若来到他那里，岂不剩下些葡萄呢？盗贼若夜间而来，岂不毁坏直到够了呢？</p><p><a id="10"></a>49:10 我却使以扫赤露，显出他的隐密处，他不能自藏。他的后裔、弟兄、邻舍尽都灭绝，他也归于无有。</p><p><a id="11"></a>49:11 你撇下孤儿，我必保全他们的命，你的寡妇可以倚靠我。”</p><p><a id="12"></a>49:12 耶和华如此说：“原不该喝那杯的一定要喝。你能尽免刑罚吗？你必不能免，一定要喝！”</p><p><a id="13"></a>49:13 耶和华说：“我指著自己起誓，波斯拉必令人惊骇、羞辱、咒诅，并且荒凉。他的一切城邑必变为永远的荒场。”</p><p><a id="14"></a>49:14 我从耶和华那里听见信息，并有使者被差往列国去说：“你们聚集来攻击以东，要起来争战。”</p><p><a id="15"></a>49:15 “我使他在列国中为最小，在世人中被藐视。</p><p><a id="16"></a>49:16 住在山穴中据守山顶的啊，论到你的威吓，你因心中的狂傲自欺，你虽如大鹰高高搭窝，我却从那里拉下你来。”这是耶和华说的。</p><p><a id="17"></a>49:17 “以东必令人惊骇；凡经过的人就受惊骇，又因他一切的灾祸嗤笑。”</p><p><a id="18"></a>49:18 耶和华说：“必无人住在那里，也无人在其中寄居。要像所多玛、蛾摩拉和邻近的城邑倾覆的时候一样。</p><p><a id="19"></a>49:19 仇敌必像狮子从约旦河边的丛林上来，攻击坚固的居所。转眼之间，我要使以东人逃跑离开这地。谁蒙拣选，我就派谁治理这地。谁能比我呢？谁能给我定规日期呢？有何牧人能在我面前站立得住呢？”</p><p><a id="20"></a>49:20 你们要听耶和华攻击以东所说的谋略，和他攻击提幔居民所定的旨意。仇敌定要将他们群众微弱的拉去，定要使他们的居所荒凉。</p><p><a id="21"></a>49:21 因他们仆倒的声音，地就震动。人在红海那里必听见呼喊的声音。</p><p><a id="22"></a>49:22 仇敌必如大鹰飞起，展开翅膀攻击波斯拉。到那日，以东的勇士心中疼痛，如临产的妇人。</p><p><a id="23"></a>49:23 论大马士革：“哈马和亚珥拔蒙羞，因他们听见凶恶的信息就消化了。海上有忧愁，不得平静。</p><p><a id="24"></a>49:24 大马士革发软，转身逃跑。战兢将她捉住，痛苦忧愁将她抓住，如产难的妇人一样。</p><p><a id="25"></a>49:25 我所喜乐可称赞的城，为何被撇弃了呢？</p><p><a id="26"></a>49:26 她的少年人，必仆倒在街上。当那日，一切兵丁必默默无声。”这是万军之耶和华说的。</p><p><a id="27"></a>49:27 “ 我必在大马士革城中使火著起，烧灭便哈达的宫殿。”</p><p><a id="28"></a>49:28 论巴比伦王尼布甲尼撒所攻打的基达和夏琐的诸国，耶和华如此说：“迦勒底人哪，起来上基达去，毁灭东方人。</p><p><a id="29"></a>49:29 他们的帐棚和羊群都要夺去，将幔子和一切器皿，并骆驼为自己掠去。人向他们喊著说：‘四围都有惊吓。’”</p><p><a id="30"></a>49:30 耶和华说：“夏琐的居民哪，要逃奔远方，住在深密处。因为巴比伦王尼布甲尼撒设计谋害你们，起意攻击你们。”</p><p><a id="31"></a>49:31 耶和华说：“迦勒底人哪，起来，上安逸无虑的居民那里去。他们是无门无闩、独自居住的。</p><p><a id="32"></a>49:32 他们的骆驼必成为掠物；他们众多的牲畜必成为掳物。我必将剃周围头发的人分散四方（注：“方”原文作“风”），使灾殃从四围临到他们。”这是耶和华说的。</p><p><a id="33"></a>49:33 “夏琐必成为野狗的住处，永远凄凉。必无人住在那里，也无人在其中寄居。”</p><p><a id="34"></a>49:34 犹大王西底家登基的时候，耶和华论以拦的话临到先知耶利米说：</p><p><a id="35"></a>49:35 万军之耶和华如此说：“我必折断以拦人的弓，就是他们为首的权力。</p><p><a id="36"></a>49:36 我要使四风从天的四方刮来，临到以拦人，将他们分散四方（注：“方”原文作“风”）。这被赶散的人，没有一国不到的。”</p><p><a id="37"></a>49:37 耶和华说：“我必使以拦人在仇敌和寻索其命的人面前惊惶；我也必使灾祸，就是我的烈怒临到他们；又必使刀剑追杀他们，直到将他们灭尽。</p><p><a id="38"></a>49:38 我要在以拦设立我的宝座，从那里除灭君王和首领。”这是耶和华说的。</p><p><a id="39"></a>49:39 “到末后，我还要使被掳的以拦人归回。”这是耶和华说的。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/耶利米书/49.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _49 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _49 as default
};
