import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/历代志(上)/8.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/历代志(上)/8.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>8:1 便雅悯的长子比拉、次子亚实别、三子亚哈拉、</p><p><a id="2"></a>8:2 四子挪哈、五子拉法。</p><p><a id="3"></a>8:3 比拉的儿子是亚大、基拉、亚比忽、</p><p><a id="4"></a>8:4 亚比书、乃幔、亚何亚、</p><p><a id="5"></a>8:5 基拉、示孚汛、户兰。</p><p><a id="6"></a>8:6 以忽的儿子作迦巴居民的族长，被掳到玛拿辖。</p><p><a id="7"></a>8:7 以忽的儿子乃幔、亚希亚、基拉也被掳去。基拉生乌撒、亚希忽。</p><p><a id="8"></a>8:8 沙哈连休他二妻户伸和巴拉之后，在摩押地生了儿子。</p><p><a id="9"></a>8:9 他与妻贺得同房，生了约巴、洗比雅、米沙、玛拉干、</p><p><a id="10"></a>8:10 耶乌斯、沙迦、米玛，他这些儿子都是族长。</p><p><a id="11"></a>8:11 他的妻户伸给他生的儿子有亚比突、以利巴力。</p><p><a id="12"></a>8:12 以利巴力的儿子是希伯、米珊、沙麦。沙麦建立阿挪和罗德二城与其村庄。</p><p><a id="13"></a>8:13 又有比利亚和示玛是亚雅仑居民的族长，是驱逐迦特人的。</p><p><a id="14"></a>8:14 亚希约、沙煞、耶利末、</p><p><a id="15"></a>8:15 西巴第雅、亚拉得、亚得、</p><p><a id="16"></a>8:16 米迦勒、伊施巴、约哈都是比利亚的儿子。</p><p><a id="17"></a>8:17 西巴第雅、米书兰、希西基、希伯、</p><p><a id="18"></a>8:18 伊施米莱、伊斯利亚、约巴都是以利巴力的儿子。</p><p><a id="19"></a>8:19 雅金、细基利、撒底、</p><p><a id="20"></a>8:20 以利乃、洗勒太、以列、</p><p><a id="21"></a>8:21 亚大雅、比拉雅、申拉都是示每的儿子。</p><p><a id="22"></a>8:22 伊施班、希伯、以列、</p><p><a id="23"></a>8:23 亚伯顿、细基利、哈难、</p><p><a id="24"></a>8:24 哈拿尼雅、以拦、安陀提雅、</p><p><a id="25"></a>8:25 伊弗底雅、□努伊勒都是沙煞的儿子。</p><p><a id="26"></a>8:26 珊示莱、示哈利、亚他利雅、</p><p><a id="27"></a>8:27 雅利西、以利亚、细基利都是耶罗罕的儿子。</p><p><a id="28"></a>8:28 这些人都是著名的族长，住在耶路撒冷。</p><p><a id="29"></a>8:29 在基遍住的有基遍的父亲耶利，他的妻名叫玛迦。</p><p><a id="30"></a>8:30 他长子是亚伯顿，他又生苏珥、基士、巴力、拿答、</p><p><a id="31"></a>8:31 基多、亚希约、撒迦、米基罗，</p><p><a id="32"></a>8:32 米基罗生示米暗。这些人和他们的弟兄，在耶路撒冷对面居住。</p><p><a id="33"></a>8:33 尼珥生基士，基士生扫罗，扫罗生约拿单、麦基舒亚、亚比拿达、伊施巴力。</p><p><a id="34"></a>8:34 约拿单的儿子是米力巴力（注：撒母耳下4章4节作“米非波设”），米力巴力生米迦。</p><p><a id="35"></a>8:35 米迦的儿子是□敦、米勒、他利亚、亚哈斯。</p><p><a id="36"></a>8:36 亚哈斯生耶何阿达，耶何阿达生亚拉篾、亚斯玛威、心利，心利生摩撒，</p><p><a id="37"></a>8:37 摩撒生比尼亚。比尼亚的儿子是拉法，拉法的儿子是以利亚萨，以利亚萨的儿子是亚悉。</p><p><a id="38"></a>8:38 亚悉有六个儿子，他们的名字是亚斯利干、波基路、以实玛利、示亚利雅、俄巴底雅、哈难。这都是亚悉的儿子。</p><p><a id="39"></a>8:39 亚悉兄弟以设的长子是乌兰，次子耶乌施，三子是以利法列。</p><p><a id="40"></a>8:40 乌兰的儿子都是大能的勇士，是弓箭手，他们有许多的子孙，共一百五十名，都是便雅悯人。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/历代志(上)/8.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _8 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _8 as default
};
