import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/历代志(下)/13.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/历代志(下)/13.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>13:1 耶罗波安王十八年，亚比雅登基作犹大王，</p><p><a id="2"></a>13:2 在耶路撒冷作王三年。他母亲名叫米该亚（注：又作“玛迦”），是基比亚人乌列的女儿。亚比雅常与耶罗波安争战。</p><p><a id="3"></a>13:3 有一次，亚比雅率领挑选的兵四十万摆阵，都是勇敢的战士；耶罗波安也挑选大能的勇士八十万，对亚比雅摆阵。</p><p><a id="4"></a>13:4 亚比雅站在以法莲山地中的洗玛脸山上说：“耶罗波安和以色列众人哪，要听我说！</p><p><a id="5"></a>13:5 耶和华以色列的　神曾立盐约（注：“盐”即“不废坏”的意思），将以色列国永远赐给大卫和他的子孙，你们不知道吗？</p><p><a id="6"></a>13:6 无奈大卫儿子所罗门的臣仆、尼八儿子耶罗波安起来背叛他的主人。</p><p><a id="7"></a>13:7 有些无赖的匪徒聚集跟从他，逞强攻击所罗门的儿子罗波安；那时，罗波安还幼弱，不能抵挡他们。</p><p><a id="8"></a>13:8 现在你们有意抗拒大卫子孙手下所治耶和华的国，你们的人也甚多，你们那里又有耶罗波安为你们所造当作神的金牛犊。</p><p><a id="9"></a>13:9 你们不是驱逐耶和华的祭司亚伦的后裔和利未人吗？不是照著外邦人的恶俗为自己立祭司吗？无论何人牵一只公牛犊、七只公绵羊，将自己分别出来，就可作虚无之神的祭司。</p><p><a id="10"></a>13:10 至于我们，耶和华是我们的　神！我们并没有离弃他。我们有事奉耶和华的祭司，都是亚伦的后裔，并有利未人各尽其职。</p><p><a id="11"></a>13:11 每日早晚向耶和华献燔祭，烧美香，又在精金的桌子上摆陈设饼；又有金灯台和灯盏，每晚点起，因为我们遵守耶和华我们　神的命，惟有你们离弃了他。</p><p><a id="12"></a>13:12 率领我们的是　神，我们这里也有　神的祭司拿号向你们吹出大声。以色列人哪！不要与耶和华你们列祖的　神争战，因你们必不能亨通。”</p><p><a id="13"></a>13:13 耶罗波安却在犹大人的后头设伏兵。这样，以色列人在犹大人的前头，伏兵在犹大人的后头。</p><p><a id="14"></a>13:14 犹大人回头观看，见前后都有敌兵，就呼求耶和华，祭司也吹号。</p><p><a id="15"></a>13:15 于是犹大人呐喊；犹大人呐喊的时候，　神就使耶罗波安和以色列众人败在亚比雅与犹大人面前。</p><p><a id="16"></a>13:16 以色列人在犹大人面前逃跑，　神将他们交在犹大人手里。</p><p><a id="17"></a>13:17 亚比雅和他的军兵大大杀戮以色列人。以色列人仆倒死亡的精兵有五十万。</p><p><a id="18"></a>13:18 那时，以色列人被制伏了，犹大人得胜，是因倚靠耶和华他们列祖的　神。</p><p><a id="19"></a>13:19 亚比雅追赶耶罗波安，攻取了他的几座城，就是伯特利和属伯特利的镇市，耶沙拿和属耶沙拿的镇市，以法拉音（注：或作“以弗伦”）和属以法拉音的镇市。</p><p><a id="20"></a>13:20 亚比雅在世的时候，耶罗波安不能再强盛，耶和华攻击他，他就死了。</p><p><a id="21"></a>13:21 亚比雅却渐渐强盛，娶妻妾十四个，生了二十二个儿子，十六个女儿。</p><p><a id="22"></a>13:22 亚比雅其余的事和他的言行，都写在先知易多的传上。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/历代志(下)/13.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _13 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _13 as default
};
