import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/民数记/35.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/民数记/35.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>35:1 耶和华在摩押平原约旦河边耶利哥对面晓谕摩西说：</p><p><a id="2"></a>35:2 “你吩咐以色列人，要从所得为业的地中把些城给利未人居住，也要把这城四围的郊野给利未人。</p><p><a id="3"></a>35:3 这城邑要归他们居住，城邑的郊野可以牧养他们的牛羊和各样的牲畜，又可以安置他们的财物。</p><p><a id="4"></a>35:4 你们给利未人的郊野，要从城根起，四围往外量一千肘。</p><p><a id="5"></a>35:5 另外，东量二千肘，南量二千肘，西量二千肘，北量二千肘为边界，城在当中，这要归他们作城邑的郊野。</p><p><a id="6"></a>35:6 你们给利未人的城邑，其中当有六座逃城，使误杀人的可以逃到那里。此外还要给他们四十二座城。</p><p><a id="7"></a>35:7 你们要给利未人的城共有四十八座，连城带郊野都要给他们。</p><p><a id="8"></a>35:8 以色列人所得的地业，从中要把些城邑给利未人。人多的就多给；人少的就少给。各支派要按所承受为业之地把城邑给利未人。”</p><p><a id="9"></a>35:9 耶和华晓谕摩西说：</p><p><a id="10"></a>35:10 “你吩咐以色列人说：‘你们过约旦河，进了迦南地，</p><p><a id="11"></a>35:11 就要分出几座城，为你们作逃城，使误杀人的可以逃到那里。</p><p><a id="12"></a>35:12 这些城可以作逃避报仇人的城，使误杀人的不至于死，等他站在会众面前听审判。</p><p><a id="13"></a>35:13 你们所分出来的城，要作六座逃城。</p><p><a id="14"></a>35:14 在约旦河东要分出三座城；在迦南地也要分出三座城，都作逃城。</p><p><a id="15"></a>35:15 这六座城要给以色列人和他们中间的外人并寄居的，作为逃城，使误杀人的都可以逃到那里。</p><p><a id="16"></a>35:16 倘若人用铁器打人，以致打死，他就是故杀人的，故杀人的必被治死；</p><p><a id="17"></a>35:17 若用可以打死人的石头打死了人，他就是故杀人的，故杀人的必被治死；</p><p><a id="18"></a>35:18 若用可以打死人的木器打死了人，他就是故杀人的，故杀人的必被治死；</p><p><a id="19"></a>35:19 报血仇的必亲自杀那故杀人的，一遇见就杀他。</p><p><a id="20"></a>35:20 人若因怨恨把人推倒，或是埋伏往人身上扔物，以致于死；</p><p><a id="21"></a>35:21 或是因仇恨用手打人，以致于死，那打人的必被治死。他是故杀人的，报血仇的一遇见就杀他。</p><p><a id="22"></a>35:22 倘若人没有仇恨，忽然将人推倒；或是没有埋伏，把物扔在人身上；</p><p><a id="23"></a>35:23 或是没有看见的时候，用可以打死人的石头，扔在人身上，以致于死，本来与他无仇，也无意害他。</p><p><a id="24"></a>35:24 会众就要照典章，在打死人的和报血仇的中间审判。</p><p><a id="25"></a>35:25 会众要救这误杀人的脱离报血仇人的手，也要使他归入逃城。他要住在其中，直等到受圣膏的大祭司死了。</p><p><a id="26"></a>35:26 但误杀人的，无论甚么时候，若出了逃城的境外，</p><p><a id="27"></a>35:27 报血仇的在逃城境外遇见他，将他杀了，报血仇的就没有流血之罪。</p><p><a id="28"></a>35:28 因为误杀人的该住在逃城里，等到大祭司死了。大祭司死了以后，误杀人的才可以回到他所得为业之地。</p><p><a id="29"></a>35:29 这在你们一切的住处，要作你们世世代代的律例、典章。</p><p><a id="30"></a>35:30 无论谁故杀人，要凭几个见证人的口，把那故杀人的杀了，只是不可凭一个见证的口叫人死。</p><p><a id="31"></a>35:31 故杀人犯死罪的，你们不可收赎价代替他的命，他必被治死。</p><p><a id="32"></a>35:32 那逃到逃城的人，你们不可为他收赎价，使他在大祭司未死以先，再来住在本地。</p><p><a id="33"></a>35:33 这样，你们就不污秽所住之地，因为血是污秽地的。若有在地上流人血的，非流那杀人者的血，那地就不得洁净（注：“洁净”原文作“赎”）。</p><p><a id="34"></a>35:34 你们不可玷污所住之地，就是我住在其中之地，因为我耶和华住在以色列人中间。’”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/民数记/35.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _35 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _35 as default
};
