import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/马可福音/12.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/马可福音/12.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>12:1 耶稣就用比喻对他们说：“有人栽了一个葡萄园，周围圈上篱笆，挖了一个压酒池，盖了一座楼，租给园户，就往外国去了。</p><p><a id="2"></a>12:2 到了时候，打发一个仆人到园户那里，要从园户收葡萄园的果子。</p><p><a id="3"></a>12:3 园户拿住他，打了他，叫他空手回去。</p><p><a id="4"></a>12:4 再打发一个仆人到他们那里，他们打伤他的头，并且凌辱他。</p><p><a id="5"></a>12:5 又打发一个仆人去，他们就杀了他。后又打发好些仆人去，有被他们打的，有被他们杀的。</p><p><a id="6"></a>12:6 园主还有一位是他的爱子，末后又打发他去，意思说：‘他们必尊敬我的儿子。’</p><p><a id="7"></a>12:7 不料，那些园户彼此说：‘这是承受产业的。来吧，我们杀他，产业就归我们了！’</p><p><a id="8"></a>12:8 于是拿住他，杀了他，把他丢在园外。</p><p><a id="9"></a>12:9 这样，葡萄园的主人要怎样办呢？他要来除灭那些园户，将葡萄园转给别人。</p><p><a id="10"></a>12:10 经上写著说：‘匠人所弃的石头，已作了房角的头块石头。</p><p><a id="11"></a>12:11 这是主所作的，在我们眼中看为希奇。’这经你们没有念过吗？”</p><p><a id="12"></a>12:12 他们看出这比喻是指著他们说的，就想要捉拿他，只是惧怕百姓，于是离开他走了。</p><p><a id="13"></a>12:13 后来，他们打发几个法利赛人和几个希律党的人到耶稣那里，要就著他的话陷害他。</p><p><a id="14"></a>12:14 他们来了，就对他说：“夫子，我们知道你是诚实的，甚么人你都不徇情面，因为你不看人的外貌，乃是诚诚实实传　神的道。纳税给凯撒可以不可以？</p><p><a id="15"></a>12:15 我们该纳不该纳？”耶稣知道他们的假意，就对他们说：“你们为甚么试探我，拿一个银钱来给我看。”</p><p><a id="16"></a>12:16 他们就拿了来。耶稣说：“这像和这号是谁的？”他们说：“是凯撒的。”</p><p><a id="17"></a>12:17 耶稣说：“凯撒的物当归给凯撒，　神的物当归给　神。”他们就很希奇他。</p><p><a id="18"></a>12:18 撒都该人常说没有复活的事。他们来问耶稣说：</p><p><a id="19"></a>12:19 “夫子，摩西为我们写著说：‘人若死了，撇下妻子，没有孩子，他兄弟当娶他的妻，为哥哥生子立后。’</p><p><a id="20"></a>12:20 有弟兄七人，第一个娶了妻，死了，没有留下孩子；</p><p><a id="21"></a>12:21 第二个娶了她，也死了，没有留下孩子；第三个也是这样。</p><p><a id="22"></a>12:22 那七个人都没有留下孩子，末了，那妇人也死了。</p><p><a id="23"></a>12:23 当复活的时候，她是哪一个的妻子呢？因为他们七个人都娶过她。”</p><p><a id="24"></a>12:24 耶稣说：“你们所以错了，岂不是因为不明白圣经，不晓得　神的大能吗？</p><p><a id="25"></a>12:25 人从死里复活，也不娶也不嫁，乃像天上的使者一样。</p><p><a id="26"></a>12:26 论到死人复活，你们没有念过摩西的书荆棘篇上所载的吗？　神对摩西说：‘我是亚伯拉罕的　神，以撒的　神，雅各的　神。’</p><p><a id="27"></a>12:27 神不是死人的　神，乃是活人的　神。你们是大错了。”</p><p><a id="28"></a>12:28 有一个文士来，听见他们辩论，晓得耶稣回答得好，就问他说：“诫命中哪是第一要紧的呢？”</p><p><a id="29"></a>12:29 耶稣回答说：“第一要紧的就是说：‘以色列啊，你要听！主我们神是独一的主。</p><p><a id="30"></a>12:30 你要尽心、尽性、尽意、尽力爱主你的　神。’</p><p><a id="31"></a>12:31 其次就是说：‘要爱人如己。’再没有比这两条诫命更大的了。”</p><p><a id="32"></a>12:32 那文士对耶稣说：“夫子说，　神是一位，实在不错！除了他以外，再没有别的　神；</p><p><a id="33"></a>12:33 并且尽心、尽智、尽力爱他，又爱人如己，就比一切燔祭和各样祭祀好得多。”</p><p><a id="34"></a>12:34 耶稣见他回答得有智慧，就对他说：“你离　神的国不远了。”从此以后，没有人敢再问他甚么。</p><p><a id="35"></a>12:35 耶稣在殿里教训人，就问他们说：“文士怎么说基督是大卫的子孙呢？</p><p><a id="36"></a>12:36 大卫被圣灵感动，说：‘主对我主说：你坐在我的右边，等我使你仇敌作你的脚凳。’</p><p><a id="37"></a>12:37 大卫既自己称他为主，他怎么又是大卫的子孙呢？”众人都喜欢听他。</p><p><a id="38"></a>12:38 耶稣在教训之间，说：“你们要防备文士，他们好穿长衣游行，喜爱人在街市上问他们的安，</p><p><a id="39"></a>12:39 又喜爱会堂里的高位，筵席上的首座；</p><p><a id="40"></a>12:40 他们侵吞寡妇的家产，假意作很长的祷告。这些人要受更重的刑罚。”</p><p><a id="41"></a>12:41 耶稣对银库坐著，看众人怎样投钱入库。有好些财主往里投了若干的钱。</p><p><a id="42"></a>12:42 有一个穷寡妇来，往里投了两个小钱，就是一个大钱。</p><p><a id="43"></a>12:43 耶稣叫门徒来，说：“我实在告诉你们：这穷寡妇投入库里的，比众人所投的更多。</p><p><a id="44"></a>12:44 因为，他们都是自己有余，拿出来投在里头，但这寡妇是自己不足，把她一切养生的都投上了。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/马可福音/12.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _12 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _12 as default
};
