import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/以西结书/11.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/以西结书/11.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>11:1 灵将我举起，带到耶和华殿向东的东门。谁知，在门口有二十五个人，我见其中有民间的首领押朔的儿子雅撒尼亚和比拿雅的儿子□拉提。</p><p><a id="2"></a>11:2 耶和华对我说：“人子啊，这就是图谋罪孽的人，在这城中给人设恶谋。</p><p><a id="3"></a>11:3 他们说：‘盖房屋的时候尚未临近，这城是锅，我们就是肉。’</p><p><a id="4"></a>11:4 人子啊，因此，你当说预言，说预言攻击他们。”</p><p><a id="5"></a>11:5 耶和华的灵降在我身上，对我说：“你当说，耶和华如此说：以色列家啊，你们口中所说的，心里所想的，我都知道。</p><p><a id="6"></a>11:6 你们在这城中杀人增多，使被杀的人充满街道。</p><p><a id="7"></a>11:7 所以主耶和华如此说：你们杀在城中的人就是肉，这城就是锅，你们却要从其中被带出去。</p><p><a id="8"></a>11:8 你们怕刀剑，我必使刀剑临到你们。这是主耶和华说的。</p><p><a id="9"></a>11:9 我必从这城中带出你们去，交在外邦人的手中，且要在你们中间施行审判。</p><p><a id="10"></a>11:10 你们必倒在刀下，我必在以色列的境界审判你们，你们就知道我是耶和华。</p><p><a id="11"></a>11:11 这城必不作你们的锅，你们也不作其中的肉。我必在以色列的境界审判你们，</p><p><a id="12"></a>11:12 你们就知道我是耶和华。因为你们没有遵行我的律例，也没有顺从我的典章，却随从你们四围列国的恶规。”</p><p><a id="13"></a>11:13 我正说预言的时候，比拿雅的儿子□拉提死了。于是我俯伏在地，大声呼叫说：“哎！主耶和华啊，你要将以色列剩下的人灭绝净尽吗？”</p><p><a id="14"></a>11:14 耶和华的话临到我说：</p><p><a id="15"></a>11:15 “人子啊，耶路撒冷的居民对你的弟兄、你的本族、你的亲属、以色列全家，就是对大众说：‘你们远离耶和华吧！这地是赐给我们为业的。’</p><p><a id="16"></a>11:16 所以你当说：‘耶和华如此说：我虽将以色列全家远远迁移到列国中，将他们分散在列邦内，我还要在他们所到的列邦，暂作他们的圣所。’</p><p><a id="17"></a>11:17 你当说：‘主耶和华如此说：我必从万民中招聚你们，从分散的列国内聚集你们，又要将以色列地赐给你们。’</p><p><a id="18"></a>11:18 他们必到那里，也必从其中除掉一切可憎可厌的物。</p><p><a id="19"></a>11:19 我要使他们有合一的心，也要将新灵放在他们里面，又从他们肉体中除掉石心，赐给他们肉心，</p><p><a id="20"></a>11:20 使他们顺从我的律例，谨守遵行我的典章。他们要作我的子民，我要作他们的　神。</p><p><a id="21"></a>11:21 至于那些心中随从可憎可厌之物的，我必照他们所行的报应在他们头上。这是主耶和华说的。”</p><p><a id="22"></a>11:22 于是基路伯展开翅膀，轮子都在他们旁边；在他们以上有以色列　神的荣耀。</p><p><a id="23"></a>11:23 耶和华的荣耀从城中上升，停在城东的那座山上。</p><p><a id="24"></a>11:24 灵将我举起，在异象中藉著　神的灵，将我带进迦勒底地，到被掳的人那里，我所见的异象就离我上升去了。</p><p><a id="25"></a>11:25 我便将耶和华所指示我的一切事都说给被掳的人听。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/以西结书/11.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _11 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _11 as default
};
