import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/路加福音/18.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/路加福音/18.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>18:1 耶稣设一个比喻，是要人常常祷告，不可灰心。</p><p><a id="2"></a>18:2 说：“某城里有一个官，不惧怕　神，也不尊重世人。</p><p><a id="3"></a>18:3 那城里有个寡妇，常到他那里，说：‘我有一个对头，求你给我伸冤。’</p><p><a id="4"></a>18:4 他多日不准。后来心里说：‘我虽不惧怕　神，也不尊重世人，</p><p><a id="5"></a>18:5 只因这寡妇烦扰我，我就给她伸冤吧，免得她常来缠磨我！’”</p><p><a id="6"></a>18:6 主说：“你们听这不义之官所说的话。</p><p><a id="7"></a>18:7 神的选民昼夜呼吁他，他纵然为他们忍了多时，岂不终久给他们伸冤吗？</p><p><a id="8"></a>18:8 我告诉你们：要快快地给他们伸冤了。然而，人子来的时候，遇得见世上有信德吗？”</p><p><a id="9"></a>18:9 耶稣向那些仗著自己是义人，藐视别人的，设一个比喻，</p><p><a id="10"></a>18:10 说：“有两个人上殿里去祷告：一个是法利赛人，一个是税吏。</p><p><a id="11"></a>18:11 法利赛人站著，自言自语地祷告说：‘　神啊，我感谢你，我不像别人勒索、不义、奸淫，也不像这个税吏。</p><p><a id="12"></a>18:12 我一个礼拜禁食两次，凡我所得的都捐上十分之一。’</p><p><a id="13"></a>18:13 那税吏远远地站著，连举目望天也不敢，只捶著胸说：‘　神啊，开恩可怜我这个罪人！’</p><p><a id="14"></a>18:14 我告诉你们：这人回家去比那人倒算为义了。因为凡自高的，必降为卑；自卑的，必升为高。”</p><p><a id="15"></a>18:15 有人抱著自己的婴孩来见耶稣，要他摸他们；门徒看见就责备那些人。</p><p><a id="16"></a>18:16 耶稣却叫他们来，说：“让小孩子到我这里来，不要禁止他们，因为在　神国的正是这样的人。</p><p><a id="17"></a>18:17 我实在告诉你们：凡要承受　神国的，若不像小孩子，断不能进去。”</p><p><a id="18"></a>18:18 有一个官问耶稣说：“良善的夫子，我该做甚么事才可以承受永生？”</p><p><a id="19"></a>18:19 耶稣对他说：“你为甚么称我是良善的？除了　神一位之外，再没有良善的。</p><p><a id="20"></a>18:20 诫命你是晓得的：‘不可奸淫，不可杀人，不可偷盗，不可作假见证，当孝敬父母。’”</p><p><a id="21"></a>18:21 那人说：“这一切我从小都遵守了。”</p><p><a id="22"></a>18:22 耶稣听见了，就说：“你还缺少一件：要变卖你一切所有的，分给穷人，就必有财宝在天上；你还要来跟从我。”</p><p><a id="23"></a>18:23 他听见这话，就甚忧愁，因为他很富足。</p><p><a id="24"></a>18:24 耶稣看见他，就说：“有钱财的人进　神的国是何等的难哪！</p><p><a id="25"></a>18:25 骆驼穿过针的眼，比财主进　神的国还容易呢！”</p><p><a id="26"></a>18:26 听见的人说：“这样，谁能得救呢？”</p><p><a id="27"></a>18:27 耶稣说：“在人所不能的事，在　神却能。”</p><p><a id="28"></a>18:28 彼得说：“看哪！我们已经撇下自己所有的跟从你了。”</p><p><a id="29"></a>18:29 耶稣说：“我实在告诉你们：人为　神的国撇下房屋，或是妻子、弟兄、父母、儿女，</p><p><a id="30"></a>18:30 没有在今世不得百倍，在来世不得永生的。”</p><p><a id="31"></a>18:31 耶稣带著十二个门徒，对他们说：“看哪，我们上耶路撒冷去，先知所写的一切事都要成就在人子身上。</p><p><a id="32"></a>18:32 他将要被交给外邦人。他们要戏弄他，凌辱他，吐唾沫在他脸上；</p><p><a id="33"></a>18:33 并要鞭打他，杀害他；第三日他要复活。”</p><p><a id="34"></a>18:34 这些事门徒一样也不懂得，意思乃是隐藏的，他们不晓得所说的是甚么。</p><p><a id="35"></a>18:35 耶稣将近耶利哥的时候，有一个瞎子坐在路旁讨饭。</p><p><a id="36"></a>18:36 听见许多人经过，就问是甚么事。</p><p><a id="37"></a>18:37 他们告诉他，是拿撒勒人耶稣经过。</p><p><a id="38"></a>18:38 他就呼叫说：“大卫的子孙耶稣啊，可怜我吧！”</p><p><a id="39"></a>18:39 在前头走的人就责备他，不许他做声；他却越发喊叫说：“大卫的子孙，可怜我吧！”</p><p><a id="40"></a>18:40 耶稣站住，吩咐把他领过来，到了跟前，就问他说：</p><p><a id="41"></a>18:41 “你要我为你做甚么？”他说：“主啊，我要能看见！”</p><p><a id="42"></a>18:42 耶稣说：“你可以看见！你的信救了你了。”</p><p><a id="43"></a>18:43 瞎子立刻看见了，就跟随耶稣，一路归荣耀与　神。众人看见这事，也赞美　神。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/路加福音/18.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _18 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _18 as default
};
