import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/历代志(下)/23.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/历代志(下)/23.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>23:1 第七年，耶何耶大奋勇自强，将百夫长耶罗罕的儿子亚撒利雅、约哈难的儿子以实玛利、俄备得的儿子亚撒利雅、亚大雅的儿子玛西雅、细基利的儿子以利沙法召来，与他们立约。</p><p><a id="2"></a>23:2 他们走遍犹大，从犹大各城里招聚利未人和以色列的众族长到耶路撒冷来。</p><p><a id="3"></a>23:3 会众在　神殿里与王立约。耶何耶大对他们说：“看哪！王的儿子必当作王，正如耶和华指著大卫子孙所应许的话。”</p><p><a id="4"></a>23:4 又说：“你们当这样行：祭司和利未人，凡安息日进班的，三分之一要把守各门，</p><p><a id="5"></a>23:5 三分之一要在王宫，三分之一要在基址门；众百姓要在耶和华殿的院内。</p><p><a id="6"></a>23:6 除了祭司和供职的利未人之外，不准别人进耶和华的殿；惟独他们可以进去，因为他们圣洁。众百姓要遵守耶和华所吩咐的。</p><p><a id="7"></a>23:7 利未人要手中各拿兵器，四围护卫王。凡擅入殿宇的，必当治死。王出入的时候，你们当跟随他。”</p><p><a id="8"></a>23:8 利未人和犹大众人都照著祭司耶何耶大一切所吩咐的去行，各带所管安息日进班出班的人来，因为祭司耶何耶大不许他们下班。</p><p><a id="9"></a>23:9 祭司耶何耶大便将　神殿里所藏大卫王的枪、盾牌、挡牌交给百夫长；</p><p><a id="10"></a>23:10 又分派众民手中各拿兵器，在坛和殿那里，从殿右直到殿左，站在王子的四围。</p><p><a id="11"></a>23:11 于是，领王子出来，给他戴上冠冕，将律法书交给他，立他作王。耶何耶大和众子膏他，众人说：“愿王万岁！”</p><p><a id="12"></a>23:12 亚她利雅听见民奔走、赞美王的声音，就到民那里，进耶和华的殿。</p><p><a id="13"></a>23:13 看见王站在殿门的柱旁，百夫长和吹号的人侍立在王左右，国民都欢乐吹号，又有歌唱的，用各样的乐器，领人歌唱赞美，亚她利雅就撕裂衣服，喊叫说：“反了！反了！”</p><p><a id="14"></a>23:14 祭司耶何耶大带管辖军兵的百夫长出来，吩咐他们说：“将她赶到班外，凡跟随她的必用刀杀死！”因为祭司说：“不可在耶和华殿里杀她。”</p><p><a id="15"></a>23:15 众兵就闪开，让她去；她走到王宫的马门，便在那里把她杀了。</p><p><a id="16"></a>23:16 耶何耶大与众民和王立约，都要作耶和华的民。</p><p><a id="17"></a>23:17 于是众民都到巴力庙，拆毁了庙，打碎坛和像，又在坛前将巴力的祭司玛坦杀了。</p><p><a id="18"></a>23:18 耶何耶大派官看守耶和华的殿，是在祭司利未人手下。这祭司利未人是大卫分派在耶和华殿中，照摩西律法上所写的，给耶和华献燔祭，又按大卫所定的例，欢乐歌唱；</p><p><a id="19"></a>23:19 且设立守门的把守耶和华殿的各门，无论为何事，不洁净的人都不准进去。</p><p><a id="20"></a>23:20 又率领百夫长和贵胄，与民间的官长，并国中的众民，请王从耶和华殿下来，由上门进入王宫，立王坐在国位上。</p><p><a id="21"></a>23:21 国民都欢乐，合城都安静。众人已将亚她利雅用刀杀了。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/历代志(下)/23.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _23 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _23 as default
};
