import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/以西结书/17.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/以西结书/17.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>17:1 耶和华的话临到我说：</p><p><a id="2"></a>17:2 “人子啊，你要向以色列家出谜语，设比喻，</p><p><a id="3"></a>17:3 说：‘主耶和华如此说：有一大鹰，翅膀大，翎毛长，羽毛丰满，彩色俱备，来到黎巴嫩，将香柏树梢拧去，</p><p><a id="4"></a>17:4 就是折去香柏树尽尖的嫩枝，叼到贸易之地，放在买卖城中。</p><p><a id="5"></a>17:5 又将以色列地的枝子栽于肥田里，插在大水旁，如插柳树。</p><p><a id="6"></a>17:6 就渐渐生长，成为蔓延矮小的葡萄树。其枝转向那鹰，其根在鹰以下，于是成了葡萄树，生出枝子，发出小枝。</p><p><a id="7"></a>17:7 又有一大鹰，翅膀大，羽毛多，这葡萄树从栽种的畦中向这鹰弯过根来，发出枝子，好得他的浇灌。</p><p><a id="8"></a>17:8 这树栽于肥田多水的旁边，好生枝子，结果子，成为佳美的葡萄树。’</p><p><a id="9"></a>17:9 你要说：‘主耶和华如此说：这葡萄树岂能发旺呢？鹰岂不拔出它的根来，芟除它的果子，使它枯乾，使它发的嫩叶都枯乾了吗？也不用大力和多民，就拔出它的根来。</p><p><a id="10"></a>17:10 葡萄树虽然栽种，岂能发旺呢？一经东风，岂不全然枯乾吗？必在生长的畦中枯乾了。’”</p><p><a id="11"></a>17:11 耶和华的话临到我说：</p><p><a id="12"></a>17:12 “你对那悖逆之家说：‘你们不知道这些事是甚么意思吗？’你要告诉他们说：‘巴比伦王曾到耶路撒冷，将其中的君王和首领带到巴比伦自己那里去。</p><p><a id="13"></a>17:13 从以色列的宗室中取一人与他立约，使他发誓，并将国中有势力的人掳去，</p><p><a id="14"></a>17:14 使国低微不能自强，惟因守盟约得以存立。</p><p><a id="15"></a>17:15 他却背叛巴比伦王，打发使者往埃及去，要他们给他马匹和多民。他岂能亨通呢？行这样事的人岂能逃脱呢？他背约岂能逃脱呢？</p><p><a id="16"></a>17:16 他轻看向王所起的誓，背弃王与他所立的约。主耶和华说，我指著我的永生起誓，他定要死在立他作王巴比伦王的京都。</p><p><a id="17"></a>17:17 敌人筑垒造台，与他打仗的时候，为要剪除多人，法老虽领大军队和大群众，还是不能帮助他。</p><p><a id="18"></a>17:18 他轻看誓言，背弃盟约，已经投降，却又做这一切的事，他必不能逃脱。</p><p><a id="19"></a>17:19 所以主耶和华如此说：我指著我的永生起誓，他既轻看指我所起的誓，背弃指我所立的约，我必要使这罪归在他头上。</p><p><a id="20"></a>17:20 我必将我的网撒在他身上，他必在我的网罗中缠住。我必带他到巴比伦，并要在那里因他干犯我的罪刑罚他。</p><p><a id="21"></a>17:21 他的一切军队，凡逃跑的，都必倒在刀下；所剩下的，也必分散四方（注：“方”原文作“风”）。你们就知道说这话的是我耶和华。</p><p><a id="22"></a>17:22 主耶和华如此说：我要将香柏树梢拧去栽上，就是从尽尖的嫩枝中折一嫩枝，栽于极高的山上，</p><p><a id="23"></a>17:23 在以色列高处的山栽上。它就生枝子，结果子，成为佳美的香柏树，各类飞鸟都必宿在其下，就是宿在枝子的荫下。</p><p><a id="24"></a>17:24 田野的树木都必知道我耶和华使高树矮小，矮树高大，青树枯乾，枯树发旺。我耶和华如此说，也如此行了。’”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/以西结书/17.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _17 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _17 as default
};
