import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/民数记/6.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/民数记/6.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>6:1 耶和华对摩西说：</p><p><a id="2"></a>6:2 “你晓谕以色列人说：‘无论男女许了特别的愿，就是拿细耳人的愿（注：“拿细耳”就是“归主”的意思。下同），要离俗归耶和华。</p><p><a id="3"></a>6:3 他就要远离清酒、浓酒，也不可喝甚么清酒、浓酒做的醋，不可喝甚么葡萄汁，也不可吃鲜葡萄和乾葡萄。</p><p><a id="4"></a>6:4 在一切离俗的日子，凡葡萄树上结的，自核至皮所做的物，都不可吃。</p><p><a id="5"></a>6:5 在他一切许愿离俗的日子，不可用剃头刀剃头，要由发绺长长了，他要圣洁，直到离俗归耶和华的日子满了。</p><p><a id="6"></a>6:6 在他离俗归耶和华的一切日子，不可挨近死尸。</p><p><a id="7"></a>6:7 他的父母或是弟兄姐妹死了的时候，他不可因他们使自己不洁净，因为那离俗归　神的凭据是在他头上。</p><p><a id="8"></a>6:8 在他一切离俗的日子是归耶和华为圣。</p><p><a id="9"></a>6:9 若在他旁边忽然有人死了，以致沾染了他离俗的头，他要在第七日得洁净的时候剃头。</p><p><a id="10"></a>6:10 第八日，他要把两只斑鸠或两只雏鸽，带到会幕门口交给祭司。</p><p><a id="11"></a>6:11 祭司要献一只作赎罪祭，一只作燔祭，为他赎那因死尸而有的罪，并要当日使他的头成为圣洁。</p><p><a id="12"></a>6:12 他要另选离俗归耶和华的日子，又要牵一只一岁的公羊羔来作赎愆祭；但先前的日子要归徒然，因为他在离俗之间被玷污了。</p><p><a id="13"></a>6:13 拿细耳人满了离俗的日子乃有这条例：人要领他到会幕门口，</p><p><a id="14"></a>6:14 他要将供物奉给耶和华，就是一只没有残疾、一岁的公羊羔作燔祭，一只没有残疾、一岁的母羊羔作赎罪祭，和一只没有残疾的公绵羊作平安祭，</p><p><a id="15"></a>6:15 并一筐子无酵调油的细面饼与抹油的无酵薄饼，并同献的素祭和奠祭。</p><p><a id="16"></a>6:16 祭司要在耶和华面前献那人的赎罪祭和燔祭，</p><p><a id="17"></a>6:17 也要把那只公羊和那筐无酵饼，献给耶和华作平安祭，又要将同献的素祭和奠祭献上。</p><p><a id="18"></a>6:18 拿细耳人要在会幕门口剃离俗的头，把离俗头上的发，放在平安祭下的火上。</p><p><a id="19"></a>6:19 他剃了以后，祭司就要取那已煮的公羊一条前腿，又从筐子里取一个无酵饼和一个无酵薄饼，都放在他手上。</p><p><a id="20"></a>6:20 祭司要拿这些作为摇祭，在耶和华面前摇一摇；这与所摇的胸、所举的腿，同为圣物归给祭司，然后拿细耳人可以喝酒。</p><p><a id="21"></a>6:21 许愿的拿细耳人为离俗所献的供物，和他以外所能得的献给耶和华，就有这条例。他怎样许愿，就当照离俗的条例行。’”</p><p><a id="22"></a>6:22 耶和华晓谕摩西说：</p><p><a id="23"></a>6:23 “你告诉亚伦和他儿子说：‘你们要这样为以色列人祝福说：</p><p><a id="24"></a>6:24 愿耶和华赐福给你，保护你。</p><p><a id="25"></a>6:25 愿耶和华使他的脸光照你，赐恩给你。</p><p><a id="26"></a>6:26 愿耶和华向你仰脸，赐你平安。’</p><p><a id="27"></a>6:27 他们要如此奉我的名为以色列人祝福，我也要赐福给他们。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/民数记/6.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _6 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _6 as default
};
