import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/撒母耳记(上)/4.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/撒母耳记(上)/4.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>4:1 以色列人出去与非利士人打仗，安营在以便以谢；非利士人安营在亚弗。</p><p><a id="2"></a>4:2 非利士人向以色列人摆阵。两军交战的时候，以色列人败在非利士人面前。非利士人在战场上杀了他们的军兵约有四千人。</p><p><a id="3"></a>4:3 百姓回到营里，以色列的长老说：“耶和华今日为何使我们败在非利士人面前呢？我们不如将耶和华的约柜，从示罗抬到我们这里来，好在我们中间救我们脱离敌人的手。”</p><p><a id="4"></a>4:4 于是，百姓打发人到示罗，从那里将坐在二基路伯上万军之耶和华的约柜抬来。以利的两个儿子何弗尼、非尼哈与　神的约柜同来。</p><p><a id="5"></a>4:5 耶和华的约柜到了营中，以色列众人就大声欢呼，地便震动。</p><p><a id="6"></a>4:6 非利士人听见欢呼的声音，就说：“在希伯来人营里大声欢呼，是甚么缘故呢？”随后就知道耶和华的约柜到了营中。</p><p><a id="7"></a>4:7 非利士人就惧怕起来说：“有　神到了他们营中。”又说：“我们有祸了！向来不曾有这样的事。</p><p><a id="8"></a>4:8 我们有祸了！谁能救我们脱离这些大能之　神的手呢？从前在旷野用各样灾殃击打埃及人的，就是这些　神。</p><p><a id="9"></a>4:9 非利士人哪，你们要刚强，要作大丈夫，免得作希伯来人的奴仆，如同他们作你们的奴仆一样。你们要作大丈夫，与他们争战。”</p><p><a id="10"></a>4:10 非利士人和以色列人打仗，以色列人败了，各向各家奔逃。被杀的人甚多，以色列的步兵仆倒了三万。</p><p><a id="11"></a>4:11 神的约柜被掳去，以利的两个儿子何弗尼、非尼哈也都被杀了。</p><p><a id="12"></a>4:12 当日，有一个便雅悯人从阵上逃跑，衣服撕裂，头蒙灰尘，来到示罗。</p><p><a id="13"></a>4:13 到了的时候，以利正在道旁坐在自己的位上观望，为　神的约柜心里担忧。那人进城报信，合城的人就都呼喊起来。</p><p><a id="14"></a>4:14 以利听见呼喊的声音，就问说：“这喧嚷是甚么缘故呢？”那人急忙来报信给以利。</p><p><a id="15"></a>4:15 那时以利九十八岁了，眼目发直，不能看见。</p><p><a id="16"></a>4:16 那人对以利说：“我是从阵上来的，今日我从阵上逃回。”以利说：“我儿，事情怎样？”</p><p><a id="17"></a>4:17 报信的回答说：“以色列人在非利士人面前逃跑，民中被杀的甚多！你的两个儿子何弗尼、非尼哈也都死了，并且　神的约柜被掳去。”</p><p><a id="18"></a>4:18 他一提　神的约柜，以利就从他的位上往后跌倒，在门旁折断颈项而死，因为他年纪老迈，身体沉重。以利作以色列的士师四十年。</p><p><a id="19"></a>4:19 以利的儿妇、非尼哈的妻怀孕将到产期，她听见　神的约柜被掳去，公公和丈夫都死了，就猛然疼痛，曲身生产。</p><p><a id="20"></a>4:20 将要死的时候，旁边站著的妇人们对她说：“不要怕！你生了男孩子了。”她却不回答，也不放在心上。</p><p><a id="21"></a>4:21 她给孩子起名叫以迦博，说：“荣耀离开以色列了！”这是因　神的约柜被掳去，又因她公公和丈夫都死了。</p><p><a id="22"></a>4:22 她又说：“荣耀离开以色列，因为　神的约柜被掳去了。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/撒母耳记(上)/4.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _4 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _4 as default
};
