import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/约翰福音/20.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/约翰福音/20.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>20:1 七日的第一日清早，天还黑的时候，抹大拉的马利亚来到坟墓那里，看见石头从坟墓挪开了，</p><p><a id="2"></a>20:2 就跑来见西门彼得和耶稣所爱的那个门徒，对他们说：“有人把主从坟墓里挪了去，我们不知道放在哪鶪！”</p><p><a id="3"></a>20:3 彼得和那门徒就出来，往坟墓那里去。</p><p><a id="4"></a>20:4 两个人同跑，那门徒比彼得跑得更快，先到了坟墓，</p><p><a id="5"></a>20:5 低头往里看，就见细麻布还放在那鶪，只是没有进去。</p><p><a id="6"></a>20:6 西门彼得随后也到了，进坟墓里去，就看见细麻布还放在那鶪，</p><p><a id="7"></a>20:7 又看见耶稣的裹头巾没有和细麻布放在一处，是另在一处卷著。</p><p><a id="8"></a>20:8 先到坟墓的那门徒也进去，看见就信了。</p><p><a id="9"></a>20:9 因为他们还不明白圣经的意思，就是耶稣必要从死里复活。</p><p><a id="10"></a>20:10 于是两个门徒回自己的住处去了。</p><p><a id="11"></a>20:11 马利亚却站在坟墓外面哭，哭的时候，低头往坟墓里看，</p><p><a id="12"></a>20:12 就见两个天使，穿著白衣，在安放耶稣身体的地方坐著，一个在头，一个在脚。</p><p><a id="13"></a>20:13 天使对她说：“妇人，你为甚么哭？”她说：“因为有人把我主挪了去，我不知道放在哪里。”</p><p><a id="14"></a>20:14 说了这话，就转过身来，看见耶稣站在那里，却不知道是耶稣。</p><p><a id="15"></a>20:15 耶稣问她说：“妇人，为甚么哭？你找谁呢？”马利亚以为是看园的，就对他说：“先生，若是你把他移了去，请告诉我你把他放在哪里，我便去取他。”</p><p><a id="16"></a>20:16 耶稣说：“马利亚！”马利亚就转过来，用希伯来话对他说：“拉波尼（拉波尼就是夫子的意思）！”</p><p><a id="17"></a>20:17 耶稣说：“不要摸我，因我还没有升上去见我的父。你往我弟兄那里去，告诉他们说：我要升上去见我的父，也是你们的父；见我的　神，也是你们的　神。”</p><p><a id="18"></a>20:18 抹大拉的马利亚就去告诉门徒说：“我已经看见了主！”她又将主对她说的这话告诉他们。</p><p><a id="19"></a>20:19 那日（就是七日的第一日）晚上，门徒所在的地方，因怕犹太人，门都关了。耶稣来站在当中，对他们说：“愿你们平安！”</p><p><a id="20"></a>20:20 说了这话，就把手和肋旁指给他们看。门徒看见主，就喜乐了。</p><p><a id="21"></a>20:21 耶稣又对他们说：“愿你们平安！父怎样差遣了我，我也照样差遣你们。”</p><p><a id="22"></a>20:22 说了这话，就向他们吹一口气，说：“你们受圣灵。</p><p><a id="23"></a>20:23 你们赦免谁的罪，谁的罪就赦免了；你们留下谁的罪，谁的罪就留下了。”</p><p><a id="24"></a>20:24 那十二个门徒中，有称为低土马的多马，耶稣来的时候，他没有和他们同在。</p><p><a id="25"></a>20:25 那些门徒就对他说：“我们已经看见主了。”多马却说：“我非看见他手上的钉痕，用指头探入那钉痕，又用手探入他的肋旁，我总不信。”</p><p><a id="26"></a>20:26 过了八日，门徒又在屋里，多马也和他们同在。门都关了。耶稣来站在当中说：“愿你们平安！”</p><p><a id="27"></a>20:27 就对多马说：“伸过你的指头来，摸（注：“摸”原文作“看”）我的手；伸出你的手来，探入我的肋旁。不要疑惑，总要信！”</p><p><a id="28"></a>20:28 多马说：“我的主，我的　神！”</p><p><a id="29"></a>20:29 耶稣对他说：“你因看见了我才信，那没有看见就信的有福了！”</p><p><a id="30"></a>20:30 耶稣在门徒面前另外行了许多神迹，没有记在这书上。</p><p><a id="31"></a>20:31 但记这些事，要叫你们信耶稣是基督，是　神的儿子，并且叫你们信了他，就可以因他的名得生命。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/约翰福音/20.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _20 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _20 as default
};
