import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/列王记(下)/15.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/列王记(下)/15.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>15:1 以色列王耶罗波安二十七年，犹大王亚玛谢的儿子亚撒利雅登基，</p><p><a id="2"></a>15:2 他登基的时候年十六岁，在耶路撒冷作王五十二年。他母亲名叫耶可利雅，是耶路撒冷人。</p><p><a id="3"></a>15:3 亚撒利雅行耶和华眼中看为正的事，效法他父亲亚玛谢一切所行的；</p><p><a id="4"></a>15:4 只是邱坛还没有废去，百姓仍在那里献祭烧香。</p><p><a id="5"></a>15:5 耶和华降灾与王，使他长大麻疯，直到死日，他就住在别的宫里。他的儿子约坦管理家事，治理国民。</p><p><a id="6"></a>15:6 亚撒利雅其余的事，凡他所行的，都写在犹大列王记上。</p><p><a id="7"></a>15:7 亚撒利雅与他列祖同睡，葬在大卫城他列祖的坟地里。他儿子约坦接续他作王。</p><p><a id="8"></a>15:8 犹大王亚撒利雅三十八年，耶罗波安的儿子撒迦利雅在撒马利亚作以色列王六个月。</p><p><a id="9"></a>15:9 他行耶和华眼中看为恶的事，效法他列祖所行的，不离开尼八的儿子耶罗波安使以色列人陷在罪里的那罪。</p><p><a id="10"></a>15:10 雅比的儿子沙龙背叛他，在百姓面前击杀他，篡了他的位。</p><p><a id="11"></a>15:11 撒迦利雅其余的事，都写在以色列诸王记上。</p><p><a id="12"></a>15:12 这是从前耶和华应许耶户说：“你的子孙必坐以色列的国位直到四代。”这话果然应验了。</p><p><a id="13"></a>15:13 犹大王乌西雅（注：就是“亚撒利雅”）三十九年，雅比的儿子沙龙登基，在撒马利亚作王一个月。</p><p><a id="14"></a>15:14 迦底的儿子米拿现从得撒上撒马利亚，杀了雅比的儿子沙龙，篡了他的位。</p><p><a id="15"></a>15:15 沙龙其余的事和他背叛的情形，都写在以色列诸王记上。</p><p><a id="16"></a>15:16 那时，米拿现从得撒起，攻打提斐萨和其四境，击杀城中一切的人，剖开其中所有的孕妇，都因他们没有给他开城。</p><p><a id="17"></a>15:17 犹大王亚撒利雅三十九年，迦底的儿子米拿现登基，在撒马利亚作以色列王十年。</p><p><a id="18"></a>15:18 他行耶和华眼中看为恶的事，终身不离开尼八的儿子耶罗波安使以色列人陷在罪里的那罪。</p><p><a id="19"></a>15:19 亚述王普勒来攻击以色列国，米拿现给他一千他连得银子，请普勒帮助他坚定国位。</p><p><a id="20"></a>15:20 米拿现向以色列一切大富户索要银子，使他们各出五十舍客勒，就给了亚述王。于是亚述王回去，不在国中停留。</p><p><a id="21"></a>15:21 米拿现其余的事，凡他所行的，都写在以色列诸王记上。</p><p><a id="22"></a>15:22 米拿现与他列祖同睡。他儿子比加辖接续他作王。</p><p><a id="23"></a>15:23 犹大王亚撒利雅五十年，米拿现的儿子比加辖在撒马利亚登基，作以色列王二年。</p><p><a id="24"></a>15:24 他行耶和华眼中看为恶的事，不离开尼八的儿子耶罗波安使以色列人陷在罪里的那罪。</p><p><a id="25"></a>15:25 比加辖的将军、利玛利的儿子比加背叛他，在撒马利亚王宫里的卫所杀了他。亚珥歌伯和亚利耶并基列的五十人帮助比加，比加击杀他，篡了他的位。</p><p><a id="26"></a>15:26 比加辖其余的事，凡他所行的，都写在以色列诸王记上。</p><p><a id="27"></a>15:27 犹大王亚撒利雅五十二年，利玛利的儿子比加在撒马利亚登基，作以色列王二十年。</p><p><a id="28"></a>15:28 他行耶和华眼中看为恶的事，不离开尼八的儿子耶罗波安使以色列人陷在罪里的那罪。</p><p><a id="29"></a>15:29 以色列王比加年间，亚述王提革拉□列色来夺了以云、亚伯伯玛迦、亚挪、基低斯、夏琐、基列、加利利和拿弗他利全地，将这些地方的居民都掳到亚述去了。</p><p><a id="30"></a>15:30 乌西雅的儿子约坦二十年，以拉的儿子何细亚背叛利玛利的儿子比加，击杀他，篡了他的位。</p><p><a id="31"></a>15:31 比加其余的事，凡他所行的，都写在以色列诸王记上。</p><p><a id="32"></a>15:32 以色列王利玛利的儿子比加第二年，犹大王乌西雅的儿子约坦登基。</p><p><a id="33"></a>15:33 他登基的时候年二十五岁，在耶路撒冷作王十六年。他母亲名叫耶路沙，是撒督的女儿。</p><p><a id="34"></a>15:34 约坦行耶和华眼中看为正的事，效法他父亲乌西雅一切所行的；</p><p><a id="35"></a>15:35 只是邱坛还没有废去，百姓仍在那里献祭烧香。约坦建立耶和华殿的上门。</p><p><a id="36"></a>15:36 约坦其余的事，凡他所行的，都写在犹大列王记上。</p><p><a id="37"></a>15:37 在那些日子，耶和华才使亚兰王利汛和利玛利的儿子比加去攻击犹大。</p><p><a id="38"></a>15:38 约坦与他列祖同睡，葬在他祖大卫城他列祖的坟地里。他儿子亚哈斯接续他作王。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/列王记(下)/15.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _15 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _15 as default
};
