import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/以西结书/36.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/以西结书/36.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>36:1 人子啊，你要对以色列山发预言说：‘以色列山哪，要听耶和华的话！</p><p><a id="2"></a>36:2 主耶和华如此说：因仇敌说：阿哈，这永久的山冈都归我们为业了！’</p><p><a id="3"></a>36:3 所以要发预言说：‘主耶和华如此说：因为敌人使你荒凉，四围吞吃，好叫你归与其余的外邦人为业，并且多嘴多舌的人提起你来，百姓也说你有臭名。</p><p><a id="4"></a>36:4 故此，以色列山要听主耶和华的话。大山小冈、水沟山谷、荒废之地、被弃之城，为四围其余的外邦人所占据、所讥刺的，</p><p><a id="5"></a>36:5 主耶和华对你们如此说：我真发愤恨如火，责备那其余的外邦人和以东的众人。他们快乐满怀，心存恨恶，将我的地归自己为业，又看为被弃的掠物。’</p><p><a id="6"></a>36:6 所以你要指著以色列地说预言，对大山小冈、水沟山谷说：‘主耶和华如此说：我发愤恨和忿怒说，因你们曾受外邦人的羞辱，</p><p><a id="7"></a>36:7 所以我起誓说：你们四围的外邦人总要担当自己的羞辱。这是主耶和华说的。</p><p><a id="8"></a>36:8 以色列山哪，你必发枝条，为我的民以色列结果子，因为他们快要来到。</p><p><a id="9"></a>36:9 看哪！我是帮助你的，也必向你转意，使你得以耕种。</p><p><a id="10"></a>36:10 我必使以色列全家的人数在你上面增多，城邑有人居住，荒场再被建造。</p><p><a id="11"></a>36:11 我必使人和牲畜在你上面加增，他们必生养众多。我要使你照旧有人居住，并要赐福与你比先前更多，你就知道我是耶和华。</p><p><a id="12"></a>36:12 我必使人，就是我的民以色列，行在你上面。他们必得你为业，你也不再使他们丧子。</p><p><a id="13"></a>36:13 主耶和华如此说：因为人对你说：你是吞吃人的，又使国民丧子。</p><p><a id="14"></a>36:14 所以主耶和华说：你必不再吞吃人，也不再使国民丧子。</p><p><a id="15"></a>36:15 我使你不再听见各国的羞辱，不再受万民的辱骂，也不再使国民绊跌。这是主耶和华说的。’”</p><p><a id="16"></a>36:16 耶和华的话又临到我说：</p><p><a id="17"></a>36:17 “人子啊，以色列家住在本地的时候，在行动作为上玷污那地。他们的行为在我面前，好像正在经期的妇人那样污秽。</p><p><a id="18"></a>36:18 所以我因他们在那地上流人的血，又因他们以偶像玷污那地，就把我的忿怒倾在他们身上。</p><p><a id="19"></a>36:19 我将他们分散在列国，四散在列邦，按他们的行动作为惩罚他们。</p><p><a id="20"></a>36:20 他们到了所去的列国，就使我的圣名被亵渎。因为人谈论他们说：‘这是耶和华的民，是从耶和华的地出来的。’</p><p><a id="21"></a>36:21 我却顾惜我的圣名，就是以色列家在所到的列国中所亵渎的。</p><p><a id="22"></a>36:22 所以你要对以色列家说：‘主耶和华如此说：以色列家啊，我行这事不是为你们，乃是为我的圣名，就是在你们到的列国中所亵渎的。</p><p><a id="23"></a>36:23 我要使我的大名显为圣，这名在列国中已被亵渎，就是你们在他们中间所亵渎的。我在他们眼前、在你们身上显为圣的时候，他们就知道我是耶和华。这是主耶和华说的。</p><p><a id="24"></a>36:24 我必从各国收取你们，从列邦聚集你们，引导你们归回本地。</p><p><a id="25"></a>36:25 我必用清水洒在你们身上，你们就洁净了。我要洁净你们，使你们脱离一切的污秽，弃掉一切的偶像。</p><p><a id="26"></a>36:26 我也要赐给你们一个新心，将新灵放在你们里面。又从你们的肉体中除掉石心，赐给你们肉心。</p><p><a id="27"></a>36:27 我必将我的灵放在你们里面，使你们顺从我的律例，谨守遵行我的典章。</p><p><a id="28"></a>36:28 你们必住在我所赐给你们列祖之地。你们要作我的子民，我要作你们的　神。</p><p><a id="29"></a>36:29 我必救你们脱离一切的污秽，也必命五谷丰登，不使你们遭遇饥荒。</p><p><a id="30"></a>36:30 我必使树木多结果子，田地多出土产，好叫你们不再因饥荒受外邦人的讥诮。</p><p><a id="31"></a>36:31 那时，你们必追想你们的恶行和你们不善的作为，就因你们的罪孽和可憎的事厌恶自己。</p><p><a id="32"></a>36:32 主耶和华说：你们要知道，我这样行不是为你们。以色列家啊，当为自己的行为抱愧蒙羞。</p><p><a id="33"></a>36:33 主耶和华如此说：我洁净你们，使你们脱离一切罪孽的日子，必使城邑有人居住，荒场再被建造。</p><p><a id="34"></a>36:34 过路的人虽看为荒废之地，现今这荒废之地仍得耕种。</p><p><a id="35"></a>36:35 他们必说：这先前为荒废之地，现在成如伊甸园；这荒废、凄凉、毁坏的城邑，现在坚固有人居住。</p><p><a id="36"></a>36:36 那时，在你们四围其余的外邦人，必知道我耶和华修造那毁坏之处，培植那荒废之地。我耶和华说过，也必成就。’</p><p><a id="37"></a>36:37 主耶和华如此说：我要加增以色列家的人数，多如羊群。他们必为这事向我求问，我要给他们成就。</p><p><a id="38"></a>36:38 耶路撒冷在守节作祭物所献的羊群怎样多，照样，荒凉的城邑必被人群充满。他们就知道我是耶和华。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/以西结书/36.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _36 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _36 as default
};
