import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/列王记(下)/14.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/列王记(下)/14.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>14:1 以色列王约哈斯的儿子约阿施第二年，犹大王约阿施的儿子亚玛谢登基。</p><p><a id="2"></a>14:2 他登基的时候年二十五岁，在耶路撒冷作王二十九年。他母亲名叫约耶但，是耶路撒冷人。</p><p><a id="3"></a>14:3 亚玛谢行耶和华眼中看为正的事，但不如他祖大卫，乃效法他父约阿施一切所行的；</p><p><a id="4"></a>14:4 只是邱坛还没有废去，百姓仍在那里献祭烧香。</p><p><a id="5"></a>14:5 国一坚定，就把杀他父王的臣仆杀了，</p><p><a id="6"></a>14:6 却没有治死杀王之人的儿子，是照摩西律法书上耶和华所吩咐的说：“不可因子杀父，也不可因父杀子，各人要为本身的罪而死。”</p><p><a id="7"></a>14:7 亚玛谢在盐谷杀了以东人一万，又攻取了西拉，改名叫约帖，直到今日。</p><p><a id="8"></a>14:8 那时，亚玛谢差遣使者去见耶户的孙子、约哈斯的儿子以色列王约阿施说：“你来，我们二人相见于战场。”</p><p><a id="9"></a>14:9 以色列王约阿施差遣使者去见犹大王亚玛谢说：“黎巴嫩的蒺藜差遣使者去见黎巴嫩的香柏树说：‘将你的女儿给我儿子为妻。’后来黎巴嫩有一个野兽经过，把蒺藜践踏了。</p><p><a id="10"></a>14:10 你打败了以东人就心高气傲，你以此为荣耀，在家里安居就罢了，为何要惹祸，使自己和犹大国一同败亡呢？”</p><p><a id="11"></a>14:11 亚玛谢却不肯听这话。于是，以色列王约阿施上来，在犹大的伯示麦与犹大王亚玛谢相见于战场。</p><p><a id="12"></a>14:12 犹大人败在以色列人面前，各自逃回家里去了。</p><p><a id="13"></a>14:13 以色列王约阿施在伯示麦擒住亚哈谢的孙子、约阿施的儿子犹大王亚玛谢，就来到耶路撒冷，拆毁耶路撒冷的城墙，从以法莲门直到角门，共四百肘；</p><p><a id="14"></a>14:14 又将耶和华殿里与王宫府库里所有的金银和器皿都拿了去，并带人去为质，就回撒马利亚去了。</p><p><a id="15"></a>14:15 约阿施其余所行的事和他的勇力，并与犹大王亚玛谢争战的事，都写在以色列诸王记上。</p><p><a id="16"></a>14:16 约阿施与他列祖同睡，葬在撒马利亚以色列诸王的坟地里。他儿子耶罗波安接续他作王。</p><p><a id="17"></a>14:17 以色列王约哈斯的儿子约阿施死后，犹大王约阿施的儿子亚玛谢又活了十五年。</p><p><a id="18"></a>14:18 亚玛谢其余的事，都写在犹大列王记上。</p><p><a id="19"></a>14:19 耶路撒冷有人背叛亚玛谢，他就逃到拉吉，叛党却打发人到拉吉将他杀了。</p><p><a id="20"></a>14:20 人就用马将他的尸首驮到耶路撒冷，葬在大卫城他列祖的坟地里。</p><p><a id="21"></a>14:21 犹大众民立亚玛谢的儿子亚撒利雅（注：又名“乌西雅”）接续他父作王，那时他年十六岁。</p><p><a id="22"></a>14:22 亚玛谢与他列祖同睡之后，亚撒利雅收回以拉他仍归犹大，又重新修理。</p><p><a id="23"></a>14:23 犹大王约阿施的儿子亚玛谢十五年，以色列王约阿施的儿子耶罗波安在撒马利亚登基，作王四十一年。</p><p><a id="24"></a>14:24 他行耶和华眼中看为恶的事，不离开尼八的儿子耶罗波安使以色列人陷在罪里的一切罪。</p><p><a id="25"></a>14:25 他收回以色列边界之地，从哈马口直到亚拉巴海，正如耶和华以色列的　神藉他仆人迦特希弗人亚米太的儿子先知约拿所说的。</p><p><a id="26"></a>14:26 因为耶和华看见以色列人甚是艰苦，无论困住的、自由的都没有了，也无人帮助以色列人。</p><p><a id="27"></a>14:27 耶和华并没有说要将以色列的名从天下涂抹，乃藉约阿施的儿子耶罗波安拯救他们。</p><p><a id="28"></a>14:28 耶罗波安其余的事，凡他所行的和他的勇力，他怎样争战，怎样收回大马士革和先前属犹大的哈马归以色列，都写在以色列诸王记上。</p><p><a id="29"></a>14:29 耶罗波安与他列祖以色列诸王同睡。他儿子撒迦利雅接续他作王。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/列王记(下)/14.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _14 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _14 as default
};
