import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/约翰福音/3.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/约翰福音/3.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>3:1 有一个法利赛人，名叫尼哥德慕，是犹太人的官。</p><p><a id="2"></a>3:2 这人夜里来见耶稣，说：“拉比，我们知道你是由　神那里来作师傅的，因为你所行的神迹，若没有　神同在，无人能行。”</p><p><a id="3"></a>3:3 耶稣回答说：“我实实在在地告诉你：人若不重生，就不能见　神的国。”</p><p><a id="4"></a>3:4 尼哥德慕说：“人已经老了，如何能重生呢？岂能再进母腹生出来吗？”</p><p><a id="5"></a>3:5 耶稣说：“我实实在在地告诉你：人若不是从水和圣灵生的，就不能进　神的国。</p><p><a id="6"></a>3:6 从肉身生的，就是肉身；从灵生的，就是灵。</p><p><a id="7"></a>3:7 我说‘你们必须重生’，你不要以为希奇。</p><p><a id="8"></a>3:8 风随著意思吹，你听见风的响声，却不晓得从哪里来，往哪里去；凡从圣灵生的，也是如此。”</p><p><a id="9"></a>3:9 尼哥德慕问他说：“怎能有这事呢？”</p><p><a id="10"></a>3:10 耶稣回答说：“你是以色列人的先生，还不明白这事吗？</p><p><a id="11"></a>3:11 我实实在在地告诉你：我们所说的，是我们知道的；我们所见证的，是我们见过的；你们却不领受我们的见证。</p><p><a id="12"></a>3:12 我对你们说地上的事，你们尚且不信；若说天上的事，如何能信呢？</p><p><a id="13"></a>3:13 除了从天降下仍旧在天的人子，没有人升过天。</p><p><a id="14"></a>3:14 摩西在旷野怎样举蛇，人子也必照样被举起来，</p><p><a id="15"></a>3:15 叫一切信他的都得永生（注：或作“叫一切信的人在他里面得永生”）。</p><p><a id="16"></a>3:16 神爱世人，甚至将他的独生子赐给他们，叫一切信他的，不至灭亡，反得永生。</p><p><a id="17"></a>3:17 因为　神差他的儿子降世，不是要定世人的罪（注：或作“审判世人 ”。下同），乃是要叫世人因他得救。</p><p><a id="18"></a>3:18 信他的人，不被定罪；不信的人，罪已经定了，因为他不信　神独生子的名。</p><p><a id="19"></a>3:19 光来到世间，世人因自己的行为是恶的，不爱光倒爱黑暗，定他们的罪就是在此。</p><p><a id="20"></a>3:20 凡作恶的便恨光，并不来就光，恐怕他的行为受责备；</p><p><a id="21"></a>3:21 但行真理的必来就光，要显明他所行的是靠　神而行。”</p><p><a id="22"></a>3:22 这事以后，耶稣和门徒到了犹太地，在那里居住施洗。</p><p><a id="23"></a>3:23 约翰在靠近撒冷的哀嫩也施洗，因为那里水多，众人都去受洗。</p><p><a id="24"></a>3:24 那时约翰还没有下在监里 。</p><p><a id="25"></a>3:25 约翰的门徒和一个犹太人辩论洁净的礼，</p><p><a id="26"></a>3:26 就来见约翰说：“拉比，从前同你在约旦河外、你所见证的那位，现在施洗，众人都往他那里去了。”</p><p><a id="27"></a>3:27 约翰说：“若不是从天上赐的，人就不能得甚么。</p><p><a id="28"></a>3:28 我曾说‘我不是基督，是奉差遣在他前面的’，你们自己可以给我作见证。</p><p><a id="29"></a>3:29 娶新妇的就是新郎，新郎的朋友站著听见新郎的声音就甚喜乐，故此我这喜乐满足了。</p><p><a id="30"></a>3:30 他必兴旺，我必衰微。</p><p><a id="31"></a>3:31 从天上来的，是在万有之上；从地上来的，是属乎地，他所说的也是属乎地。从天上来的是在万有之上。</p><p><a id="32"></a>3:32 他将所见所闻的见证出来，只是没有人领受他的见证。</p><p><a id="33"></a>3:33 那领受他见证的，就印上印，证明　神是真的。</p><p><a id="34"></a>3:34 神所差来的，就说　神的话，因为　神赐圣灵给他，是没有限量的。</p><p><a id="35"></a>3:35 父爱子，已将万有交在他手里。</p><p><a id="36"></a>3:36 信子的人有永生；不信子的人得不著永生（注：原文作“不得见永生 ”），　神的震怒常在他身上。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/约翰福音/3.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _3 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _3 as default
};
