import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/约书亚记/21.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/约书亚记/21.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>21:1 那时，利未人的众族长来到祭司以利亚撒和嫩的儿子约书亚，并以色列各支派的族长面前。</p><p><a id="2"></a>21:2 在迦南地的示罗对他们说：“从前耶和华藉著摩西吩咐给我们城邑居住，并城邑的郊野可以牧养我们的牲畜。”</p><p><a id="3"></a>21:3 于是，以色列人照耶和华所吩咐的，从自己的地业中，将以下所记的城邑和城邑的郊野给了利未人。</p><p><a id="4"></a>21:4 为哥辖族拈阄，利未人的祭司亚伦的子孙，从犹大支派、西缅支派、便雅悯支派的地业中，按阄得了十三座城。</p><p><a id="5"></a>21:5 哥辖其余的子孙，从以法莲支派、但支派、玛拿西半支派的地业中，按阄得了十座城。</p><p><a id="6"></a>21:6 革顺的子孙，从以萨迦支派、亚设支派、拿弗他利支派、住巴珊的玛拿西半支派的地业中，按阄得了十三座城。</p><p><a id="7"></a>21:7 米拉利的子孙，按著宗族，从吕便支派、迦得支派、西布伦支派的地业中，按阄得了十二座城。</p><p><a id="8"></a>21:8 以色列人照著耶和华藉摩西所吩咐的，将这些城邑和城邑的郊野，按阄分给利未人。</p><p><a id="9-10"></a>21:9-10 从犹大支派、西缅支派的地业中，将以下所记的城给了利未支派哥辖宗族亚伦的子孙，因为给他们拈出头一阄，</p><p><a id="11"></a>21:11 将犹大山地的基列亚巴和四围的郊野给了他们。亚巴是亚衲族的始祖（基列亚巴就是希伯仑）。</p><p><a id="12"></a>21:12 惟将属城的田地和村庄，给了耶孚尼的儿子迦勒为业。</p><p><a id="13"></a>21:13 以色列人将希伯仑，就是误杀人的逃城和属城的郊野，给了祭司亚伦的子孙。又给他们立拿和属城的郊野、</p><p><a id="14"></a>21:14 雅提珥和属城的郊野、以实提莫和属城的郊野、</p><p><a id="15"></a>21:15 何仑和属城的郊野、底璧和属城的郊野、</p><p><a id="16"></a>21:16 亚因和属城的郊野、淤他和属城的郊野、伯示麦和属城的郊野，共九座城，都是从这二支派中分出来的。</p><p><a id="17"></a>21:17 又从便雅悯支派的地业中给了他们基遍和属城的郊野、迦巴和属城的郊野、</p><p><a id="18"></a>21:18 亚拿突和属城的郊野、亚勒们和属城的郊野，共四座城。</p><p><a id="19"></a>21:19 亚伦子孙作祭司的共有十三座城，还有属城的郊野。</p><p><a id="20"></a>21:20 利未支派中哥辖的宗族，就是哥辖其余的子孙，拈阄所得的城有从以法莲支派中分出来的。</p><p><a id="21"></a>21:21 以色列人将以法莲山地的示剑，就是误杀人的逃城和属城的郊野，给了他们。又给他们基色和属城的郊野、</p><p><a id="22"></a>21:22 基伯先和属城的郊野、伯和仑和属城的郊野，共四座城。</p><p><a id="23"></a>21:23 又从但支派的地业中给了他们伊利提基和属城的郊野、基比顿和属城的郊野、</p><p><a id="24"></a>21:24 亚雅仑和属城的郊野、迦特临门和属城的郊野，共四座城。</p><p><a id="25"></a>21:25 又从玛拿西半支派的地业中给了他们他纳和属城的郊野、迦特临门和属城的郊野，共两座城。</p><p><a id="26"></a>21:26 哥辖其余的子孙共有十座城，还有属城的郊野。</p><p><a id="27"></a>21:27 以色列人又从玛拿西半支派的地业中将巴珊的哥兰，就是误杀人的逃城和属城的郊野，给了利未支派革顺的子孙。又给他们比施提拉和属城的郊野，共两座城。</p><p><a id="28"></a>21:28 又从以萨迦支派的地业中，给了他们基善和属城的郊野、大比拉和属城的郊野、</p><p><a id="29"></a>21:29 耶末和属城的郊野、隐干宁和属城的郊野，共四座城。</p><p><a id="30"></a>21:30 又从亚设支派的地业中给了他们米沙勒和属城的郊野、押顿和属城的郊野、</p><p><a id="31"></a>21:31 黑甲和属城的郊野、利合和属城的郊野，共四座城。</p><p><a id="32"></a>21:32 又从拿弗他利支派的地业中将加利利的基低斯，就是误杀人的逃城和属城的郊野，给了他们。又给他们哈末多珥和属城的郊野、加珥坦和属城的郊野，共三座城。</p><p><a id="33"></a>21:33 革顺人按著宗族所得的城，共十三座，还有属城的郊野。</p><p><a id="34"></a>21:34 其余利未支派米拉利子孙，从西布伦支派的地业中所得的，就是约念和属城的郊野、加珥他和属城的郊野、</p><p><a id="35"></a>21:35 丁拿和属城的郊野、拿哈拉和属城的郊野，共四座城。</p><p><a id="36"></a>21:36 又从吕便支派的地业中给了他们比悉和属城的郊野、雅杂和属城的郊野、</p><p><a id="37"></a>21:37 基底莫和属城的郊野、米法押和属城的郊野，共四座城。</p><p><a id="38"></a>21:38 又从迦得支派的地业中，将基列的拉末，就是误杀人的逃城和属城的郊野，给了他们。又给他们玛哈念和属城的郊野、</p><p><a id="39"></a>21:39 希实本和属城的郊野、雅谢和属城的郊野，共四座城。</p><p><a id="40"></a>21:40 其余利未支派的人，就是米拉利的子孙，按著宗族拈阄所得的，共十二座城。</p><p><a id="41"></a>21:41 利未人在以色列人的地业中所得的城，共四十八座，并有属城的郊野。</p><p><a id="42"></a>21:42 这些城四围都有属城的郊野，城城都是如此。</p><p><a id="43"></a>21:43 这样，耶和华将从前向他们列祖起誓所应许的全地，赐给以色列人，他们就得了为业，住在其中。</p><p><a id="44"></a>21:44 耶和华照著向他们列祖起誓所应许的一切话，使他们四境平安，他们一切仇敌中，没有一人在他们面前站立得住，耶和华把一切仇敌都交在他们手中。</p><p><a id="45"></a>21:45 耶和华应许赐福给以色列家的话，一句也没有落空，都应验了。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/约书亚记/21.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _21 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _21 as default
};
