import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/尼希米记/13.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/尼希米记/13.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>13:1 当日，人念摩西的律法书给百姓听，遇见书上写著说：“亚扪人和摩押人永不可入　神的会，</p><p><a id="2"></a>13:2 因为他们没有拿食物和水来迎接以色列人，且雇了巴兰咒诅他们；但我们的　神使那咒诅变为祝福。”</p><p><a id="3"></a>13:3 以色列民听见这律法，就与一切闲杂人绝交。</p><p><a id="4"></a>13:4 先是蒙派管理我们　神殿中库房的祭司以利亚实与多比雅结亲，</p><p><a id="5"></a>13:5 便为他预备一间大屋子，就是从前收存素祭、乳香、器皿，和照命令供给利未人、歌唱的、守门的五谷、新酒和油的十分之一，并归祭司举祭的屋子。</p><p><a id="6"></a>13:6 那时，我不在耶路撒冷。因为巴比伦王亚达薛西三十二年，我回到王那里。过了多日，我向王告假。</p><p><a id="7"></a>13:7 我来到耶路撒冷，就知道以利亚实为多比雅在　神殿的院内预备屋子的那件恶事。</p><p><a id="8"></a>13:8 我甚恼怒，就把多比雅的一切家具从屋里都抛出去，</p><p><a id="9"></a>13:9 吩咐人洁净这屋子，遂将　神殿的器皿和素祭乳香又搬进去。</p><p><a id="10"></a>13:10 我见利未人所当得的分，无人供给他们，甚至供职的利未人与歌唱的俱各奔回自己的田地去了。</p><p><a id="11"></a>13:11 我就斥责官长说：“为何离弃　神的殿呢？”我便招聚利未人，使他们照旧供职。</p><p><a id="12"></a>13:12 犹大众人就把五谷、新酒和油的十分之一，送入库房。</p><p><a id="13"></a>13:13 我派祭司示利米雅、文士撒督和利未人□大雅作库官管理库房，副官是哈难。哈难是撒刻的儿子，撒刻是玛他尼的儿子。这些人都是忠信的，他们的职分是将所供给的分给他们的弟兄。</p><p><a id="14"></a>13:14 我的　神啊，求你因这事记念我，不要涂抹我为　神的殿与其中的礼节所行的善。</p><p><a id="15"></a>13:15 那些日子，我在犹大见有人在安息日□酒（注：原文作“踹酒□”），搬运禾捆，驮在驴上，又把酒、葡萄、无花果和各样的担子，在安息日担入耶路撒冷，我就在他们卖食物的那日，警戒他们。</p><p><a id="16"></a>13:16 又有推罗人住在耶路撒冷，他们把鱼和各样货物运进来，在安息日卖给犹大人。</p><p><a id="17"></a>13:17 我就斥责犹大的贵胄说：“你们怎么行这恶事，犯了安息日呢？</p><p><a id="18"></a>13:18 从前你们列祖岂不是这样行，以致我们　神使一切灾祸临到我们和这城吗？现在你们还犯安息日，使忿怒越发临到以色列！”</p><p><a id="19"></a>13:19 在安息日的前一日，耶路撒冷城门有黑影的时候，我就吩咐人将门关锁，不过安息日不准开放。我又派我几个仆人管理城门，免得有人在安息日担甚么担子进城。</p><p><a id="20"></a>13:20 于是商人和贩卖各样货物的，一两次住宿在耶路撒冷城外。</p><p><a id="21"></a>13:21 我就警戒他们说：“你们为何在城外住宿呢？若再这样，我必下手拿办你们。”从此以后，他们在安息日不再来了。</p><p><a id="22"></a>13:22 我吩咐利未人洁净自己，来守城门，使安息日为圣。我的　神啊，求你因这事记念我，照你的大慈爱怜恤我。</p><p><a id="23"></a>13:23 那些日子，我也见犹大人娶了亚实突、亚扪、摩押的女子为妻。</p><p><a id="24"></a>13:24 他们的儿女说话，一半是亚实突的话，不会说犹大的话，所说的是照著各族的方言。</p><p><a id="25"></a>13:25 我就斥责他们，咒诅他们，打了他们几个人，拔下他们的头发，叫他们指著　神起誓，必不将自己的女儿嫁给外邦人的儿子，也不为自己和儿子娶他们的女儿。</p><p><a id="26"></a>13:26 我又说：“以色列王所罗门不是在这样的事上犯罪吗？在多国中并没有一王像他，且蒙他　神所爱，　神立他作以色列全国的王，然而连他也被外邦女子引诱犯罪。</p><p><a id="27"></a>13:27 如此，我岂听你们行这大恶，娶外邦女子干犯我们的　神呢？”</p><p><a id="28"></a>13:28 大祭司以利亚实的孙子、耶何耶大的一个儿子，是和伦人参巴拉的女婿，我就从我这里把他赶出去。</p><p><a id="29"></a>13:29 我的　神啊，求你记念他们的罪，因为他们玷污了祭司的职任，违背你与祭司利未人所立的约。</p><p><a id="30"></a>13:30 这样，我洁净他们，使他们离绝一切外邦人，派定祭司和利未人的班次，使他们各尽其职。</p><p><a id="31"></a>13:31 我又派百姓按定期献柴和初熟的土产。我的　神啊，求你记念我，施恩与我。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/尼希米记/13.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _13 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _13 as default
};
