import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/新约.马太福音/23.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/新约.马太福音/23.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>23:1 那时，耶稣对众人和门徒讲论，</p><p><a id="2"></a>23:2 说：“文士和法利赛人坐在摩西的位上，</p><p><a id="3"></a>23:3 凡他们所吩咐你们的，你们都要谨守遵行；但不要效法他们的行为，因为他们能说不能行。</p><p><a id="4"></a>23:4 他们把难担的重担捆起来，搁在人的肩上，但自己一个指头也不肯动。</p><p><a id="5"></a>23:5 他们一切所做的事都是要叫人看见，所以将佩戴的经文做宽了，衣裳的□子做长了；</p><p><a id="6"></a>23:6 喜爱筵席上的首座，会堂里的高位；</p><p><a id="7"></a>23:7 又喜爱人在街市上问他安，称呼他拉比（注：“拉比”就是“夫子”）。</p><p><a id="8"></a>23:8 但你们不要受拉比的称呼，因为只有一位是你们的夫子，你们都是弟兄；</p><p><a id="9"></a>23:9 也不要称呼地上的人为父，因为只有一位是你们的父，就是在天上的父；</p><p><a id="10"></a>23:10 也不要受师尊的称呼，因为只有一位是你们的师尊，就是基督。</p><p><a id="11"></a>23:11 你们中间谁为大，谁就要作你们的用人。</p><p><a id="12"></a>23:12 凡自高的，必降为卑；自卑的，必升为高。</p><p><a id="13"></a>23:13 你们这假冒为善的文士和法利赛人有祸了！因为你们正当人前，把天国的门关了，自己不进去，正要进去的人，你们也不容他们进去。（注：有古卷在此有</p><p><a id="14"></a>23:14 “你们这假冒为善的文士和法利赛人有祸了！因为你们侵吞寡妇的家产，假意作很长的祷告，所以要受更重的刑罚。”）</p><p><a id="15"></a>23:15 你们这假冒为善的文士和法利赛人有祸了！因为你们走遍洋海陆地，勾引一个人入教，既入了教，却使他作地狱之子，比你们还加倍。</p><p><a id="16"></a>23:16 你们这瞎眼领路的有祸了！你们说：‘凡指著殿起誓的，这算不得甚么；只是凡指著殿中金子起誓的，他就该谨守。’</p><p><a id="17"></a>23:17 你们这无知瞎眼的人哪！甚么是大的？是金子呢，还是叫金子成圣的殿呢？</p><p><a id="18"></a>23:18 你们又说：‘凡指著坛起誓的，这算不得甚么；只是凡指著坛上礼物起誓的，他就该谨守。’</p><p><a id="19"></a>23:19 你们这瞎眼的人哪！甚么是大的？是礼物呢，还是叫礼物成圣的坛呢？</p><p><a id="20"></a>23:20 所以，人指著坛起誓，就是指著坛和坛上一切所有的起誓；</p><p><a id="21"></a>23:21 人指著殿起誓，就是指著殿和那住在殿里的起誓；</p><p><a id="22"></a>23:22 人指著天起誓，就是指著　神的宝座和那坐在上面的起誓。</p><p><a id="23"></a>23:23 你们这假冒为善的文士和法利赛人有祸了！因为你们将薄荷、茴香、芹菜献上十分之一，那律法上更重的事，就是公义、怜悯、信实，反倒不行了。这更重的是你们当行的，那也是不可不行的。</p><p><a id="24"></a>23:24 你们这瞎眼领路的，蠓虫你们就滤出来，骆驼你们倒吞下去。</p><p><a id="25"></a>23:25 你们这假冒为善的文士和法利赛人有祸了！因为你们洗净杯盘的外面，里面却盛满了勒索和放荡。</p><p><a id="26"></a>23:26 你这瞎眼的法利赛人，先洗净杯盘的里面，好叫外面也乾净了。</p><p><a id="27"></a>23:27 你们这假冒为善的文士和法利赛人有祸了！因为你们好像粉饰的坟墓，外面好看，里面却装满了死人的骨头和一切的污秽。</p><p><a id="28"></a>23:28 你们也是如此，在人前，外面显出公义来，里面却装满了假善和不法的事。</p><p><a id="29"></a>23:29 你们这假冒为善的文士和法利赛人有祸了！因为你们建造先知的坟，修饰义人的墓，说：</p><p><a id="30"></a>23:30 ‘若是我们在我们祖宗的时候，必不和他们同流先知的血。’</p><p><a id="31"></a>23:31 这就是你们自己证明是杀害先知者的子孙了。</p><p><a id="32"></a>23:32 你们去充满你们祖宗的恶贯吧！</p><p><a id="33"></a>23:33 你们这些蛇类、毒蛇之种啊！怎能逃脱地狱的刑罚呢？</p><p><a id="34"></a>23:34 所以我差遣先知和智慧人并文士到你们这里来，有的你们要杀害，要钉十字架；有的你们要在会堂里鞭打，从这城追逼到那城。</p><p><a id="35"></a>23:35 叫世上所流义人的血，都归到你们身上，从义人亚伯的血起，直到你们在殿和坛中间所杀的巴拉加的儿子撒迦利亚的血为止。</p><p><a id="36"></a>23:36 我实在告诉你们：这一切的罪都要归到这世代了。</p><p><a id="37"></a>23:37 耶路撒冷啊，耶路撒冷啊！你常杀害先知，又用石头打死那奉差遣到你这里来的人。我多次愿意聚集你的儿女，好像母鸡把小鸡聚集在翅膀底下，只是你们不愿意。</p><p><a id="38"></a>23:38 看哪，你们的家成为荒场留给你们。</p><p><a id="39"></a>23:39 我告诉你们：从今以后，你们不得再见我，直等到你们说：‘奉主名来的，是应当称颂的！’”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/新约.马太福音/23.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _23 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _23 as default
};
