import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/利未记/2.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/利未记/2.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>2:1 若有人献素祭为供物给耶和华，要用细面浇上油，加上乳香，</p><p><a id="2"></a>2:2 带到亚伦子孙作祭司的那里。祭司就要从细面中取出一把来，并取些油和所有的乳香，然后要把所取的这些作为纪念，烧在坛上，是献与耶和华为馨香的火祭。</p><p><a id="3"></a>2:3 素祭所剩的要归给亚伦和他的子孙；这是献与耶和华的火祭中为至圣的。</p><p><a id="4"></a>2:4 若用炉中烤的物为素祭，就要用调油的无酵细面饼，或是抹油的无酵薄饼。</p><p><a id="5"></a>2:5 若用铁鏊上做的物为素祭，就要用调油的无酵细面，</p><p><a id="6"></a>2:6 分成块子，浇上油，这是素祭。</p><p><a id="7"></a>2:7 若用煎盘做的物为素祭，就要用油与细面做成。</p><p><a id="8"></a>2:8 要把这些东西做的素祭带到耶和华面前，并奉给祭司带到坛前。</p><p><a id="9"></a>2:9 祭司要从素祭中取出作为纪念的，烧在坛上，是献与耶和华为馨香的火祭。</p><p><a id="10"></a>2:10 素祭所剩的，要归给亚伦和他的子孙。这是献与耶和华的火祭中为至圣的。</p><p><a id="11"></a>2:11 凡献给耶和华的素祭都不可有酵，因为你们不可烧一点酵、一点蜜，当作火祭献给耶和华。</p><p><a id="12"></a>2:12 这些物要献给耶和华作为初熟的供物，只是不可在坛上献为馨香的祭。</p><p><a id="13"></a>2:13 凡献为素祭的供物都要用盐调和，在素祭上不可缺了你　神立约的盐；一切的供物都要配盐而献。</p><p><a id="14"></a>2:14 若向耶和华献初熟之物为素祭，要献上烘了的禾穗子，就是轧了的新穗子，当作初熟之物的素祭，</p><p><a id="15"></a>2:15 并要抹上油，加上乳香，这是素祭。</p><p><a id="16"></a>2:16 祭司要把其中作为记念的，就是一些轧了的禾穗子和一些油，并所有的乳香，都焚烧，是向耶和华献的火祭。</p><p><a id="1"></a>2:1 若有人献素祭为供物给耶和华，要用细面浇上油，加上乳香，</p><p><a id="2"></a>2:2 带到亚伦子孙作祭司的那里。祭司就要从细面中取出一把来，并取些油和所有的乳香，然后要把所取的这些作为纪念，烧在坛上，是献与耶和华为馨香的火祭。</p><p><a id="3"></a>2:3 素祭所剩的要归给亚伦和他的子孙；这是献与耶和华的火祭中为至圣的。</p><p><a id="4"></a>2:4 若用炉中烤的物为素祭，就要用调油的无酵细面饼，或是抹油的无酵薄饼。</p><p><a id="5"></a>2:5 若用铁鏊上做的物为素祭，就要用调油的无酵细面，</p><p><a id="6"></a>2:6 分成块子，浇上油，这是素祭。</p><p><a id="7"></a>2:7 若用煎盘做的物为素祭，就要用油与细面做成。</p><p><a id="8"></a>2:8 要把这些东西做的素祭带到耶和华面前，并奉给祭司带到坛前。</p><p><a id="9"></a>2:9 祭司要从素祭中取出作为纪念的，烧在坛上，是献与耶和华为馨香的火祭。</p><p><a id="10"></a>2:10 素祭所剩的，要归给亚伦和他的子孙。这是献与耶和华的火祭中为至圣的。</p><p><a id="11"></a>2:11 凡献给耶和华的素祭都不可有酵，因为你们不可烧一点酵、一点蜜，当作火祭献给耶和华。</p><p><a id="12"></a>2:12 这些物要献给耶和华作为初熟的供物，只是不可在坛上献为馨香的祭。</p><p><a id="13"></a>2:13 凡献为素祭的供物都要用盐调和，在素祭上不可缺了你　神立约的盐；一切的供物都要配盐而献。</p><p><a id="14"></a>2:14 若向耶和华献初熟之物为素祭，要献上烘了的禾穗子，就是轧了的新穗子，当作初熟之物的素祭，</p><p><a id="15"></a>2:15 并要抹上油，加上乳香，这是素祭。</p><p><a id="16"></a>2:16 祭司要把其中作为记念的，就是一些轧了的禾穗子和一些油，并所有的乳香，都焚烧，是向耶和华献的火祭。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/利未记/2.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _2 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _2 as default
};
