import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/希伯来书/11.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/希伯来书/11.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>11:1 信就是所望之事的实底，是未见之事的确据。</p><p><a id="2"></a>11:2 古人在这信上得了美好的证据。</p><p><a id="3"></a>11:3 我们因著信，就知道诸世界是藉　神话造成的，这样，所看见的，并不是从显然之物造出来的。</p><p><a id="4"></a>11:4 亚伯因著信，献祭与　神，比该隐所献的更美，因此便得了称义的见证，就是　神指他礼物作的见证。他虽然死了，却因这信，仍旧说话。</p><p><a id="5"></a>11:5 以诺因著信，被接去，不至于见死，人也找不著他，因为　神已经把他接去了。只是他被接去以先，已经得了　神喜悦他的明证。</p><p><a id="6"></a>11:6 人非有信，就不能得　神的喜悦；因为到　神面前来的人，必须信有神，且信他赏赐那寻求他的人。</p><p><a id="7"></a>11:7 挪亚因著信，既蒙　神指示他未见的事，动了敬畏的心，预备了一只方舟，使他全家得救。因此就定了那世代的罪，自己也承受了那从信而来的义。</p><p><a id="8"></a>11:8 亚伯拉罕因著信，蒙召的时候，就遵命出去，往将来要得为业的地方去；出去的时候，还不知往哪里去。</p><p><a id="9"></a>11:9 他因著信，就在所应许之地作客，好像在异地居住帐棚，与那同蒙一个应许的以撒、雅各一样。</p><p><a id="10"></a>11:10 因为他等候那座有根基的城，就是　神所经营、所建造的。</p><p><a id="11"></a>11:11 因著信，连撒拉自己，虽然过了生育的岁数，还能怀孕，因她以为那应许她的是可信的。</p><p><a id="12"></a>11:12 所以从一个彷佛已死的人就生出子孙，如同天上的星那样众多，海边的沙那样无数。</p><p><a id="13"></a>11:13 这些人都是存著信心死的，并没有得著所应许的，却从远处望见，且欢喜迎接，又承认自己在世上是客旅，是寄居的。</p><p><a id="14"></a>11:14 说这样话的人，是表明自己要找一个家乡。</p><p><a id="15"></a>11:15 他们若想念所离开的家乡，还有可以回去的机会。</p><p><a id="16"></a>11:16 他们却羡慕一个更美的家乡，就是在天上的。所以　神被称为他们的神，并不以为耻，因为他已经给他们预备了一座城。</p><p><a id="17"></a>11:17 亚伯拉罕因著信，被试验的时候，就把以撒献上；这便是那欢喜领受应许的，将自己独生的儿子献上。</p><p><a id="18"></a>11:18 论到这儿子，曾有话说：“从以撒生的才要称为你的后裔。”</p><p><a id="19"></a>11:19 他以为　神还能叫人从死里复活，他也彷佛从死中得回他的儿子来。</p><p><a id="20"></a>11:20 以撒因著信，就指著将来的事给雅各、以扫祝福。</p><p><a id="21"></a>11:21 雅各因著信，临死的时候，给约瑟的两个儿子各自祝福，扶著杖头敬拜　神。</p><p><a id="22"></a>11:22 约瑟因著信，临终的时候，提到以色列族将来要出埃及，并为自己的骸骨留下遗命。</p><p><a id="23"></a>11:23 摩西生下来，他的父母见他是个俊美的孩子，就因著信，把他藏了三个月，并不怕王命。</p><p><a id="24"></a>11:24 摩西因著信，长大了就不肯称为法老女儿之子。</p><p><a id="25"></a>11:25 他宁可和　神的百姓同受苦害，也不愿暂时享受罪中之乐。</p><p><a id="26"></a>11:26 他看为基督受的凌辱比埃及的财物更宝贵，因他想望所要得的赏赐。</p><p><a id="27"></a>11:27 他因著信，就离开埃及，不怕王怒；因为他恒心忍耐，如同看见那不能看见的主。</p><p><a id="28"></a>11:28 他因著信，就守逾越节（注：“守”或作“立”），行洒血的礼，免得那灭长子的临近以色列人。</p><p><a id="29"></a>11:29 他们因著信，过红海如行乾地；埃及人试著要过去，就被吞灭了。</p><p><a id="30"></a>11:30 以色列人因著信，围绕耶利哥城七日，城墙就倒塌了。</p><p><a id="31"></a>11:31 妓女喇合因著信，曾和和平平地接待探子，就不与那些不顺从的人一同灭亡。</p><p><a id="32"></a>11:32 我又何必再说呢？若要一一细说，基甸、巴拉、参孙、耶弗他、大卫、撒母耳和众先知的事，时候就不够了。</p><p><a id="33"></a>11:33 他们因著信，制伏了敌国，行了公义，得了应许；堵了狮子的口，</p><p><a id="34"></a>11:34 灭了烈火的猛势，脱了刀剑的锋刃；软弱变为刚强，争战显出勇敢，打退外邦的全军。</p><p><a id="35"></a>11:35 有妇人得自己的死人复活，又有人忍受严刑，不肯苟且得释放（注：“释放”原文作“赎”），为要得著更美的复活。</p><p><a id="36"></a>11:36 又有人忍受戏弄、鞭打、捆锁、监禁各等的磨炼，</p><p><a id="37"></a>11:37 被石头打死，被锯锯死，受试探，被刀杀，披著绵羊、山羊的皮各处奔跑，受穷乏、患难、苦害，</p><p><a id="38"></a>11:38 在旷野、山岭、山洞、地穴飘流无定，本是世界不配有的人。</p><p><a id="39"></a>11:39 这些人都是因信得了美好的证据，却仍未得著所应许的。</p><p><a id="40"></a>11:40 因为　神给我们预备了更美的事，叫他们若不与我们同得，就不能完全。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/希伯来书/11.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _11 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _11 as default
};
