import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/耶利米书/15.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/耶利米书/15.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>15:1 耶和华对我说：“虽有摩西和撒母耳站在我面前代求，我的心也不顾惜这百姓。你将他们从我眼前赶出，叫他们去吧！</p><p><a id="2"></a>15:2 他们问你说：‘我们往哪里去呢？’你便告诉他们：‘耶和华如此说：定为死亡的，必至死亡；定为刀杀的，必交刀杀；定为饥荒的，必遭饥荒；定为掳掠的，必被掳掠。’”</p><p><a id="3"></a>15:3 耶和华说：“我命定四样害他们，就是刀剑杀戮，狗类撕裂，空中的飞鸟和地上的野兽吞吃毁灭。</p><p><a id="4"></a>15:4 又必使他们在天下万国中抛来抛去，都因犹大王希西家的儿子玛拿西在耶路撒冷所行的事。</p><p><a id="5"></a>15:5 耶路撒冷啊，谁可怜你呢？谁为你悲伤呢？谁转身问你的安呢？”</p><p><a id="6"></a>15:6 耶和华说：“你弃绝了我，转身退后，因此我伸手攻击你，毁坏你。我后悔，甚不耐烦。</p><p><a id="7"></a>15:7 我在境内各城门口（注：或作“我在这地边界的关口”）用簸箕簸了我的百姓，使他们丧掉儿女。我毁灭他们，他们仍不转离所行的道。</p><p><a id="8"></a>15:8 他们的寡妇在我面前比海沙更多。我使灭命的午间来，攻击少年人的母亲，使痛苦惊吓忽然临到她身上。</p><p><a id="9"></a>15:9 生过七子的妇人力衰气绝，尚在白昼，日头忽落，她抱愧蒙羞。其余的人，我必在他们敌人跟前，交与刀剑。”这是耶和华说的。</p><p><a id="10"></a>15:10 我的母亲哪，我有祸了！因你生我作为遍地相争相竞的人。我素来没有借贷与人，人也没有借贷与我，人人却都咒骂我。</p><p><a id="11"></a>15:11 耶和华说：“我必要坚固你，使你得好处。灾祸苦难临到的时候，我必要使仇敌央求你。</p><p><a id="12"></a>15:12 人岂能将铜与铁，就是北方的铁折断呢？</p><p><a id="13"></a>15:13 我必因你在四境之内所犯的一切罪，把你的货物财宝当掠物，白白地交给仇敌。</p><p><a id="14"></a>15:14 我也必使仇敌带这掠物到你所不认识的地去，因我怒中起的火要将你们焚烧。”</p><p><a id="15"></a>15:15 耶和华啊，你是知道的，求你记念我，眷顾我，向逼迫我的人为我报仇，不要向他们忍怒取我的命，要知道我为你的缘故受了凌辱。</p><p><a id="16"></a>15:16 耶和华万军之　神啊，我得著你的言语，就当食物吃了，你的言语是我心中的欢喜快乐，因我是称为你名下的人。</p><p><a id="17"></a>15:17 我没有坐在宴乐人的会中，也没有欢乐，我因你的感动（注：原文作“手”）独自静坐，因你使我满心愤恨。</p><p><a id="18"></a>15:18 我的痛苦为何长久不止呢？我的伤痕为何无法医治，不能痊愈呢？难道你待我有诡诈，像流乾的河道吗？</p><p><a id="19"></a>15:19 耶和华如此说：“你若归回，我就将你再带来，使你站在我面前；你若将宝贵的和下贱的分别出来，你就可以当作我的口。他们必归向你，你却不可归向他们。</p><p><a id="20"></a>15:20 我必使你向这百姓成为坚固的铜墙。他们必攻击你，却不能胜你，因我与你同在，要拯救你、搭救你。”这是耶和华说的。</p><p><a id="21"></a>15:21 “我必搭救你脱离恶人的手，救赎你脱离强暴人的手。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/耶利米书/15.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _15 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _15 as default
};
