import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/路加福音/19.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/路加福音/19.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>19:1 耶稣进了耶利哥，正经过的时候，</p><p><a id="2"></a>19:2 有一个人名叫撒该，作税吏长，是个财主。</p><p><a id="3"></a>19:3 他要看看耶稣是怎样的人；只因人多，他的身量又矮，所以不得看见，</p><p><a id="4"></a>19:4 就跑到前头，爬上桑树，要看耶稣，因为耶稣必从那里经过。</p><p><a id="5"></a>19:5 耶稣到了那里，抬头一看，对他说：“撒该，快下来！今天我必住在你家里。”</p><p><a id="6"></a>19:6 他就急忙下来，欢欢喜喜地接待耶稣。</p><p><a id="7"></a>19:7 众人看见，都私下议论说：“他竟到罪人家里去住宿。”</p><p><a id="8"></a>19:8 撒该站著对主说：“主啊，我把所有的一半给穷人；我若讹诈了谁，就还他四倍。”</p><p><a id="9"></a>19:9 耶稣说：“今天救恩到了这家，因为他也是亚伯拉罕的子孙。</p><p><a id="10"></a>19:10 人子来，为要寻找、拯救失丧的人。”</p><p><a id="11"></a>19:11 众人正在听见这些话的时候，耶稣因为将近耶路撒冷，又因他们以为神的国快要显出来，就另设一个比喻，说：</p><p><a id="12"></a>19:12 “有一个贵胄往远方去，要得国回来，</p><p><a id="13"></a>19:13 便叫了他的十个仆人来，交给他们十锭（注：“锭”原文作“弥拿”，一弥拿约银十两）银子，说：‘你们去做生意，直等我回来。’</p><p><a id="14"></a>19:14 他本国的人却恨他，打发使者随后去，说：‘我们不愿意这个人作我们的王。’</p><p><a id="15"></a>19:15 他既得国回来，就吩咐叫那领银子的仆人来，要知道他们做生意赚了多少。</p><p><a id="16"></a>19:16 头一个上来，说：‘主啊，你的一锭银子已经赚了十锭。’</p><p><a id="17"></a>19:17 主人说：‘好！良善的仆人，你既在最小的事上有忠心，可以有权柄管十座城。’</p><p><a id="18"></a>19:18 第二个来，说：‘主啊，你的一锭银子已经赚了五锭。’</p><p><a id="19"></a>19:19 主人说：‘你也可以管五座城。’</p><p><a id="20"></a>19:20 又有一个来说：‘主啊，看哪，你的一锭银子在这里，我把它包在手巾里存著。</p><p><a id="21"></a>19:21 我原是怕你，因为你是严厉的人：没有放下的，还要去拿；没有种下的，还要去收。’</p><p><a id="22"></a>19:22 主人对他说：‘你这恶仆，我要凭你的口定你的罪！你既知道我是严厉的人，没有放下的，还要去拿，没有种下的，还要去收，</p><p><a id="23"></a>19:23 为甚么不把我的银子交给银行，等我来的时候，连本带利都可以要回来呢？’</p><p><a id="24"></a>19:24 就对旁边站著的人说：‘夺过他这一锭来，给那有十锭的。’</p><p><a id="25"></a>19:25 他们说：‘主啊，他已经有十锭了。’</p><p><a id="26"></a>19:26 主人说：‘我告诉你们：凡有的，还要加给他；没有的，连他所有的也要夺过来。</p><p><a id="27"></a>19:27 至于我那些仇敌，不要我作他们王的，把他们拉来，在我面前杀了吧！’”</p><p><a id="28"></a>19:28 耶稣说完了这话，就在前面走，上耶路撒冷去。</p><p><a id="29"></a>19:29 将近伯法其和伯大尼，在一座山名叫橄榄山那里，就打发两个门徒，说：</p><p><a id="30"></a>19:30 “你们往对面村子里去，进去的时候，必看见一匹驴驹拴在那里，是从来没有人骑过的，可以解开牵来。</p><p><a id="31"></a>19:31 若有人问为甚么解它，你们就说：‘主要用它。’”</p><p><a id="32"></a>19:32 打发的人去了，所遇见的正如耶稣所说的。</p><p><a id="33"></a>19:33 他们解驴驹的时候，主人问他们说：“解驴驹做甚么？”</p><p><a id="34"></a>19:34 他们说：“主要用它。”</p><p><a id="35"></a>19:35 他们牵到耶稣那里，把自己的衣服搭在上面，扶著耶稣骑上。</p><p><a id="36"></a>19:36 走的时候，众人把衣服铺在路上。</p><p><a id="37"></a>19:37 将近耶路撒冷，正下橄榄山的时候，众门徒因所见过的一切异能，都欢乐起来，大声赞美　神，</p><p><a id="38"></a>19:38 说：“奉主名来的王是应当称颂的！在天上有和平；在至高之处有荣光。”</p><p><a id="39"></a>19:39 众人中有几个法利赛人对耶稣说：“夫子，责备你的门徒吧！”</p><p><a id="40"></a>19:40 耶稣说：“我告诉你们，若是他们闭口不说，这些石头必要呼叫起来。”</p><p><a id="41"></a>19:41 耶稣快到耶路撒冷，看见城，就为它哀哭，</p><p><a id="42"></a>19:42 说：“巴不得你在这日子知道关系你平安的事；无奈这事现在是隐藏的，叫你的眼看不出来。</p><p><a id="43"></a>19:43 因为日子将到，你的仇敌必筑起土垒，周围环绕你，四面困住你，</p><p><a id="44"></a>19:44 并要扫灭你和你里头的儿女，连一块石头也不留在石头上，因你不知道眷顾你的时候。”</p><p><a id="45"></a>19:45 耶稣进了殿，赶出里头做买卖的人，</p><p><a id="46"></a>19:46 对他们说：“经上说：‘我的殿必作祷告的殿’，你们倒使它成为贼窝了。”</p><p><a id="47"></a>19:47 耶稣天天在殿里教训人。祭司长和文士与百姓的尊长都想要杀他，</p><p><a id="48"></a>19:48 但寻不出法子来，因为百姓都侧耳听他。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/路加福音/19.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _19 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _19 as default
};
