import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/以赛亚书/43.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/以赛亚书/43.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>43:1 雅各啊，创造你的耶和华；以色列啊，造成你的那位，现在如此说：“你不要害怕！因为我救赎了你。我曾提你的名召你，你是属我的。</p><p><a id="2"></a>43:2 你从水中经过，我必与你同在；你□过江河，水必不漫过你；你从火中行过，必不被烧，火焰也不著在你身上。</p><p><a id="3"></a>43:3 因为我是耶和华你的　神，是以色列的圣者，你的救主。我已经使埃及作你的赎价，使古实和西巴代替你。</p><p><a id="4"></a>43:4 因我看你为宝为尊，又因我爱你，所以我使人代替你，使列邦人替换你的生命。</p><p><a id="5"></a>43:5 不要害怕，因我与你同在！我必领你的后裔从东方来，又从西方招聚你。</p><p><a id="6"></a>43:6 我要对北方说：‘交出来！’对南方说：‘不要拘留！’将我的众子从远方带来，将我的众女从地极领回，</p><p><a id="7"></a>43:7 就是凡称为我名下的人，是我为自己的荣耀创造的，是我所做成、所造作的。”</p><p><a id="8"></a>43:8 你要将有眼而瞎、有耳而聋的民都带出来。</p><p><a id="9"></a>43:9 任凭万国聚集，任凭众民会合，其中谁能将此声明，并将先前的事说给我们听呢？他们可以带出见证来，自显为是，或者他们听见便说：“这是真的。”</p><p><a id="10"></a>43:10 耶和华说：“你们是我的见证，我所拣选的仆人。既是这样，便可以知道，且信服我，又明白我就是耶和华。在我以前没有真神（注：“真”原文作“造作的”），在我以后也必没有。</p><p><a id="11"></a>43:11 惟有我是耶和华，除我以外没有救主。</p><p><a id="12"></a>43:12 我曾指示，我曾拯救，我曾说明，并且在你们中间没有别神。”所以耶和华说：“你们是我的见证，我也是　神。</p><p><a id="13"></a>43:13 自从有日子以来，我就是　神。谁也不能救人脱离我手，我要行事，谁能阻止呢？”</p><p><a id="14"></a>43:14 耶和华你们的救赎主，以色列的圣者如此说：“因你们的缘故，我已经打发人到巴比伦去，并且我要使迦勒底人如逃民，都坐自己喜乐的船下来。</p><p><a id="15"></a>43:15 我是耶和华你们的圣者，是创造以色列的，是你们的君王。”</p><p><a id="16"></a>43:16 耶和华在沧海中开道，在大水中开路，</p><p><a id="17"></a>43:17 使车辆、马匹、军兵、勇士都出来，一同躺下，不再起来，他们灭没，好像熄灭的灯火。</p><p><a id="18"></a>43:18 耶和华如此说：“你们不要记念从前的事，也不要思想古时的事。</p><p><a id="19"></a>43:19 看哪！我要做一件新事，如今要发现，你们岂不知道吗？我必在旷野开道路，在沙漠开江河。</p><p><a id="20"></a>43:20 野地的走兽必尊重我，野狗和驼鸟也必如此。因我使旷野有水，使沙漠有河，好赐给我的百姓、我的选民喝。</p><p><a id="21"></a>43:21 这百姓是我为自己所造的，好述说我的美德。</p><p><a id="22"></a>43:22 雅各啊，你并没有求告我；以色列啊，你倒厌烦我。</p><p><a id="23"></a>43:23 你没有将你的羊带来给我作燔祭，也没有用祭物尊敬我；我没有因供物使你服劳，也没有因乳香使你厌烦。</p><p><a id="24"></a>43:24 你没有用银子为我买菖蒲，也没有用祭物的脂油使我饱足；倒使我因你的罪恶服劳，使我因你的罪孽厌烦。</p><p><a id="25"></a>43:25 惟有我为自己的缘故涂抹你的过犯，我也不记念你的罪恶。</p><p><a id="26"></a>43:26 你要提醒我，你我可以一同辩论；你可以将你的理陈明，自显为义。</p><p><a id="27"></a>43:27 你的始祖犯罪，你的师傅违背我。</p><p><a id="28"></a>43:28 所以我要辱没圣所的首领，使雅各成为咒诅，使以色列成为辱骂。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/以赛亚书/43.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _43 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _43 as default
};
