import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/列王记(上)/17.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/列王记(上)/17.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>17:1 基列寄居的提斯比人以利亚对亚哈说：“我指著所事奉永生耶和华以色列的　神起誓，这几年我若不祷告，必不降露，不下雨。”</p><p><a id="2"></a>17:2 耶和华的话临到以利亚说：</p><p><a id="3"></a>17:3 “你离开这里往东去，藏在约旦河东边的基立溪旁。</p><p><a id="4"></a>17:4 你要喝那溪里的水，我已吩咐乌鸦在那里供养你。”</p><p><a id="5"></a>17:5 于是，以利亚照著耶和华的话，去住在约旦河东的基立溪旁。</p><p><a id="6"></a>17:6 乌鸦早晚给他叼饼和肉来，他也喝那溪里的水。</p><p><a id="7"></a>17:7 过了些日子，溪水就乾了，因为雨没有下在地上。</p><p><a id="8"></a>17:8 耶和华的话临到他说：</p><p><a id="9"></a>17:9 “你起身往西顿的撒勒法去（注：“撒勒法”与路加福音4章26节同），住在那里，我已吩咐那里的一个寡妇供养你。”</p><p><a id="10"></a>17:10 以利亚就起身往撒勒法去。到了城门，见有一个寡妇在那里捡柴。以利亚呼叫她说：“求你用器皿取点水来给我喝。”</p><p><a id="11"></a>17:11 她去取水的时候，以利亚又呼叫她说：“也求你拿点饼来给我！”</p><p><a id="12"></a>17:12 她说：“我指著永生耶和华你的　神起誓，我没有饼，坛内只有一把面，瓶里只有一点油。我现在找两根柴，回家要为我和我儿子做饼。我们吃了，死就死吧!”</p><p><a id="13"></a>17:13 以利亚对她说：“不要惧怕，可以照你所说的去做吧！只要先为我做一个小饼，拿来给我，然后为你和你的儿子做饼。</p><p><a id="14"></a>17:14 因为耶和华以色列的　神如此说：‘坛内的面必不减少，瓶里的油必不缺短，直到耶和华使雨降在地上的日子。’”</p><p><a id="15"></a>17:15 妇人就照以利亚的话去行。她和她家中的人并以利亚，吃了许多日子。</p><p><a id="16"></a>17:16 坛内的面果不减少，瓶里的油也不缺短，正如耶和华藉以利亚所说的话。</p><p><a id="17"></a>17:17 这事以后，作那家主母的妇人，她儿子病了，病得甚重，以致身无气息。</p><p><a id="18"></a>17:18 妇人对以利亚说：“神人哪，我与你何干？你竟到我这里来，使　神想念我的罪，以致我的儿子死呢？”</p><p><a id="19"></a>17:19 以利亚对她说：“把你儿子交给我。”以利亚就从妇人怀中将孩子接过来，抱到他所住的楼中，放在自己的床上。</p><p><a id="20"></a>17:20 就求告耶和华说：“耶和华我的　神啊！我寄居在这寡妇的家里，你就降祸与她，使她的儿子死了吗？”</p><p><a id="21"></a>17:21 以利亚三次伏在孩子的身上求告耶和华说：“耶和华我的　神啊，求你使这孩子的灵魂仍入他的身体！”</p><p><a id="22"></a>17:22 耶和华应允以利亚的话，孩子的灵魂仍入他的身体，他就活了。</p><p><a id="23"></a>17:23 以利亚将孩子从楼上抱下来，进屋子交给他母亲说：“看哪！你的儿子活了！”</p><p><a id="24"></a>17:24 妇人对以利亚说：“现在我知道你是神人，耶和华藉你口所说的话是真的。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/列王记(上)/17.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _17 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _17 as default
};
