import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/撒母耳记(下)/23.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/撒母耳记(下)/23.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>23:1 以下是大卫末了的话。耶西的儿子大卫得居高位，是雅各　神所膏的，作以色列的美歌者说：</p><p><a id="2"></a>23:2 “耶和华的灵藉著我说，他的话在我口中。</p><p><a id="3"></a>23:3 以色列的　神，以色列的磐石晓谕我说：那以公义治理人民的，敬畏　神执掌权柄，</p><p><a id="4"></a>23:4 他必像日出的晨光，如无云的清晨，雨后的晴光，使地发生嫩草。</p><p><a id="5"></a>23:5 我家在　神面前并非如此，　神却与我立永远的约。这约凡事坚稳，关乎我的一切救恩和我一切所想望的，他岂不为我成就吗？</p><p><a id="6"></a>23:6 但匪类都必像荆棘被丢弃；人不敢用手拿它；</p><p><a id="7"></a>23:7 拿它的人必带铁器和枪杆，终久它必被火焚烧。”</p><p><a id="8"></a>23:8 大卫勇士的名字，记在下面。他革扪人约设巴设，又称伊斯尼人亚底挪，他是军长的统领，一时击杀了八百人。</p><p><a id="9"></a>23:9 其次是亚合人朵多的儿子以利亚撒。从前非利士人聚集要打仗，以色列人迎著上去，有跟随大卫的三个勇士向非利士人骂阵，其中有以利亚撒。</p><p><a id="10"></a>23:10 他起来击杀非利士人，直到手臂疲乏，手黏住刀把。那日耶和华使以色列人大获全胜，众民在以利亚撒后头专夺财物。</p><p><a id="11"></a>23:11 其次是哈拉人亚基的儿子沙玛。一日，非利士人聚集成群，在一块长满红豆的田里，众民就在非利士人面前逃跑。</p><p><a id="12"></a>23:12 沙玛却站在那田间，击杀非利士人，救护了那田。耶和华使以色列人大获全胜。</p><p><a id="13"></a>23:13 收割的时候，有三十个勇士中的三个人，下到亚杜兰洞见大卫。非利士的军兵在利乏音谷安营。</p><p><a id="14"></a>23:14 那时大卫在山寨，非利士人的防营在伯利恒。</p><p><a id="15"></a>23:15 大卫渴想说：“甚愿有人将伯利恒城门旁井里的水打来给我喝。”</p><p><a id="16"></a>23:16 这三个勇士就闯过非利士人的营盘，从伯利恒城门旁的井里打水，拿来奉给大卫。他却不肯喝，将水奠在耶和华面前，</p><p><a id="17"></a>23:17 说：“耶和华啊，这三个人冒死去打水，这水好像他们的血一般，我断不敢喝。”如此大卫不肯喝。这是三个勇士所做的事。</p><p><a id="18"></a>23:18 洗鲁雅的儿子约押的兄弟亚比筛是这三个勇士的首领。他举枪杀了三百人，就在三个勇士里得了名。</p><p><a id="19"></a>23:19 他在这三个勇士里是最尊贵的，所以作他们的首领；只是不及前三个勇士。</p><p><a id="20"></a>23:20 有甲薛勇士耶何耶大的儿子比拿雅行过大能的事：他杀了摩押人亚利伊勒的两个儿子；又在下雪的时候下坑里去，杀了一个狮子；</p><p><a id="21"></a>23:21 又杀了一个强壮的埃及人。埃及人手里拿著枪，比拿雅只拿著棍子下去，从埃及人手里夺过枪来，用那枪将他杀死。</p><p><a id="22"></a>23:22 这是耶何耶大的儿子比拿雅所行的事，就在三个勇士里得了名。</p><p><a id="23"></a>23:23 他比那三十个勇士都尊贵，只是不及前三个勇士。大卫立他作护卫长。</p><p><a id="24"></a>23:24 三十个勇士里有约押的兄弟亚撒黑，伯利恒人朵多的儿子伊勒哈难，</p><p><a id="25"></a>23:25 哈律人沙玛，哈律人以利加，</p><p><a id="26"></a>23:26 帕勒提人希利斯，提哥亚人益吉的儿子以拉，</p><p><a id="27"></a>23:27 亚拿突人亚比以谢，户沙人米本乃，</p><p><a id="28"></a>23:28 亚合人撒们，尼陀法人玛哈莱，</p><p><a id="29"></a>23:29 尼陀法人巴拿的儿子希立，便雅悯族基比亚人利拜的儿子以太，</p><p><a id="30"></a>23:30 比拉顿人比拿雅，迦实溪人希太，</p><p><a id="31"></a>23:31 伯亚拉巴人亚比亚本，巴鲁米人押斯玛弗，</p><p><a id="32"></a>23:32 沙本人以利雅哈巴，雅善儿子中的约拿单，</p><p><a id="33"></a>23:33 哈拉人沙玛，哈拉人沙拉的儿子亚希暗，</p><p><a id="34"></a>23:34 玛迦人亚哈拜的儿子以利法列，基罗人亚希多弗的儿子以连，</p><p><a id="35"></a>23:35 迦密人希斯莱，亚巴人帕莱，</p><p><a id="36"></a>23:36 琐巴人拿单的儿子以甲，迦得人巴尼，</p><p><a id="37"></a>23:37 亚扪人洗勒，比录人拿哈莱（是给洗鲁雅的儿子约押拿兵器的），</p><p><a id="38"></a>23:38 以帖人以拉，以帖人迦立，</p><p><a id="39"></a>23:39 赫人乌利亚，共有三十七人。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/撒母耳记(下)/23.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _23 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _23 as default
};
