import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/历代志(上)/23.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/历代志(上)/23.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>23:1 大卫年纪老迈，日子满足，就立他儿子所罗门作以色列的王。</p><p><a id="2"></a>23:2 大卫招聚以色列的众首领和祭司利未人。</p><p><a id="3"></a>23:3 利未人从三十岁以外的都被数点，他们男丁的数目共有三万八千。</p><p><a id="4"></a>23:4 其中有二万四千人管理耶和华殿的事，有六千人作官长和士师，</p><p><a id="5"></a>23:5 有四千人作守门的，又有四千人用大卫所做的乐器颂赞耶和华。</p><p><a id="6"></a>23:6 大卫将利未人革顺、哥辖、米拉利的子孙分了班次。</p><p><a id="7"></a>23:7 革顺的子孙有拉但和示每。</p><p><a id="8"></a>23:8 拉但的长子是耶歇，还有细坦和约珥，共三人。</p><p><a id="9"></a>23:9 示每的儿子是示罗密、哈薛、哈兰三人。这是拉但族的族长。</p><p><a id="10"></a>23:10 示每的儿子是雅哈、细撒、耶乌施、比利亚，共四人。</p><p><a id="11"></a>23:11 雅哈是长子，细撒是次子。但耶乌施和比利亚的子孙不多，所以算为一族。</p><p><a id="12"></a>23:12 哥辖的儿子是暗兰、以斯哈、希伯伦、乌薛，共四人。</p><p><a id="13"></a>23:13 暗兰的儿子是亚伦、摩西。亚伦和他的子孙分出来，好分别至圣的物，在耶和华面前烧香，事奉他，奉他的名祝福，直到永远。</p><p><a id="14"></a>23:14 至于　神人摩西，他的子孙，名字记在利未支派的册上。</p><p><a id="15"></a>23:15 摩西的儿子是革舜和以利以谢。</p><p><a id="16"></a>23:16 革舜的长子是细布业。</p><p><a id="17"></a>23:17 以利以谢的儿子是利哈比雅。以利以谢没有别的儿子，但利哈比雅的子孙甚多。</p><p><a id="18"></a>23:18 以斯哈的长子是示罗密。</p><p><a id="19"></a>23:19 希伯伦的长子是耶利雅，次子是亚玛利亚，三子是雅哈悉，四子是耶加面。</p><p><a id="20"></a>23:20 乌薛的长子是米迦，次子是耶西雅。</p><p><a id="21"></a>23:21 米拉利的儿子是抹利、母示；抹利的儿子是以利亚撒、基士。</p><p><a id="22"></a>23:22 以利亚撒死了，没有儿子，只有女儿，他们本族基士的儿子娶了她们为妻。</p><p><a id="23"></a>23:23 母示的儿子是末力、以得、耶利摩，共三人。</p><p><a id="24"></a>23:24 以上利未子孙作族长的，照著男丁的数目，从二十岁以外，都办耶和华殿的事务。</p><p><a id="25"></a>23:25 大卫说：“耶和华以色列的　神，已经使他的百姓平安，他永远住在耶路撒冷。</p><p><a id="26"></a>23:26 利未人不必再抬帐幕和其中所用的一切器皿了。”</p><p><a id="27"></a>23:27 照著大卫临终所吩咐的，利未人从二十岁以外的都被数点。</p><p><a id="28"></a>23:28 他们的职任是服事亚伦的子孙，在耶和华的殿和院子并屋中办事，洁净一切圣物，就是办　神殿的事务，</p><p><a id="29"></a>23:29 并管理陈设饼、素祭的的细面或无酵薄饼，或用盘烤，或用油调和的物，又管理各样的升斗尺度。</p><p><a id="30"></a>23:30 每日早晚，站立称谢赞美耶和华，</p><p><a id="31"></a>23:31 又在安息日、月朔并节期，按数照例，将燔祭常常献给耶和华。</p><p><a id="32"></a>23:32 又看守会幕和圣所，并守耶和华吩咐他们弟兄亚伦子孙的，办耶和华殿的事。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/历代志(上)/23.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _23 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _23 as default
};
