import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/新约.马太福音/17.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/新约.马太福音/17.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>17:1 过了六天，耶稣带著彼得、雅各和雅各的兄弟约翰暗暗地上了高山，</p><p><a id="2"></a>17:2 就在他们面前变了形像，脸面明亮如日头，衣裳洁白如光。</p><p><a id="3"></a>17:3 忽然，有摩西、以利亚向他们显现，同耶稣说话。</p><p><a id="4"></a>17:4 彼得对耶稣说：“主啊，我们在这里真好！你若愿意，我就在这里搭三座棚：一座为你，一座为摩西，一座为以利亚。”</p><p><a id="5"></a>17:5 说话之间，忽然有一朵光明的云彩遮盖他们，且有声音从云彩里出来说：“这是我的爱子，我所喜悦的，你们要听他！”</p><p><a id="6"></a>17:6 门徒听见，就俯伏在地，极其害怕。</p><p><a id="7"></a>17:7 耶稣进前来，摸他们，说：“起来，不要害怕！”</p><p><a id="8"></a>17:8 他们举目不见一人，只见耶稣在那里。</p><p><a id="9"></a>17:9 下山的时候，耶稣吩咐他们说：“人子还没有从死里复活，你们不要将所看见的告诉人。”</p><p><a id="10"></a>17:10 门徒问耶稣说：“文士为甚么说以利亚必须先来？”</p><p><a id="11"></a>17:11 耶稣回答说：“以利亚固然先来，并要复兴万事；</p><p><a id="12"></a>17:12 只是我告诉你们：以利亚已经来了，人却不认识他，竟任意待他。人子也将要这样受他们的害。”</p><p><a id="13"></a>17:13 门徒这才明白耶稣所说的，是指著施洗的约翰。</p><p><a id="14"></a>17:14 耶稣和门徒到了众人那里，有一个人来见耶稣，跪下，</p><p><a id="15"></a>17:15 说：“主啊，怜悯我的儿子！他害癫痫的病很苦，屡次跌在火里，屡次跌在水里。</p><p><a id="16"></a>17:16 我带他到你门徒那里，他们却不能医治他。”</p><p><a id="17"></a>17:17 耶稣说：“嗳！这又不信、又悖谬的世代啊，我在你们这里要到几时呢？我忍耐你们要到几时呢？把他带到我这里来吧！”</p><p><a id="18"></a>17:18 耶稣斥责那鬼，鬼就出来，从此孩子就痊愈了。</p><p><a id="19"></a>17:19 门徒暗暗地到耶稣跟前说：“我们为甚么不能赶出那鬼呢？”</p><p><a id="20"></a>17:20 耶稣说：“是因你们的信心小。 我实在告诉你们：你们若有信心像一粒芥菜种，就是对这座山说，‘你从这边挪到那边’，它也必挪去！并且你们没有一件不能做的事了。</p><p><a id="21"></a>17:21 至于这一类的鬼，若不祷告禁食，他就不出来（注：或作“不能赶他出来”）。”</p><p><a id="22"></a>17:22 他们还住在加利利的时候，耶稣对门徒说：“人子将要被交在人手里。</p><p><a id="23"></a>17:23 他们要杀害他，第三日他要复活。”门徒就大大地忧愁。</p><p><a id="24"></a>17:24 到了迦百农，有收丁税的人来见彼得说：“你们的先生不纳丁税吗（注：丁税约有半块钱）？”</p><p><a id="25"></a>17:25 彼得说：“纳。”他进了屋子，耶稣先向他说：“西门，你的意思如何？世上的君王向谁徵收关税、丁税？是向自己的儿子呢，是向外人呢？”</p><p><a id="26"></a>17:26 彼得说：“是向外人。”耶稣说：“既然如此，儿子就可以免税了。</p><p><a id="27"></a>17:27 但恐怕触犯他们（注：“触犯”原文作“绊倒”），你且往海边去钓鱼，把先钓上来的鱼拿起来，开了它的口，必得一块钱，可以拿去给他们，作你我的税银。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/新约.马太福音/17.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _17 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _17 as default
};
