import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/出埃及记/28.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/出埃及记/28.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>28:1 你要从以色列人中，使你的哥哥亚伦和他的儿子拿答、亚比户、以利亚撒、以他玛一同就近你，给我供祭司的职分。</p><p><a id="2"></a>28:2 你要给你哥哥亚伦做圣衣为荣耀，为华美。</p><p><a id="3"></a>28:3 又要吩咐一切心中有智慧的，就是我用智慧的灵所充满的，给亚伦做衣服，使他分别为圣，可以给我供祭司的职分。</p><p><a id="4"></a>28:4 所要做的就是胸牌、以弗得、外袍、杂色的内袍、冠冕、腰带，使你哥哥亚伦和他儿子穿这圣服，可以给我供祭司的职分。</p><p><a id="5"></a>28:5 要用金线和蓝色、紫色、朱红色线，并细麻去做。</p><p><a id="6"></a>28:6 他们要拿金线和蓝色、紫色、朱红色线，并捻的细麻，用巧匠的手工做以弗得。</p><p><a id="7"></a>28:7 以弗得当有两条肩带，接上两头，使它相连。</p><p><a id="8"></a>28:8 其上巧工织的带子，要和以弗得一样的做法，用以束上，与以弗得接连一块；要用金线和蓝色、紫色、朱红色线，并捻的细麻做成。</p><p><a id="9"></a>28:9 要取两块红玛瑙，在上面刻以色列儿子的名字，</p><p><a id="10"></a>28:10 六个名字在这块宝石上，六个名字在那块宝石上，都照他们生来的次序。</p><p><a id="11"></a>28:11 要用刻宝石的手工，彷佛刻图书，按著以色列儿子的名字，刻这两块宝石，要镶在金槽上。</p><p><a id="12"></a>28:12 要将这两块宝石安在以弗得的两条肩带上，为以色列人做纪念石。亚伦要在两肩上担他们的名字，在耶和华面前作为记念。</p><p><a id="13"></a>28:13 要用金子做二槽。</p><p><a id="14"></a>28:14 又拿精金，用拧工彷佛拧绳子，做两条链子，把这拧成的链子搭在二槽上。</p><p><a id="15"></a>28:15 你要用巧匠的手工，做一个决断的胸牌。要和以弗得一样的做法，用金线和蓝色、紫色、朱红色线，并捻的细麻做成。</p><p><a id="16"></a>28:16 这胸牌要四方的、叠为两层，长一虎口，宽一虎口。</p><p><a id="17"></a>28:17 要在上面镶宝石四行：第一行是红宝石、红璧玺、红玉；</p><p><a id="18"></a>28:18 第二行是绿宝石、蓝宝石、金钢石；</p><p><a id="19"></a>28:19 第三行是紫玛瑙、白玛瑙、紫晶；</p><p><a id="20"></a>28:20 第四行是水苍玉、红玛瑙、碧玉；这都要镶在金槽中。</p><p><a id="21"></a>28:21 这些宝石都要按著以色列十二个儿子的名字，彷佛刻图书，刻十二个支派的名字。</p><p><a id="22"></a>28:22 要在胸牌上，用精金拧成如绳的链子。</p><p><a id="23"></a>28:23 在胸牌上也要做两个金环，安在胸牌的两头。</p><p><a id="24"></a>28:24 要把那两条拧成的金链子，穿过胸牌两头的环子。</p><p><a id="25"></a>28:25 又要把链子的那两头接在两槽上，安在以弗得前面肩带上。</p><p><a id="26"></a>28:26 要做两个金环，安在胸牌的两头，在以弗得里面的边上。</p><p><a id="27"></a>28:27 又要做两个金环，安在以弗得前面两条肩带的下边，挨近相接之处，在以弗得巧工织的带子以上。</p><p><a id="28"></a>28:28 要用蓝细带子把胸牌的环子与以弗得的环子系住，使胸牌贴在以弗得巧工织的带子上，不可与以弗得离缝。</p><p><a id="29"></a>28:29 亚伦进圣所的时候，要将决断胸牌，就是刻著以色列儿子名字的，带在胸前，在耶和华面前常作记念。</p><p><a id="30"></a>28:30 又要将乌陵和土明放在决断的胸牌里。亚伦进到耶和华面前的时候，要带在胸前，在耶和华面前常将以色列人的决断牌带在胸前。</p><p><a id="31"></a>28:31 你要做以弗得的外袍，颜色全是蓝的。</p><p><a id="32"></a>28:32 袍上要为头留一领口，口的周围织出领边来，彷佛铠甲的领口，免得破裂。</p><p><a id="33"></a>28:33 袍子周围底边上，要用蓝色、紫色、朱红色线做石榴，在袍子周围的石榴中间要有金铃铛。</p><p><a id="34"></a>28:34 一个金铃铛一个石榴，一个金铃铛一个石榴，在袍子周围的底边上。</p><p><a id="35"></a>28:35 亚伦供职的时候要穿这袍子。他进圣所到耶和华面前，以及出来的时候，袍上的响声必被听见，使他不至于死亡。</p><p><a id="36"></a>28:36 你要用精金做一面牌，在上面按刻图书之法，刻著：归耶和华为圣。</p><p><a id="37"></a>28:37 要用一条蓝细带子将牌系在冠冕的前面。</p><p><a id="38"></a>28:38 这牌必在亚伦的额上，亚伦要担当干犯圣物条例的罪孽。这圣物是以色列人在一切的圣礼物上所分别为圣的。这牌要常在他的额上，使他们可以在耶和华面前蒙悦纳。</p><p><a id="39"></a>28:39 要用杂色细麻线织内袍，用细麻布做冠冕，又用绣花的手工做腰带。</p><p><a id="40"></a>28:40 你要为亚伦的儿子做内袍、腰带、裹头巾，为荣耀，为华美。</p><p><a id="41"></a>28:41 要把这些给你的哥哥亚伦和他的儿子穿戴，又要膏他们，将他们分别为圣，好给我供祭司的职分。</p><p><a id="42"></a>28:42 要给他们做细麻布裤子，遮掩下体，裤子当从腰达到大腿。</p><p><a id="43"></a>28:43 亚伦和他儿子进入会幕，或就近坛，在圣所供职的时候必穿上，免得担罪而死。这要为亚伦和他的后裔作永远的定例。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/出埃及记/28.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _28 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _28 as default
};
