import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/路加福音/17.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/路加福音/17.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>17:1 耶稣又对门徒说：“绊倒人的事是免不了的，但那绊倒人的有祸了。</p><p><a id="2"></a>17:2 就是把磨石拴在这人的颈项上，丢在海里，还强如他把这小子里的一个绊倒了。</p><p><a id="3"></a>17:3 你们要谨慎！“若是你的弟兄得罪你，就劝戒他；他若懊悔，就饶恕他。</p><p><a id="4"></a>17:4 倘若他一天七次得罪你，又七次回转，说：‘我懊悔了’，你总要饶恕他。”</p><p><a id="5"></a>17:5 使徒对主说：“求主加增我们的信心。”</p><p><a id="6"></a>17:6 主说：“你们若有信心像一粒芥菜种，就是对这棵桑树说：‘你要拔起根来，栽在海里’，它也必听从你们。</p><p><a id="7"></a>17:7 你们谁有仆人耕地或是放羊，从田里回来，就对他说，‘你快来坐下吃饭’呢？</p><p><a id="8"></a>17:8 岂不对他说，‘你给我预备晚饭，束上带子伺候我，等我吃喝完了，你才可以吃喝’吗？</p><p><a id="9"></a>17:9 仆人照所吩咐的去做，主人还谢谢他吗？</p><p><a id="10"></a>17:10 这样，你们做完了一切所吩咐的，只当说：‘我们是无用的仆人，所做的本是我们应分做的。’”</p><p><a id="11"></a>17:11 耶稣往耶路撒冷去，经过撒马利亚和加利利。</p><p><a id="12"></a>17:12 进入一个村子，有十个长大麻疯的，迎面而来，远远地站著，</p><p><a id="13"></a>17:13 高声说：“耶稣，夫子，可怜我们吧！”</p><p><a id="14"></a>17:14 耶稣看见，就对他们说：“你们去，把身体给祭司察看！”他们去的时候就洁净了。</p><p><a id="15"></a>17:15 内中有一个见自己已经好了，就回来大声归荣耀与　神，</p><p><a id="16"></a>17:16 又俯伏在耶稣脚前感谢他；这人是撒马利亚人。</p><p><a id="17"></a>17:17 耶稣说：“洁净了的不是十个人吗？那九个在哪里呢？</p><p><a id="18"></a>17:18 除了这外族人，再没有别人回来归荣耀与　神吗？”</p><p><a id="19"></a>17:19 就对那人说：“起来，走吧！你的信救了你了。”</p><p><a id="20"></a>17:20 法利赛人问：“　神的国几时来到？”耶稣回答说：“　神的国来到不是眼所能见的。</p><p><a id="21"></a>17:21 人也不得说：‘看哪，在这里！看哪，在那里！’因为　神的国就在你们心里（注：“心鶪”或作“中间”）。”</p><p><a id="22"></a>17:22 他又对门徒说：“日子将到，你们巴不得看见人子的一个日子，却不得看见。</p><p><a id="23"></a>17:23 人将要对你们说：‘看哪，在那里！看哪，在这里！’你们不要出去，也不要跟随他们！</p><p><a id="24"></a>17:24 因为人子在他降临的日子，好像闪电从天这边一闪直照到天那边。</p><p><a id="25"></a>17:25 只是他必须先受许多苦，又被这世代弃绝。</p><p><a id="26"></a>17:26 挪亚的日子怎样，人子的日子也要怎样。</p><p><a id="27"></a>17:27 那时候的人又吃又喝，又娶又嫁，到挪亚进方舟的那日，洪水就来，把他们全都灭了。</p><p><a id="28"></a>17:28 又好像罗得的日子，人又吃又喝，又买又卖，又耕种又盖造。</p><p><a id="29"></a>17:29 到罗得出所多玛的那日，就有火与硫磺从天上降下来，把他们全都灭了。</p><p><a id="30"></a>17:30 人子显现的日子也要这样。</p><p><a id="31"></a>17:31 当那日，人在房上，器具在屋里，不要下来拿；人在田里，也不要回家。</p><p><a id="32"></a>17:32 你们要回想罗得的妻子。</p><p><a id="33"></a>17:33 凡想要保全生命的，必丧掉生命；凡丧掉生命的，必救活生命。</p><p><a id="34"></a>17:34 我对你们说，当那一夜，两个人在一个床上，要取去一个，撇下一个。</p><p><a id="35"></a>17:35 两个女人一同推磨，要取去一个，撇下一个。（注：有古卷在此有</p><p><a id="36"></a>17:36 两个人在田里，要取去一个，撇下一个。）”</p><p><a id="37"></a>17:37 门徒说：“主啊，在哪里有这事呢？”耶稣说：“尸首在哪里，鹰也必聚在那里。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/路加福音/17.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _17 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _17 as default
};
