import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/列王记(下)/7.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/列王记(下)/7.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>7:1 以利沙说：“你们要听耶和华的话。耶和华如此说：明日约到这时候，在撒马利亚城门口，一细亚细面要卖银一舍客勒，二细亚大麦也要卖银一舍客勒。”</p><p><a id="2"></a>7:2 有一个搀扶王的军长对神人说：“即便耶和华使天开了窗户，也不能有这事。”以利沙说：“你必亲眼看见，却不得吃。”</p><p><a id="3"></a>7:3 在城门那里有四个长大麻疯的人，他们彼此说：“我们为何坐在这里等死呢？</p><p><a id="4"></a>7:4 我们若说‘进城去吧’，城里有饥荒，必死在那里；若在这里坐著不动，也必是死。来吧！我们去投降亚兰人的军队，他们若留我们的活命，就活著；若杀我们，就死了吧！”</p><p><a id="5"></a>7:5 黄昏的时候，他们起来往亚兰人的营盘去；到了营边，不见一人在那里。</p><p><a id="6"></a>7:6 因为主使亚兰人的军队听见车马的声音，是大军的声音。他们就彼此说：“这必是以色列王贿买赫人的诸王和埃及人的诸王来攻击我们。”</p><p><a id="7"></a>7:7 所以，在黄昏的时候，他们起来逃跑，撇下帐棚、马、驴，营盘照旧，只顾逃命。</p><p><a id="8"></a>7:8 那些长大麻疯的到了营边，进了帐棚，吃了喝了，且从其中拿出金银和衣服来，去收藏了；回来又进了一座帐棚，从其中拿出财物来，去收藏了。</p><p><a id="9"></a>7:9 那时，他们彼此说：“我们所做的不好！今日是有好信息的日子，我们竟不作声！若等到天亮，罪必临到我们。来吧，我们与王家报信去！”</p><p><a id="10"></a>7:10 他们就去叫守城门的，告诉他们说：“我们到了亚兰人的营，不见一人在那里，也无人声，只有拴著的马和驴，帐棚都照旧。”</p><p><a id="11"></a>7:11 守城门的叫了众守门的人来，他们就进去与王家报信。</p><p><a id="12"></a>7:12 王夜间起来，对臣仆说：“我告诉你们亚兰人向我们如何行：他们知道我们饥饿，所以离营，埋伏在田野说：‘以色列人出城的时候，我们就活捉他们，得以进城。’”</p><p><a id="13"></a>7:13 有一个臣仆对王说：“我们不如用城里剩下之马中的五匹马（马和城里剩下的以色列人都是一样，快要灭绝），打发人去窥探。”</p><p><a id="14"></a>7:14 于是取了两辆车和马，王差人去追寻亚兰军说：“你们去窥探窥探。”</p><p><a id="15"></a>7:15 他们就追寻到约旦河，看见满道上都是亚兰人急跑时丢弃的衣服器具。使者就回来报告王。</p><p><a id="16"></a>7:16 众人就出去，掳掠亚兰人的营盘。于是一细亚细面卖银一舍客勒，二细亚大麦也卖银一舍客勒，正如耶和华所说的。</p><p><a id="17"></a>7:17 王派搀扶他的那军长，在城门口弹压，众人在那里将他践踏，他就死了，正如神人在王下来见他的时候所说的。</p><p><a id="18"></a>7:18 神人曾对王说：“明日约到这时候，在撒马利亚城门口，二细亚大麦要卖银一舍客勒，一细亚细面也要卖银一舍客勒。”</p><p><a id="19"></a>7:19 那军长对神人说：“即便耶和华使天开了窗户，也不能有这事。”神人说：“你必亲眼看见，却不得吃。”</p><p><a id="20"></a>7:20 这话果然应验在他身上，因为众人在城门口将他践踏，他就死了。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/列王记(下)/7.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _7 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _7 as default
};
