import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/以西结书/46.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/以西结书/46.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>46:1 主耶和华如此说：内院朝东的门，在办理事务的六日内必须关闭，惟有安息日和月朔必须敞开。</p><p><a id="2"></a>46:2 王要从这门的廊进入，站在门框旁边。祭司要为他预备燔祭和平安祭，他就要在门槛那里敬拜，然后出去。这门直到晚上不可关闭。</p><p><a id="3"></a>46:3 在安息日和月朔，国内的居民要在这门口、耶和华面前敬拜。</p><p><a id="4"></a>46:4 安息日，王所献与耶和华的燔祭，要用无残疾的羊羔六只，无残疾的公绵羊一只，</p><p><a id="5"></a>46:5 同献的素祭要为公绵羊献一伊法细面，为羊羔照他的力量而献，一伊法细面加油一欣。</p><p><a id="6"></a>46:6 当月朔，要献无残疾的公牛犊一只、羊羔六只、公绵羊一只，都要无残疾的。</p><p><a id="7"></a>46:7 他也要预备素祭，为公牛献一伊法细面，为公绵羊献一伊法细面，为羊羔照他的力量而献，一伊法细面加油一欣。</p><p><a id="8"></a>46:8 王进入的时候必由这门的廊而入，也必由此而出。</p><p><a id="9"></a>46:9 在各节期，国内居民朝见耶和华的时候，从北门进入敬拜的，必由南门而出；从南门进入的，必由北门而出。不可从所入的门而出，必要直往前行，由对门而出。</p><p><a id="10"></a>46:10 民进入，王也要在民中进入；民出去，王也要一同出去。</p><p><a id="11"></a>46:11 在节期和圣会的日子同献的素祭，要为一只公牛献一伊法细面，为一只公绵羊献一伊法细面，为羊羔照他的力量而献，一伊法细面加油一欣。</p><p><a id="12"></a>46:12 王预备甘心献的燔祭或平安祭，就是向耶和华甘心献的，当有人为他开朝东的门。他就预备燔祭和平安祭，与安息日预备的一样。献毕就出去，他出去之后，当有人将门关闭。</p><p><a id="13"></a>46:13 每日，你要预备无残疾一岁的羊羔一只，献与耶和华为燔祭，要每早晨预备。</p><p><a id="14"></a>46:14 每早晨也要预备同献的素祭，细面一伊法六分之一，并油一欣三分之一，调和细面。这素祭要常献与耶和华为永远的定例。</p><p><a id="15"></a>46:15 每早晨要这样预备羊羔、素祭并油为常献的燔祭。</p><p><a id="16"></a>46:16 主耶和华如此说：王若将产业赐给他的儿子，就成了他儿子的产业，那是他们承受为业的。</p><p><a id="17"></a>46:17 倘若王将一分产业赐给他的臣仆，就成了他臣仆的产业；到自由之年仍要归与王。至于王的产业，必归与他的儿子。</p><p><a id="18"></a>46:18 王不可夺取民的产业，以至驱逐他们离开所承受的；他要从自己的地业中，将产业赐给他儿子，免得我的民分散，各人离开所承受的。’”</p><p><a id="19"></a>46:19 那带我的，将我从门旁进入之处领进为祭司预备的圣屋，是朝北的，见后头西边有一块地。</p><p><a id="20"></a>46:20 他对我说：“这是祭司煮赎愆祭、赎罪祭，烤素祭之地，免得带到外院，使民成圣。”</p><p><a id="21"></a>46:21 他又带我到外院，使我经过院子的四拐角，见每拐角各有一个院子。</p><p><a id="22"></a>46:22 院子四拐角的院子，周围有墙，每院长四十肘，宽三十肘。四拐角院子的尺寸都是一样。</p><p><a id="23"></a>46:23 其中周围有一排房子，房子内有煮肉的地方。</p><p><a id="24"></a>46:24 他对我说：“这都是煮肉的房子，殿内的仆役要在这里煮民的祭物。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/以西结书/46.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _46 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _46 as default
};
