import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/约书亚记/19.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/约书亚记/19.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>19:1 为西缅支派的人，按著宗族，拈出第二阄。他们所得的地业是在犹大人地业中间。</p><p><a id="2"></a>19:2 他们所得为业之地，就是别是巴（或名“示巴”）、摩拉大、</p><p><a id="3"></a>19:3 哈萨书亚、巴拉、以森、</p><p><a id="4"></a>19:4 伊利多拉、比土力、何珥玛、</p><p><a id="5"></a>19:5 洗革拉、伯玛加博、哈萨苏撒、</p><p><a id="6"></a>19:6 伯利巴勿、沙鲁险，共十三座城，还有属城的村庄。</p><p><a id="7"></a>19:7 又有亚因、利门、以帖、亚珊，共四座城，还有属城的村庄；</p><p><a id="8"></a>19:8 并有这些城邑四围一切的村庄，直到巴拉比珥，就是南地的拉玛。这是西缅支派按著宗族所得的地业。</p><p><a id="9"></a>19:9 西缅人的地业是从犹大人地业中得来的，因为犹大人的份过多，所以西缅人在他们的地业中得了地业。</p><p><a id="10"></a>19:10 为西布伦人，按著宗族，拈出第三阄。他们地业的境界是到撒立。</p><p><a id="11"></a>19:11 往西上到玛拉拉，达到大巴设，又达到约念前的河。</p><p><a id="12"></a>19:12 又从撒立往东转向日出之地，到吉斯绿他泊的境界，又通到大比拉，上到雅非亚。</p><p><a id="13"></a>19:13 从那里往东，接连到迦特希弗，至以特加汛，通到临门，临门延到尼亚。</p><p><a id="14"></a>19:14 又绕过尼亚的北边，转到哈拿顿，通到伊弗他伊勒谷。</p><p><a id="15"></a>19:15 还有加他、拿哈拉、伸仑、以大拉、伯利恒，共有十二座城，还有属城的村庄。</p><p><a id="16"></a>19:16 这些城并属城的村庄，就是西布伦人按著宗族所得的地业。</p><p><a id="17"></a>19:17 为以萨迦人，按著宗族，拈出第四阄。</p><p><a id="18"></a>19:18 他们的境界是到耶斯列、基苏律、书念、</p><p><a id="19"></a>19:19 哈弗连、示按、亚拿哈拉、</p><p><a id="20"></a>19:20 拉璧、基善、亚别、</p><p><a id="21"></a>19:21 利篾、隐干宁、隐哈大、伯帕薛，</p><p><a id="22"></a>19:22 又达到他泊、沙哈洗玛、伯示麦，直通到约旦河为止，共十六座城，还有属城的村庄。</p><p><a id="23"></a>19:23 这些城并属城的村庄，就是以萨迦支派按著宗族所得的地业。</p><p><a id="24"></a>19:24 为亚设支派，按著宗族，拈出第五阄。</p><p><a id="25"></a>19:25 他们的境界是黑甲、哈利、比田、押煞、</p><p><a id="26"></a>19:26 亚拉米勒、亚末、米沙勒，往西达到迦密，又到希曷立纳，</p><p><a id="27"></a>19:27 转向日出之地，到伯大衮，达到细步纶，往北到伊弗他伊勒谷，到伯以墨和尼业，也通到迦步勒的左边。</p><p><a id="28"></a>19:28 又到义伯仑、利合、哈们、加拿，直到西顿大城，</p><p><a id="29"></a>19:29 转到拉玛和坚固城推罗，又转到何萨，靠近亚革悉一带地方，直通到海。</p><p><a id="30"></a>19:30 又有乌玛、亚弗、利合，共二十二座城，还有属城的村庄。</p><p><a id="31"></a>19:31 这些城并属城的村庄，就是亚设支派按著宗族所得的地业。</p><p><a id="32"></a>19:32 为拿弗他利人，按著宗族，拈出第六阄。</p><p><a id="33"></a>19:33 他们的境界是从希利弗，从撒拿音的橡树，从亚大米尼吉和雅比聂，直到拉共，通到约旦河。</p><p><a id="34"></a>19:34 又转向西到亚斯纳他泊，从那里通到户割，南边到西布伦，西边到亚设，又向日出之地，达到约旦河那里的犹大。</p><p><a id="35"></a>19:35 坚固的城，就是西丁、侧耳、哈末、拉甲、基尼烈、</p><p><a id="36"></a>19:36 亚大玛、拉玛、夏琐、</p><p><a id="37"></a>19:37 基低斯、以得来、隐夏琐、</p><p><a id="38"></a>19:38 以利稳、密大伊勒、和琏、伯亚纳、伯示麦，共十九座城，还有属城的村庄。</p><p><a id="39"></a>19:39 这些城并属城的村庄，就是拿弗他利支派按著宗族所得的地业。</p><p><a id="40"></a>19:40 为但支派，按著宗族，拈出第七阄。</p><p><a id="41"></a>19:41 他们地业的境界是琐拉、以实陶、伊珥示麦、</p><p><a id="42"></a>19:42 沙拉宾、亚雅仑、伊提拉、</p><p><a id="43"></a>19:43 以伦、亭拿他、以革伦、</p><p><a id="44"></a>19:44 伊利提基、基比顿、巴拉、</p><p><a id="45"></a>19:45 伊胡得、比尼比拉、迦特临门、</p><p><a id="46"></a>19:46 美耶昆、拉昆，并约帕对面的地界。</p><p><a id="47"></a>19:47 但人的地界，越过原得的地界，因为但人上去攻取利善，用刀击杀城中的人，得了那城，住在其中，以他们先祖但的名，将利善改名为但。</p><p><a id="48"></a>19:48 这些城并属城的村庄，就是但支派按著宗族所得的地业。</p><p><a id="49"></a>19:49 以色列人按著境界分完了地业，就在他们中间将地给嫩的儿子约书亚为业，</p><p><a id="50"></a>19:50 是照耶和华的吩咐，将约书亚所求的城，就是以法莲山地的亭拿西拉城，给了他。他就修那城，住在其中。</p><p><a id="51"></a>19:51 这就是祭司以利亚撒和嫩的儿子约书亚，并以色列各支派的族长，在示罗会幕门口耶和华面前，拈阄所分的地业。这样，他们把地分完了。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/约书亚记/19.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _19 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _19 as default
};
