import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/罗马书/11.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/罗马书/11.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>11:1 我且说，　神弃绝了他的百姓吗？断乎没有！因为我也是以色列人，亚伯拉罕的后裔，属便雅悯支派的。</p><p><a id="2"></a>11:2 神并没有弃绝他预先所知道的百姓。你们岂不晓得经上论到以利亚是怎么说的呢？他在　神面前怎样控告以色列人说：</p><p><a id="3"></a>11:3 “主啊，他们杀了你的先知，拆了你的祭坛，只剩下我一个人，他们还要寻索我的命。”</p><p><a id="4"></a>11:4 神的回话是怎么说的呢？他说：“我为自己留下七千人，是未曾向巴力屈膝的。”</p><p><a id="5"></a>11:5 如今也是这样，照著拣选的恩典，还有所留的余数。</p><p><a id="6"></a>11:6 既是出于恩典，就不在乎行为，不然，恩典就不是恩典了。</p><p><a id="7"></a>11:7 这是怎么样呢？以色列人所求的，他们没有得著，惟有蒙拣选的人得著了，其余的就成了顽梗不化的。</p><p><a id="8"></a>11:8 如经上所记：“神给他们昏迷的心，眼睛不能看见，耳朵不能听见，直到今日。”</p><p><a id="9"></a>11:9 大卫也说：“愿他们的筵席变为网罗，变为机槛，变为绊脚石，作他们的报应；</p><p><a id="10"></a>11:10 愿他们的眼睛昏蒙，不得看见；愿你时常弯下他们的腰。”</p><p><a id="11"></a>11:11 我且说，他们失脚是要他们跌倒吗？断乎不是！反倒因他们的过失，救恩便临到外邦人，要激动他们发愤。</p><p><a id="12"></a>11:12 若他们的过失，为天下的富足，他们的缺乏，为外邦人的富足，何况他们的丰满呢？。</p><p><a id="13"></a>11:13 我对你们外邦人说这话，因我是外邦人的使徒，所以敬重我的职分（注：“敬重”原文作“荣耀”）。</p><p><a id="14"></a>11:14 或者可以激动我骨肉之亲发愤，好救他们一些人。</p><p><a id="15"></a>11:15 若他们被丢弃，天下就得与　神和好，他们被收纳，岂不是死而复生吗？</p><p><a id="16"></a>11:16 所献的新面若是圣洁，全团也就圣洁了；树根若是圣洁，树枝也就圣洁了。</p><p><a id="17"></a>11:17 若有几根枝子被折下来，你这野橄榄得接在其中，一同得著橄榄根的肥汁，</p><p><a id="18"></a>11:18 你就不可向旧枝子夸口；若是夸口，当知道不是你托著根，乃是根托著你。</p><p><a id="19"></a>11:19 你若说：“那枝子被折下来是特为叫我接上。”</p><p><a id="20"></a>11:20 不错！他们因为不信，所以被折下来；你因为信，所以立得住；你不可自高，反要惧怕。</p><p><a id="21"></a>11:21 神既不爱惜原来的枝子，也必不爱惜你。</p><p><a id="22"></a>11:22 可见　神的恩慈和严厉，向那跌倒的人是严厉的，向你是有恩慈的。只要你长久在他的恩慈里，不然，你也要被砍下来。</p><p><a id="23"></a>11:23 而且他们若不是长久不信，仍要被接上，因为　神能够把他们从新接上。</p><p><a id="24"></a>11:24 你是从那天生的野橄榄上砍下来的，尚且逆著性得接在好橄榄上，何况这本树的枝子要接在本树上呢！</p><p><a id="25"></a>11:25 弟兄们，我不愿意你们不知道这奥秘（恐怕你们自以为聪明）：就是以色列人有几分是硬心的，等到外邦人的数目添满了，</p><p><a id="26"></a>11:26 于是以色列全家都要得救。如经上所记：“必有一位救主从锡安出来，要消除雅各家的一切罪恶。”</p><p><a id="27"></a>11:27 又说：“我除去他们罪的时候，这就是我与他们所立的约。”</p><p><a id="28"></a>11:28 就著福音说，他们为你们的缘故是仇敌；就著拣选说，他们为列祖的缘故是蒙爱的。</p><p><a id="29"></a>11:29 因为　神的恩赐和选召是没有后悔的。</p><p><a id="30"></a>11:30 你们从前不顺服　神，如今因他们的不顺服，你们倒蒙了怜恤。</p><p><a id="31"></a>11:31 这样，他们也是不顺服，叫他们因著施给你们的怜恤，现在也就蒙怜恤。</p><p><a id="32"></a>11:32 因为　神将众人都圈在不顺服之中，特意要怜恤众人。</p><p><a id="33"></a>11:33 深哉，神丰富的智慧和知识！他的判断何其难测！他的踪迹何其难寻！</p><p><a id="34"></a>11:34 “谁知道主的心？谁作过他的谋士呢？”</p><p><a id="35"></a>11:35 “谁是先给了他，使他后来偿还呢？”</p><p><a id="36"></a>11:36 因为万有都是本于他，倚靠他，归于他。愿荣耀归给他，直到永远。阿们！</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/罗马书/11.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _11 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _11 as default
};
