import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/历代志(下)/20.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/历代志(下)/20.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>20:1 此后，摩押人和亚扪人，又有米乌尼人，一同来攻击约沙法。</p><p><a id="2"></a>20:2 有人来报告约沙法说：“从海外亚兰（注：“亚兰”又作“以东”）那边，有大军来攻击你，如今他们在哈洗逊他玛，就是隐基底。”</p><p><a id="3"></a>20:3 约沙法便惧怕，定意寻求耶和华，在犹大全地宣告禁食。</p><p><a id="4"></a>20:4 于是犹大人聚会，求耶和华帮助，犹大各城都有人出来寻求耶和华。</p><p><a id="5"></a>20:5 约沙法就在犹大和耶路撒冷的会中，站在耶和华殿的新院前，</p><p><a id="6"></a>20:6 说：“耶和华我们列祖的神啊，你不是天上的　神吗？你不是万邦万国的主宰吗？在你手中有大能大力，无人能抵挡你。</p><p><a id="7"></a>20:7 我们的　神啊，你不是曾在你民以色列人面前驱逐这地的居民，将这地赐给你朋友亚伯拉罕的后裔永远为业吗？</p><p><a id="8"></a>20:8 他们住在这地，又为你的名建造圣所说：</p><p><a id="9"></a>20:9 ‘倘有祸患临到我们，或刀兵灾殃，或瘟疫饥荒，我们在急难的时候，站在这殿前向你呼求，你必垂听而拯救，因为你的名在这殿里。’</p><p><a id="10"></a>20:10 从前以色列人出埃及地的时候，你不容以色列人侵犯亚扪人、摩押人和西珥山人。以色列人就离开他们，不灭绝他们。</p><p><a id="11"></a>20:11 看哪！他们怎样报复我们，要来驱逐我们出离你的地，就是你赐给我们为业之地。</p><p><a id="12"></a>20:12 我们的　神啊，你不惩罚他们吗？因为我们无力抵挡这来攻击我们的大军，我们也不知道怎样行，我们的眼目单仰望你。”</p><p><a id="13"></a>20:13 犹大众人和他们的婴孩、妻子、儿女，都站在耶和华面前。</p><p><a id="14"></a>20:14 那时，耶和华的灵在会中临到利未人亚萨的后裔、玛探雅的玄孙、耶利的曾孙、比拿雅的孙子、撒迦利雅的儿子雅哈悉。</p><p><a id="15"></a>20:15 他说：“犹大众人、耶路撒冷的居民和约沙法王，你们请听！耶和华对你们如此说：‘不要因这大军恐惧惊惶，因为胜败不在乎你们，乃在乎　神。</p><p><a id="16"></a>20:16 明日你们要下去迎敌，他们是从洗斯坡上来，你们必在耶鲁伊勒旷野前的谷口遇见他们。</p><p><a id="17"></a>20:17 犹大和耶路撒冷人哪，这次你们不要争战，要摆阵站著，看耶和华为你们施行拯救。不要恐惧，也不要惊惶，明日当出去迎敌，因为耶和华与你们同在。’”</p><p><a id="18"></a>20:18 约沙法就面伏于地，犹大众人和耶路撒冷的居民也俯伏在耶和华面前，叩拜耶和华。</p><p><a id="19"></a>20:19 哥辖族和可拉族的利未人都起来，用极大的声音赞美耶和华以色列的　神。</p><p><a id="20"></a>20:20 次日清早，众人起来往提哥亚的旷野去。出去的时候，约沙法站著说：“犹大人和耶路撒冷的居民哪，要听我说！信耶和华你们的　神，就必立稳；信他的先知，就必亨通。”</p><p><a id="21"></a>20:21 约沙法既与民商议了，就设立歌唱的人颂赞耶和华，使他们穿上圣洁的礼服，走在军前赞美耶和华说：“当称谢耶和华，因他的慈爱永远长存！”</p><p><a id="22"></a>20:22 众人方唱歌赞美的时候，耶和华就派伏兵击杀那来攻击犹大人的亚扪人、摩押人和西珥山人，他们就被打败了。</p><p><a id="23"></a>20:23 因为亚扪人和摩押人起来击杀住西珥山的人，将他们灭尽；灭尽住西珥山的人之后，他们又彼此自相击杀。</p><p><a id="24"></a>20:24 犹大人来到旷野的望楼，向那大军观看，见尸横遍地，没有一个逃脱的。</p><p><a id="25"></a>20:25 约沙法和他的百姓就来收取敌人的财物。在尸首中见了许多财物珍宝，他们剥脱下来的多得不可携带，因为甚多，直收取了三日。</p><p><a id="26"></a>20:26 第四日，众人聚集在比拉迦谷（注：“比拉迦”就是“称颂”的意思），在那里称颂耶和华。因此那地方名叫比拉迦谷，直到今日。</p><p><a id="27"></a>20:27 犹大人和耶路撒冷人都欢欢喜喜地回耶路撒冷，约沙法率领他们。因为耶和华使他们战胜仇敌，就欢喜快乐。</p><p><a id="28"></a>20:28 他们弹琴、鼓瑟、吹号，来到耶路撒冷，进了耶和华的殿。</p><p><a id="29"></a>20:29 列邦诸国听见耶和华战败以色列的仇敌，就甚惧怕。</p><p><a id="30"></a>20:30 这样，约沙法的国得享太平，因为　神赐他四境平安。</p><p><a id="31"></a>20:31 约沙法作犹大王，登基的时候年三十五岁，在耶路撒冷作王二十五年。他母亲名叫阿苏巴，示利希的女儿。</p><p><a id="32"></a>20:32 约沙法效法他父亚撒所行的，不偏左右，行耶和华眼中看为正的事；</p><p><a id="33"></a>20:33 只是邱坛还没有废去，百姓也没有立定心意归向他们列祖的　神。</p><p><a id="34"></a>20:34 约沙法其余的事，自始至终都写在哈拿尼的儿子耶户的书上，也载入以色列诸王记上。</p><p><a id="35"></a>20:35 此后，犹大王约沙法与以色列王亚哈谢交好。亚哈谢行恶太甚。</p><p><a id="36"></a>20:36 二王合夥造船要往他施去，遂在以旬迦别造船。</p><p><a id="37"></a>20:37 那时，玛利沙人多大瓦的儿子以利以谢向约沙法预言说：“因你与亚哈谢交好，耶和华必破坏你所造的。”后来那船果然破坏，不能往他施去了。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/历代志(下)/20.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _20 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _20 as default
};
