import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/以西结书/14.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/以西结书/14.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>14:1 有几个以色列长老到我这里来，坐在我面前。</p><p><a id="2"></a>14:2 耶和华的话就临到我说：</p><p><a id="3"></a>14:3 “人子啊，这些人已将他们的假神接到心里，把陷于罪的绊脚石放在面前，我岂能丝毫被他们求问吗？</p><p><a id="4"></a>14:4 所以你要告诉他们：‘主耶和华如此说：以色列家的人中，凡将他的假神接到心里，把陷于罪的绊脚石放在面前，又就了先知来的，我耶和华在他所求的事上，必按他众多的假神回答他（注：或作“必按他拜许多假神的罪报应他”），</p><p><a id="5"></a>14:5 好在以色列家的心事上捉住他们，因为他们都藉著假神与我生疏。’</p><p><a id="6"></a>14:6 所以你要告诉以色列家说：‘主耶和华如此说：回头吧！离开你们的偶像，转脸莫从你们一切可憎的事。</p><p><a id="7"></a>14:7 因为以色列家的人，或在以色列中寄居的外人，凡与我隔绝，将他的假神接到心里，把陷于罪的绊脚石放在面前，又就了先知来要为自己的事求问我的，我耶和华必亲自回答他。</p><p><a id="8"></a>14:8 我必向那人变脸，使他作了警戒、笑谈、令人惊骇，并且我要将他从我民中剪除。你们就知道我是耶和华！</p><p><a id="9"></a>14:9 先知若被迷惑说一句预言，是我耶和华任那先知受迷惑，我也必向他伸手，将他从我民以色列中除灭。</p><p><a id="10"></a>14:10 他们必担当自己的罪孽，先知的罪孽和求问之人的罪孽都是一样，</p><p><a id="11"></a>14:11 好使以色列家不再走迷离开我，不再因各样的罪过玷污自己，只要作我的子民，我作他们的　神。这是主耶和华说的。’”</p><p><a id="12"></a>14:12 耶和华的话临到我说：</p><p><a id="13"></a>14:13 “人子啊，若有一国犯罪干犯我，我也向他伸手折断他们的杖，就是断绝他们的粮，使饥荒临到那地，将人与牲畜从其中剪除。</p><p><a id="14"></a>14:14 其中虽有挪亚、但以理、约伯这三人，他们只能因他们的义救自己的性命。这是主耶和华说的。</p><p><a id="15"></a>14:15 我若使恶兽经过，糟践那地，使地荒凉，以至因这些兽，人都不得经过，</p><p><a id="16"></a>14:16 虽有这三人在其中，主耶和华说，我指著我的永生起誓，他们连儿带女都不能得救，只能自己得救，那地仍然荒凉。</p><p><a id="17"></a>14:17 或者我使刀剑临到那地说：‘刀剑哪，要经过那地’，以至我将人与牲畜从其中剪除。</p><p><a id="18"></a>14:18 虽有这三人在其中，主耶和华说，我指著我的永生起誓，他们连儿带女都不能得救，只能自己得救。</p><p><a id="19"></a>14:19 或者我叫瘟疫流行那地，使我灭命（注：原文作“带血”）的忿怒倾在其上，好将人与牲畜从其中剪除，</p><p><a id="20"></a>14:20 虽有挪亚、但以理、约伯在其中，主耶和华说，我指著我的永生起誓，他们连儿带女都不能救，只能因他们的义救自己的性命。</p><p><a id="21"></a>14:21 主耶和华如此说：我将这四样大灾，就是刀剑、饥荒、恶兽、瘟疫降在耶路撒冷，将人与牲畜从其中剪除，岂不更重吗？</p><p><a id="22"></a>14:22 然而其中必有剩下的人，他们连儿带女必带到你们这里来，你们看见他们所行所为的，要因我降给耶路撒冷的一切灾祸，便得了安慰。</p><p><a id="23"></a>14:23 你们看见他们所行所为的，得了安慰，就知道我在耶路撒冷中所行的并非无故。这是主耶和华说的。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/以西结书/14.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _14 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _14 as default
};
