import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/耶利米书/40.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/耶利米书/40.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>40:1 耶利米锁在耶路撒冷和犹大被掳到巴比伦的人中，护卫长尼布撒拉旦将他从拉玛释放以后，耶和华的话临到耶利米。</p><p><a id="2"></a>40:2 护卫长将耶利米叫来，对他说：“耶和华你的　神曾说要降这祸与此地。</p><p><a id="3"></a>40:3 耶和华使这祸临到，照他所说的行了，因为你们得罪耶和华，没有听从他的话，所以这事临到你们。</p><p><a id="4"></a>40:4 现在我解开你手上的链子，你若看与我同往巴比伦去好，就可以去，我必厚待你；你若看与我同往巴比伦去不好，就不必去。看哪！全地在你面前，你以为哪里美好，哪里合宜，只管上那里去吧！”</p><p><a id="5"></a>40:5 耶利米还没有回去，护卫长说：“你可以回到沙番的孙子亚希甘的儿子基大利那里去，现在巴比伦王立他作犹大城邑的省长。你可以在他那里住在民中，不然，你看哪里合宜就可以上那里去。”于是，护卫长送他粮食和礼物，释放他去了。</p><p><a id="6"></a>40:6 耶利米就到米斯巴见亚希甘的儿子基大利，在他那里住在境内剩下的民中。</p><p><a id="7"></a>40:7 在田野的一切军长和属他们的人，听见巴比伦王立了亚希甘的儿子基大利作境内的省长，并将没有掳到巴比伦的男人、妇女、孩童和境内极穷的人全交给他，</p><p><a id="8"></a>40:8 于是，军长尼探雅的儿子以实玛利，加利亚的两个儿子约哈难和约拿单，单户篾的儿子西莱雅，并尼陀法人以斐的众子，玛迦人的儿子耶撒尼亚和属他们的人，都到米斯巴见基大利。</p><p><a id="9"></a>40:9 沙番的孙子亚希甘的儿子基大利，向他们和属他们的人起誓说：“不要怕服事迦勒底人，只管住在这地服事巴比伦王，就可以得福。</p><p><a id="10"></a>40:10 至于我，我要住在米斯巴，伺候那到我们这里来的迦勒底人；只是你们当积蓄酒、油和夏天的果子，收在器皿里，住在你们所占的城邑中。”</p><p><a id="11"></a>40:11 在摩押地和亚扪人中，在以东地和各国的一切犹大人，听见巴比伦王留下些犹大人，并立沙番的孙子亚希甘的儿子基大利管理他们。</p><p><a id="12"></a>40:12 这一切犹大人，就从所赶到的各处回来，到犹大地的米斯巴基大利那里，又积蓄了许多的酒并夏天的果子。</p><p><a id="13"></a>40:13 加利亚的儿子约哈难和在田野的一切军长，来到米斯巴见基大利，</p><p><a id="14"></a>40:14 对他说：“亚扪人的王巴利斯打发尼探雅的儿子以实玛利来要你的命，你知道吗？”亚希甘的儿子基大利却不信他们的话。</p><p><a id="15"></a>40:15 加利亚的儿子约哈难在米斯巴私下对基大利说：“求你容我去杀尼探雅的儿子以实玛利，必无人知道。何必让他要你的命，使聚集到你这里来的犹大人都分散，以致犹大剩下的人都灭亡呢？”</p><p><a id="16"></a>40:16 亚希甘的儿子基大利对加利亚的儿子约哈难说：“你不可行这事，你所论以实玛利的话是假的。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/耶利米书/40.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _40 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _40 as default
};
