import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/创世记/21.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/创世记/21.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>21:1 耶和华按著先前的话眷顾撒拉，便照他所说的给撒拉成就。</p><p><a id="2"></a>21:2 当亚伯拉罕年老的时候，撒拉怀了孕，到　神所说的日期，就给亚伯拉罕生了一个儿子。</p><p><a id="3"></a>21:3 亚伯拉罕给撒拉所生的儿子起名叫以撒。</p><p><a id="4"></a>21:4 以撒生下来第八日，亚伯拉罕照著　神所吩咐的，给以撒行了割礼。</p><p><a id="5"></a>21:5 他儿子以撒生的时候，亚伯拉罕年一百岁。</p><p><a id="6"></a>21:6 撒拉说：“　神使我喜笑，凡听见的必与我一同喜笑。”</p><p><a id="7"></a>21:7 又说：“谁能预先对亚伯拉罕说‘撒拉要乳养婴孩呢？’因为在他年老的时候，我给他生了一个儿子。”</p><p><a id="8"></a>21:8 孩子渐长，就断了奶。以撒断奶的日子，亚伯拉罕设摆丰盛的筵席。</p><p><a id="9"></a>21:9 当时，撒拉看见埃及人夏甲给亚伯拉罕所生的儿子戏笑，</p><p><a id="10"></a>21:10 就对亚伯拉罕说：“你把这使女和她儿子赶出去！因为这使女的儿子不可与我的儿子以撒一同承受产业。”</p><p><a id="11"></a>21:11 亚伯拉罕因他儿子的缘故很忧愁。</p><p><a id="12"></a>21:12 神对亚伯拉罕说：“你不必为这童子和你的使女忧愁，凡撒拉对你说的话，你都该听从，因为从以撒生的，才要称为你的后裔。</p><p><a id="13"></a>21:13 至于使女的儿子，我也必使他的后裔成立一国，因为他是你所生的。”</p><p><a id="14"></a>21:14 亚伯拉罕清早起来，拿饼和一皮袋水，给了夏甲，搭在她的肩上，又把孩子交给她，打发她走。夏甲就走了，在别是巴的旷野走迷了路。</p><p><a id="15"></a>21:15 皮袋的水用尽了，夏甲就把孩子撇在小树底下，</p><p><a id="16"></a>21:16 自己走开约有一箭之远，相对而坐，说：“我不忍见孩子死！”就相对而坐，放声大哭。</p><p><a id="17"></a>21:17 神听见童子的声音。　神的使者从天上呼叫夏甲说：“夏甲！你为何这样呢？不要害怕，　神已经听见童子的声音了。</p><p><a id="18"></a>21:18 起来！把童子抱在怀中（注：“怀”原文作“手”），我必使他的后裔成为大国。”</p><p><a id="19"></a>21:19 神使夏甲的眼睛明亮，她就看见一口水井，便去将皮袋盛满了水，给童子喝。</p><p><a id="20"></a>21:20 神保佑童子，他就渐长，住在旷野，成了弓箭手。</p><p><a id="21"></a>21:21 他住在巴兰的旷野，他母亲从埃及地给他娶了一个妻子。</p><p><a id="22"></a>21:22 当那时候，亚比米勒同他军长非各对亚伯拉罕说：“凡你所行的事都有　神的保佑。</p><p><a id="23"></a>21:23 我愿你如今在这里指著　神对我起誓，不要欺负我与我的儿子，并我的子孙，我怎样厚待了你，你也要照样厚待我与你所寄居这地的民。”</p><p><a id="24"></a>21:24 亚伯拉罕说：“我情愿起誓。”</p><p><a id="25"></a>21:25 从前亚比米勒的仆人霸占了一口水井，亚伯拉罕为这事指责亚比米勒。</p><p><a id="26"></a>21:26 亚比米勒说：“谁做这事我不知道，你也没有告诉我，今日我才听见了。”</p><p><a id="27"></a>21:27 亚伯拉罕把羊和牛给了亚比米勒，二人就彼此立约。</p><p><a id="28"></a>21:28 亚伯拉罕把七只母羊羔另放在一处。</p><p><a id="29"></a>21:29 亚比米勒问亚伯拉罕说：“你把这七只母羊羔另放在一处，是甚么意思呢？”</p><p><a id="30"></a>21:30 他说：“你要从我手里受这七只母羊羔，作我挖这口井的证据。”</p><p><a id="31"></a>21:31 所以他给那地方起名叫别是巴（注：就是“盟誓的井”），因为他们二人在那里起了誓。</p><p><a id="32"></a>21:32 他们在别是巴立了约，亚比米勒就同他军长非各起身回非利士地去了。</p><p><a id="33"></a>21:33 亚伯拉罕在别是巴栽上一棵垂丝柳树，又在那里求告耶和华永生　神的名。</p><p><a id="34"></a>21:34 亚伯拉罕在非利士人的地寄居了多日。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/创世记/21.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _21 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _21 as default
};
