import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/使徒行传/5.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/使徒行传/5.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>5:1 有一个人，名叫亚拿尼亚，同他的妻子撒非喇卖了田产，</p><p><a id="2"></a>5:2 把价银私自留下几分，他的妻子也知道，其余的几分拿来放在使徒脚前。</p><p><a id="3"></a>5:3 彼得说：“亚拿尼亚，为甚么撒但充满了你的心，叫你欺哄圣灵，把田地的价银私自留下几分呢？</p><p><a id="4"></a>5:4 田地还没有卖，不是你自己的吗？既卖了，价银不是你作主吗？你怎么心里起这意念呢？你不是欺哄人，是欺哄　神了！”</p><p><a id="5"></a>5:5 亚拿尼亚听见这话，就仆倒，断了气。听见的人都甚惧怕。</p><p><a id="6"></a>5:6 有些少年人起来，把他包裹，抬出去埋葬了。</p><p><a id="7"></a>5:7 约过了三小时，他的妻子进来，还不知道这事。</p><p><a id="8"></a>5:8 彼得对她说：“你告诉我，你们卖田地的价银就是这些吗？”她说：“就是这些。”</p><p><a id="9"></a>5:9 彼得说：“你们为甚么同心试探主的灵呢？埋葬你丈夫之人的脚已到门口，他们也要把你抬出去。”</p><p><a id="10"></a>5:10 妇人立刻仆倒在彼得脚前，断了气。那些少年人进来，见她已经死了，就抬出去，埋在她丈夫旁边。</p><p><a id="11"></a>5:11 全教会和听见这事的人都甚惧怕。</p><p><a id="12"></a>5:12 主藉使徒的手在民间行了许多神迹奇事。他们（注：或作“信的人”）都同心合意地在所罗门的廊下；</p><p><a id="13"></a>5:13 其余的人没有一个敢贴近他们，百姓却尊重他们。</p><p><a id="14"></a>5:14 信而归主的人越发增添，连男带女很多。</p><p><a id="15"></a>5:15 甚至有人将病人抬到街上，放在床上或褥子上，指望彼得过来的时候，或者得他的影儿照在甚么人身上。</p><p><a id="16"></a>5:16 还有许多人带著病人和被污鬼缠磨的，从耶路撒冷四围的城邑来，全都得了医治。</p><p><a id="17"></a>5:17 大祭司和他的一切同人，就是撒都该教门的人，都起来，满心忌恨，</p><p><a id="18"></a>5:18 就下手拿住使徒，收在外监。</p><p><a id="19"></a>5:19 但主的使者夜间开了监门，领他们出来，</p><p><a id="20"></a>5:20 说：“你们去站在殿里，把这生命的道都讲给百姓听。”</p><p><a id="21"></a>5:21 使徒听了这话，天将亮的时候就进殿里去教训人。大祭司和他的同人来了，叫齐公会的人和以色列族的众长老，就差人到监里去，要把使徒提出来。</p><p><a id="22"></a>5:22 但差役到了，不见他们在监里，就回来禀报说：</p><p><a id="23"></a>5:23 “我们看见监牢关得极妥当，看守的人也站在门外，及至开了门，里面一个人都不见！”</p><p><a id="24"></a>5:24 守殿官和祭司长听见这话，心里犯难，不知这事将来如何。</p><p><a id="25"></a>5:25 有一个人来禀报说：“你们收在监里的人，现在站在殿里教训百姓。 ”</p><p><a id="26"></a>5:26 于是守殿官和差役去带使徒来，并没有用强暴，因为怕百姓用石头打他们。</p><p><a id="27"></a>5:27 带到了，便叫使徒站在公会前。大祭司问他们说：</p><p><a id="28"></a>5:28 “我们不是严严地禁止你们，不可奉这名教训人吗？你们倒把你们的道理充满了耶路撒冷，想要叫这人的血归到我们身上！”</p><p><a id="29"></a>5:29 彼得和众使徒回答说：“顺从　神，不顺从人，是应当的！</p><p><a id="30"></a>5:30 你们挂在木头上杀害的耶稣，我们祖宗的　神已经叫他复活。</p><p><a id="31"></a>5:31 神且用右手将他高举（注：或作“他就是　神高举在自己的右边”），叫他作君王、作救主，将悔改的心和赦罪的恩赐给以色列人。</p><p><a id="32"></a>5:32 我们为这事作见证，　神赐给顺从之人的圣灵也为这事作见证。”</p><p><a id="33"></a>5:33 公会的人听见就极其恼怒，想要杀他们。</p><p><a id="34"></a>5:34 但有一个法利赛人，名叫迦玛列，是众百姓所敬重的教法师，在公会中站起来，吩咐人把使徒暂且带到外面去，</p><p><a id="35"></a>5:35 就对众人说：“以色列人哪，论到这些人，你们应当小心怎样办理。</p><p><a id="36"></a>5:36 从前丢大起来，自夸为大，附从他的人约有四百；他被杀后，附从他的全都散了，归于无有。</p><p><a id="37"></a>5:37 此后，报名上册的时候，又有加利利的犹大起来，引诱些百姓跟从他；他也灭亡，附从他的人也都四散了。</p><p><a id="38"></a>5:38 现在，我劝你们不要管这些人，任凭他们吧！他们所谋的、所行的，若是出于人，必要败坏；</p><p><a id="39"></a>5:39 若是出于　神，你们就不能败坏他们，恐怕你们倒是攻击　神了。”</p><p><a id="40"></a>5:40 公会的人听从了他，便叫使徒来，把他们打了，又吩咐他们不可奉耶稣的名讲道，就把他们释放了。</p><p><a id="41"></a>5:41 他们离开公会，心里欢喜，因被算是配为这名受辱。</p><p><a id="42"></a>5:42 他们就每日在殿里、在家鶪不住地教训人，传耶稣是基督。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/使徒行传/5.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _5 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _5 as default
};
