import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/耶利米书/13.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/耶利米书/13.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>13:1 耶和华对我如此说：“你去买一根麻布带子束腰，不可放在水中。”</p><p><a id="2"></a>13:2 我就照著耶和华的话，买了一根带子束腰。</p><p><a id="3"></a>13:3 耶和华的话第二次临到我说：</p><p><a id="4"></a>13:4 “要拿著你所买的腰带，就是你腰上的带子，起来往幼发拉底河去，将腰带藏在那里的磐石穴中。”</p><p><a id="5"></a>13:5 我就去，照著耶和华所吩咐我的，将腰带藏在幼发拉底河边。</p><p><a id="6"></a>13:6 过了多日，耶和华对我说：“你起来往幼发拉底河去，将我吩咐你藏在那里的腰带取出来。”</p><p><a id="7"></a>13:7 我就往幼发拉底河去，将腰带从我所藏的地方刨出来。见腰带已经变坏，毫无用了。</p><p><a id="8"></a>13:8 耶和华的话临到我说：</p><p><a id="9"></a>13:9 “耶和华如此说：‘我必照样败坏犹大的骄傲和耶路撒冷的大骄傲。</p><p><a id="10"></a>13:10 这恶民不肯听我的话，按自己顽梗的心而行，随从别神，事奉敬拜，他们也必像这腰带变为无用。’</p><p><a id="11"></a>13:11 耶和华说：‘腰带怎样紧贴人腰，照样，我也使以色列全家和犹大全家紧贴我，好叫他们属我为子民，使我得名声，得颂赞，得荣耀。他们却不肯听。’</p><p><a id="12"></a>13:12 所以，你要对他们说：‘耶和华以色列的　神如此说：各坛都要盛满了酒。’他们必对你说：‘我们岂不确知各坛都要盛满了酒呢？’</p><p><a id="13"></a>13:13 你就要对他们说：‘耶和华如此说：我必使这地的一切居民，就是坐大卫宝座的君王和祭司，与先知，并耶路撒冷的一切居民，都酩酊大醉。</p><p><a id="14"></a>13:14 耶和华说：我要使他们彼此相碰，就是父与子彼此相并；我必不可怜，不顾惜，不怜悯，以致灭绝他们。’”</p><p><a id="15"></a>13:15 你们当听，当侧耳而听，不要骄傲！因为耶和华已经说了。</p><p><a id="16"></a>13:16 耶和华你们的　神未使黑暗来到，你们的脚未在昏暗山上绊跌之先，当将荣耀归给他，免得你们盼望光明，他使光明变为死荫，成为幽暗。</p><p><a id="17"></a>13:17 你们若不听这话，我必因你们的骄傲，在暗地哭泣，我眼必痛哭流泪，因为耶和华的群众被掳去了。</p><p><a id="18"></a>13:18 你要对君王和太后说：“你们当自卑，坐在下边。因你们的头巾，就是你们的华冠，已经脱落了。”</p><p><a id="19"></a>13:19 南方的城尽都关闭，无人开放。犹大全被掳掠，且掳掠净尽。</p><p><a id="20"></a>13:20 你们要举目观看从北方来的人。先前赐给你的群众，就是你佳美的群众，如今在哪里呢？</p><p><a id="21"></a>13:21 耶和华立你自己所交的朋友为首，辖制你，那时你还有甚么话说呢？痛苦岂不将你抓住像产难的妇人吗？</p><p><a id="22"></a>13:22 你若心里说：“这一切事为何临到我呢？”你的衣襟揭起，你的脚跟受伤，是因你的罪孽甚多。</p><p><a id="23"></a>13:23 古实人岂能改变皮肤呢？豹岂能改变斑点呢？若能，你们这习惯行恶的便能行善了。</p><p><a id="24"></a>13:24 所以我必用旷野的风吹散他们，像吹过的碎秸一样。</p><p><a id="25"></a>13:25 耶和华说：“这是你所当得的，是我量给你的份；因为你忘记我，倚靠虚假（注：或作“偶像”）。</p><p><a id="26"></a>13:26 所以我要揭起你的衣襟，蒙在你脸上，显出你的丑陋。</p><p><a id="27"></a>13:27 你那些可憎恶之事，就是在田野的山上行奸淫，发嘶声，作淫乱的事，我都看见了。耶路撒冷啊，你有祸了！你不肯洁净，还要到几时呢？”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/耶利米书/13.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _13 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _13 as default
};
