import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/但以理书/4.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/但以理书/4.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>4:1 尼布甲尼撒王晓谕住在全地各方、各国、各族的人说：愿你们大享平安！</p><p><a id="2"></a>4:2 我乐意将至高的　神向我所行的神迹奇事宣扬出来。</p><p><a id="3"></a>4:3 他的　神迹何其大！他的奇事何其盛！他的国是永远的！他的权柄存到万代！</p><p><a id="4"></a>4:4 我尼布甲尼撒安居在宫中，平顺在殿内。</p><p><a id="5"></a>4:5 我做了一梦，使我惧怕。我在床上的思念，并脑中的异象，使我惊惶。</p><p><a id="6"></a>4:6 所以我降旨召巴比伦的一切哲士到我面前，叫他们把梦的讲解告诉我。</p><p><a id="7"></a>4:7 于是那些术士、用法术的、迦勒底人、观兆的都进来，我将那梦告诉了他们，他们却不能把梦的讲解告诉我。</p><p><a id="8"></a>4:8 末后，那照我神的名，称为伯提沙撒的但以理来到我面前，他里头有圣神的灵，我将梦告诉他说：</p><p><a id="9"></a>4:9 “术士的领袖伯提沙撒啊，因我知道你里头有圣神的灵，甚么奥秘的事都不能使你为难，现在要把我梦中所见的异象和梦的讲解告诉我。</p><p><a id="10"></a>4:10 我在床上脑中的异象是这样：我看见地当中有一棵树，极其高大。</p><p><a id="11"></a>4:11 那树渐长，而且坚固，高得顶天，从地极都能看见；</p><p><a id="12"></a>4:12 叶子华美，果子甚多，可作众生的食物；田野的走兽卧在荫下，天空的飞鸟宿在枝上；凡有血气的都从这树得食。</p><p><a id="13"></a>4:13 我在床上脑中的异象，见有一位守望的圣者从天而降，</p><p><a id="14"></a>4:14 大声呼叫说：‘伐倒这树！砍下枝子，摇掉叶子，抛散果子，使走兽离开树下，飞鸟躲开树枝。</p><p><a id="15"></a>4:15 树墩却要留在地内，用铁圈和铜圈箍住，在田野的青草中让天露滴湿，使他与地上的兽一同吃草，</p><p><a id="16"></a>4:16 使他的心改变，不如人心，给他一个兽心，使他经过七期（注：或作“年”。本章同）。</p><p><a id="17"></a>4:17 这是守望者所发的命，圣者所出的令，好叫世人知道至高者在人的国中掌权，要将国赐与谁，就赐与谁，或立极卑微的人执掌国权。’</p><p><a id="18"></a>4:18 这是我尼布甲尼撒王所做的梦。伯提沙撒啊，你要说明这梦的讲解，因为我国中的一切哲士都不能将梦的讲解告诉我，惟独你能，因你里头有圣神的灵。”</p><p><a id="19"></a>4:19 于是称为伯提沙撒的但以理惊讶片时，心意惊惶。王说：“伯提沙撒啊，不要因梦和梦的讲解惊惶。”伯提沙撒回答说：“我主啊，愿这梦归与恨恶你的人，讲解归与你的敌人。</p><p><a id="20"></a>4:20 你所见的树渐长，而且坚固，高得顶天，从地极都能看见；</p><p><a id="21"></a>4:21 叶子华美，果子甚多，可作众生的食物；田野的走兽住在其下；天空的飞鸟宿在枝上。</p><p><a id="22"></a>4:22 王啊，这渐长又坚固的树就是你。你的威势渐长及天，你的权柄管到地极。</p><p><a id="23"></a>4:23 王既看见一位守望的圣者从天而降，说：‘将这树砍伐毁坏，树墩却要留在地内，用铁圈和铜圈箍住，在田野的青草中让天露滴湿，使他与地上的兽一同吃草，直到经过七期。’</p><p><a id="24"></a>4:24 王啊，讲解就是这样：临到我主我王的事是出于至高者的命。</p><p><a id="25"></a>4:25 你必被赶出离开世人，与野地的兽同居，吃草如牛，被天露滴湿，且要经过七期。等你知道至高者在人的国中掌权，要将国赐与谁就赐与谁。</p><p><a id="26"></a>4:26 守望者既吩咐存留树墩，等你知道诸天掌权，以后你的国必定归你。</p><p><a id="27"></a>4:27 王啊，求你悦纳我的谏言，以施行公义断绝罪过，以怜悯穷人除掉罪孽，或者你的平安可以延长。”</p><p><a id="28"></a>4:28 这事都临到尼布甲尼撒王。</p><p><a id="29"></a>4:29 过了十二个月，他游行在巴比伦王宫里（注：原文作“上”）。</p><p><a id="30"></a>4:30 他说：“这大巴比伦不是我用大能大力建为京都，要显我威严的荣耀吗？”</p><p><a id="31"></a>4:31 这话在王口中尚未说完，有声音从天降下说：“尼布甲尼撒王啊，有话对你说：你的国位离开你了。</p><p><a id="32"></a>4:32 你必被赶出离开世人，与野地的兽同居，吃草如牛，且要经过七期。等你知道至高者在人的国中掌权，要将国赐与谁，就赐与谁。”</p><p><a id="33"></a>4:33 当时这话就应验在尼布甲尼撒的身上，他被赶出离开世人，吃草如牛，身被天露滴湿，头发长长，好像鹰毛，指甲长长，如同鸟爪。</p><p><a id="34"></a>4:34 日子满足，我尼布甲尼撒举目望天，我的聪明复归于我，我便称颂至高者，赞美尊敬活到永远的　神。他的权柄是永有的，他的国存到万代。</p><p><a id="35"></a>4:35 世上所有的居民、都算为虚无。在天上的万军和世上的居民中，他都凭自己的意旨行事。无人能拦住他手，或问他说：“你做甚么呢？”</p><p><a id="36"></a>4:36 那时，我的聪明复归于我，为我国的荣耀威严和光耀也都复归于我，并且我的谋士和大臣也来朝见我。我又得坚立在国位上，至大的权柄加增于我。</p><p><a id="37"></a>4:37 现在我尼布甲尼撒赞美、尊崇、恭敬天上的王，因为他所做的全都诚实，他所行的也都公平。那行动骄傲的，他能降为卑。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/但以理书/4.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _4 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _4 as default
};
