import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/撒母耳记(上)/30.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/撒母耳记(上)/30.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>30:1 第三日，大卫和跟随他的人到了洗革拉。亚玛力人已经侵夺南地，攻破洗革拉，用火焚烧，</p><p><a id="2"></a>30:2 掳了城内的妇女和其中的大小人口，却没有杀一个，都带著走了。</p><p><a id="3"></a>30:3 大卫和跟随他的人到了那城，不料，城已烧毁，他们的妻子儿女都被掳去了。</p><p><a id="4"></a>30:4 大卫和跟随他的人就放声大哭，直哭得没有气力。</p><p><a id="5"></a>30:5 大卫的两个妻，耶斯列人亚希暖和作过拿八妻的迦密人亚比该，也被掳去了。</p><p><a id="6"></a>30:6 大卫甚是焦急，因众人为自己的儿女苦恼，说要用石头打死他。大卫却倚靠耶和华他的　神，心里坚固。</p><p><a id="7"></a>30:7 大卫对亚希米勒的儿子祭司亚比亚他说：“请你将以弗得拿过来。”亚比亚他就将以弗得拿到大卫面前。</p><p><a id="8"></a>30:8 大卫求问耶和华说：“我追赶敌军，追得上追不上呢？”耶和华说：“你可以追，必追得上，都救得回来。”</p><p><a id="9"></a>30:9 于是，大卫和跟随他的六百人来到比梭溪；有不能前去的就留在那里。</p><p><a id="10"></a>30:10 大卫却带著四百人往前追赶；有二百人疲乏，不能过比梭溪，所以留在那里。</p><p><a id="11"></a>30:11 这四百人在田野遇见一个埃及人，就带他到大卫面前，给他饼吃，给他水喝，</p><p><a id="12"></a>30:12 又给他一块无花果饼，两个葡萄饼。他吃了，就精神复原，因为他三日三夜没有吃饼，没有喝水。</p><p><a id="13"></a>30:13 大卫问他说：“你是属谁的？你是哪里的人？”他回答说：“我是埃及的少年人，是亚玛力人的奴仆。因我三日前患病，我主人就把我撇弃了。</p><p><a id="14"></a>30:14 我们侵夺了基利提的南方和属犹大的地，并迦勒地的南方，又用火烧了洗革拉。”</p><p><a id="15"></a>30:15 大卫问他说：“你肯领我们到敌军那里不肯？”他回答说：“你要向我指著　神起誓，不杀我，也不将我交在我主人手里，我就领你下到敌军那里。”</p><p><a id="16"></a>30:16 那人领大卫下去，见他们散在地上，吃喝跳舞，因为从非利士地和犹大地所掳来的财物甚多。</p><p><a id="17"></a>30:17 大卫从黎明直到次日晚上，击杀他们，除了四百骑骆驼的少年人之外，没有一个逃脱的。</p><p><a id="18"></a>30:18 亚玛力人所掳去的财物，大卫全都夺回，并救回他的两个妻来。</p><p><a id="19"></a>30:19 凡亚玛力人所掳去的，无论大小、儿女、财物，大卫都夺回来，没有失落一个。</p><p><a id="20"></a>30:20 大卫所夺来的牛群羊群，跟随他的人赶在原有的群畜前边，说：“这是大卫的掠物。”</p><p><a id="21"></a>30:21 大卫到了那疲乏不能跟随、留在比梭溪的二百人那里。他们出来迎接大卫并跟随的人。大卫前来问他们安。</p><p><a id="22"></a>30:22 跟随大卫人中的恶人和匪类说：“这些人既然没有和我们同去，我们所夺的财物就不分给他们，只将他们各人的妻子儿女给他们，使他们带去就是了。”</p><p><a id="23"></a>30:23 大卫说：“弟兄们，耶和华所赐给我们的，不可不分给他们，因为他保佑我们，将那攻击我们的敌军交在我们手里。</p><p><a id="24"></a>30:24 这事谁肯依从你们呢？上阵的得多少，看守器具的也得多少，应当大家平分。”</p><p><a id="25"></a>30:25 大卫定此为以色列的律例、典章，从那日直到今日。</p><p><a id="26"></a>30:26 大卫到了洗革拉，从掠物中取些送给他朋友犹大的长老，说：“这是从耶和华仇敌那里夺来的，送你们为礼物。”</p><p><a id="27"></a>30:27 他送礼物给住伯特利的、南地拉末的、雅提珥的、</p><p><a id="28"></a>30:28 住亚罗珥的、息末的、以实提莫的、</p><p><a id="29"></a>30:29 住拉哈勒的、耶拉篾各城的、基尼各城的、</p><p><a id="30"></a>30:30 住何珥玛的、歌拉珊的、亚挞的、</p><p><a id="31"></a>30:31 住希伯仑的，并大卫和跟随他的人素来所到之处的人。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/撒母耳记(上)/30.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _30 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _30 as default
};
