import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/以赛亚书/65.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/以赛亚书/65.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>65:1 “素来没有访问我的，现在求问我;没有寻找我的，我叫他们遇见；没有称为我名下的，我对他们说：‘我在这里！我在这里！’</p><p><a id="2"></a>65:2 我整天伸手招呼那悖逆的百姓，他们随自己的意念行不善之道。</p><p><a id="3"></a>65:3 这百姓时常当面惹我发怒：在园中献祭，在坛（注：原文作“砖”）上烧香。</p><p><a id="4"></a>65:4 在坟墓间坐著，在隐密处住宿；吃猪肉，他们器皿中有可憎之物做的汤；</p><p><a id="5"></a>65:5 且对人说：‘你站开吧！不要挨近我，因为我比你圣洁。’主说：‘这些人是我鼻中的烟，是整天烧著的火。’</p><p><a id="6,7"></a>65:6,7 看哪，这都写在我面前，我必不静默，必施行报应，必将你们的罪孽和你们列祖的罪孽，就是在山上烧香、在冈上亵渎我的罪孽，一同报应在他们后人怀中。我先要把他们所行的量给他们。”这是耶和华说的。</p><p><a id="8"></a>65:8 耶和华如此说：“葡萄中寻得新酒，人就说：‘不要毁坏，因为福在其中。’我因我仆人的缘故也必照样而行，不将他们全然毁灭。</p><p><a id="9"></a>65:9 我必从雅各中领出后裔，从犹大中领出承受我众山的。我的选民必承受；我的仆人要在那里居住。</p><p><a id="10"></a>65:10 沙仑平原必成为羊群的圈；亚割谷必成为牛群躺卧之处，都为寻求我的民所得。</p><p><a id="11"></a>65:11 但你们这些离弃耶和华、忘记我的圣山、给时运摆筵席（注：原文作“桌子”）、给天命盛满调和酒的，</p><p><a id="12"></a>65:12 我要命定你们归在刀下，都必屈身被杀。因为我呼唤，你们没有答应；我说话，你们没有听从，反倒行我眼中看为恶的，拣选我所不喜悦的。”</p><p><a id="13"></a>65:13 所以，主耶和华如此说：“我的仆人必得吃，你们却饥饿；我的仆人必得喝，你们却乾渴；我的仆人必欢喜，你们却蒙羞；</p><p><a id="14"></a>65:14 我的仆人因心中高兴欢呼，你们却因心中忧愁哀哭，又因心里忧伤哀号。</p><p><a id="15"></a>65:15 你们必留下自己的名，为我选民指著赌咒。主耶和华必杀你们，另起别名称呼他的仆人。</p><p><a id="16"></a>65:16 这样，在地上为自己求福的，必凭真实的　神求福；在地上起誓的，必指真实的　神起誓；因为从前的患难已经忘记，也从我眼前隐藏了。</p><p><a id="17"></a>65:17 看哪，我造新天新地；从前的事不再被记念，也不再追想。</p><p><a id="18"></a>65:18 你们当因我所造的永远欢喜快乐！因我造耶路撒冷为人所喜，造其中的居民为人所乐。</p><p><a id="19"></a>65:19 我必因耶路撒冷欢喜，因我的百姓快乐。其中必不再听见哭泣的声音和哀号的声音。</p><p><a id="20"></a>65:20 其中必没有数日夭亡的婴孩，也没有寿数不满的老者；因为百岁死的仍算孩童，有百岁死的罪人算被咒诅。</p><p><a id="21"></a>65:21 他们要建造房屋，自己居住；栽种葡萄园，吃其中的果子。</p><p><a id="22"></a>65:22 他们建造的，别人不得住；他们栽种的，别人不得吃。因为我民的日子必像树木的日子，我选民亲手劳碌得来的必长久享用。</p><p><a id="23"></a>65:23 他们必不徒然劳碌，所生产的，也不遭灾害。因为都是蒙耶和华赐福的后裔，他们的子孙也是如此。</p><p><a id="24"></a>65:24 他们尚未求告，我就应允；正说话的时候，我就垂听。</p><p><a id="25"></a>65:25 豺狼必与羊羔同食，狮子必吃草与牛一样，尘土必作蛇的食物。在我圣山的遍处，这一切都不伤人、不害物。”这是耶和华说的。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/以赛亚书/65.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _65 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _65 as default
};
