import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/但以理书/9.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/但以理书/9.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>9:1 玛代族亚哈随鲁的儿子大利乌立为迦勒底国的王元年，</p><p><a id="2"></a>9:2 就是他在位第一年，我但以理从书上得知耶和华的话临到先知耶利米，论耶路撒冷荒凉的年数，七十年为满。</p><p><a id="3"></a>9:3 我便禁食，披麻蒙灰，定意向主　神祈祷恳求。</p><p><a id="4"></a>9:4 我向耶和华我的　神祈祷、认罪说：“主啊，大而可畏的　神，向爱主守主诫命的人守约施慈爱。</p><p><a id="5"></a>9:5 我们犯罪作孽，行恶叛逆，偏离你的诫命典章。</p><p><a id="6"></a>9:6 没有听从你仆人众先知奉你名向我们君王、首领、列祖和国中一切百姓所说的话。</p><p><a id="7"></a>9:7 主啊，你是公义的，我们是脸上蒙羞的；因我们犹大人和耶路撒冷的居民并以色列众人，或在近处，或在远处，被你赶到各国的人，都得罪了你，正如今日一样。</p><p><a id="8"></a>9:8 主啊，我们和我们的君王、首领、列祖因得罪了你，就都脸上蒙羞。</p><p><a id="9"></a>9:9 主，我们的　神是怜悯饶恕人的，我们却违背了他，</p><p><a id="10"></a>9:10 也没有听从耶和华我们　神的话，没有遵行他藉仆人众先知向我们所陈明的律法。</p><p><a id="11"></a>9:11 以色列众人都犯了你的律法，偏行，不听从你的话。“因此，在你仆人摩西律法上所写的咒诅和誓言，都倾在我们身上，因我们得罪了　神。</p><p><a id="12"></a>9:12 他使大灾祸临到我们，成就了警戒我们和审判我们官长的话；原来在普天之下未曾行过像在耶路撒冷所行的。</p><p><a id="13"></a>9:13 这一切灾祸临到我们身上，是照摩西律法上所写的，我们却没有求耶和华我们　神的恩典，使我们回头离开罪孽，明白你的真理。</p><p><a id="14"></a>9:14 所以耶和华留意使这灾祸临到我们身上，因为耶和华我们的　神在他所行的事上都是公义，我们并没有听从他的话。</p><p><a id="15"></a>9:15 主，我们的　神啊，你曾用大能的手领你的子民出埃及地，使自己得了名，正如今日一样。我们犯了罪，作了恶。</p><p><a id="16"></a>9:16 主啊，求你按你的大仁大义，使你的怒气和忿怒转离你的城耶路撒冷，就是你的圣山。耶路撒冷和你的子民，因我们的罪恶和我们列祖的罪孽，被四围的人羞辱。</p><p><a id="17"></a>9:17 我们的　神啊，现在求你垂听仆人的祈祷恳求，为自己使脸光照你荒凉的圣所。</p><p><a id="18"></a>9:18 我的　神啊，求你侧耳而听，睁眼而看，眷顾我们荒凉之地和称为你名下的城。我们在你面前恳求，原不是因自己的义，乃因你的大怜悯。</p><p><a id="19"></a>9:19 求主垂听，求主赦免，求主应允而行，为你自己不要迟延。我的　神啊，因这城和这民，都是称为你名下的。”</p><p><a id="20"></a>9:20 我说话、祷告，承认我的罪和本国之民以色列的罪，为我　神的圣山在耶和华我　神面前恳求。</p><p><a id="21"></a>9:21 我正祷告的时候，先前在异象中所见的那位加百列，奉命迅速飞来，约在献晚祭的时候，按手在我身上。</p><p><a id="22"></a>9:22 他指教我说：“但以理啊，现在我出来要使你有智慧、有聪明。</p><p><a id="23"></a>9:23 你初恳求的时候，就发出命令，我来告诉你，因你大蒙眷爱，所以你要思想明白这以下的事和异象。</p><p><a id="24"></a>9:24 为你本国之民和你圣城，已经定了七十个七，要止住罪过，除净罪恶，赎尽罪孽，引进（注：或作“彰显”）永义，封住异象和预言，并膏至圣者（注：“者”或作“所”）。</p><p><a id="25"></a>9:25 你当知道、当明白，从出令重新建造耶路撒冷，直到有受膏君的时候，必有七个七和六十二个七。正在艰难的时候，耶路撒冷城连街带濠都必重新建造。</p><p><a id="26"></a>9:26 过了六十二个七，那受膏者（注：“那”或作“有”）必被剪除，一无所有，必有一王的民来毁灭这城和圣所，至终必如洪水冲没。必有争战，一直到底，荒凉的事已经定了。</p><p><a id="27"></a>9:27 一七之内，他必与许多人坚定盟约；一七之半，他必使祭祀与供献止息。那行毁坏可憎的（注：或作“使地荒凉的”）如飞而来，并且有忿怒倾在那行毁坏的身上（注：或作“倾在那荒凉之地”），直到所定的结局。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/但以理书/9.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _9 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _9 as default
};
