import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/诗篇/107.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/诗篇/107.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>107:1 你们要称谢耶和华，因他本为善，他的慈爱永远长存！</p><p><a id="2"></a>107:2 愿耶和华的赎民说这话，就是他从敌人手中所救赎的，</p><p><a id="3"></a>107:3 从各地、从东、从西、从南、从北所招聚来的。</p><p><a id="4"></a>107:4 他们在旷野荒地漂流，寻不见可住的城邑，</p><p><a id="5"></a>107:5 又饥又渴，心里发昏。</p><p><a id="6"></a>107:6 于是，他们在苦难中哀求耶和华，他从他们的祸患中搭救他们，</p><p><a id="7"></a>107:7 又领他们行走直路，使他们往可居住的城邑。</p><p><a id="8"></a>107:8 但愿人因耶和华的慈爱和他向人所行的奇事，都称赞他。</p><p><a id="9"></a>107:9 因他使心里渴慕的人得以知足，使心里饥饿的人得饱美物。</p><p><a id="10"></a>107:10 那些坐在黑暗中死荫里的人，被困苦和铁链捆锁，</p><p><a id="11"></a>107:11 是因他们违背　神的话语，藐视至高者的旨意。</p><p><a id="12"></a>107:12 所以他用劳苦治服他们的心，他们仆倒，无人扶助。</p><p><a id="13"></a>107:13 于是，他们在苦难中哀求耶和华，他从他们的祸患中拯救他们。</p><p><a id="14"></a>107:14 他从黑暗中和死荫里领他们出来，折断他们的绑索。</p><p><a id="15"></a>107:15 但愿人因耶和华的慈爱和他向人所行的奇事都称赞他。</p><p><a id="16"></a>107:16 因为他打破了铜门，砍断了铁闩。</p><p><a id="17"></a>107:17 愚妄人因自己的过犯和自己的罪孽，便受苦楚。</p><p><a id="18"></a>107:18 他们心里厌恶各样的食物，就临近死门。</p><p><a id="19"></a>107:19 于是，他们在苦难中哀求耶和华，他从他们的祸患中拯救他们。</p><p><a id="20"></a>107:20 他发命医治他们，救他们脱离死亡。</p><p><a id="21"></a>107:21 但愿人因耶和华的慈爱和他向人所行的奇事都称赞他。</p><p><a id="22"></a>107:22 愿他们以感谢为祭献给他，欢呼述说他的作为。</p><p><a id="23"></a>107:23 在海上坐船，在大水中经理事务的，</p><p><a id="24"></a>107:24 他们看见耶和华的作为，并他在深水中的奇事。</p><p><a id="25"></a>107:25 因他一吩咐，狂风就起来，海中的波浪也扬起。</p><p><a id="26"></a>107:26 他们上到天空，下到海底，他们的心因患难便消化。</p><p><a id="27"></a>107:27 他们摇摇幌幌，东倒西歪，好像醉酒的人；他们的智慧无法可施。</p><p><a id="28"></a>107:28 于是，他们在苦难中哀求耶和华，他从他们的祸患中领出他们来。</p><p><a id="29"></a>107:29 他使狂风止息，波浪就平静。</p><p><a id="30"></a>107:30 风息浪静，他们便欢喜，他就引他们到所愿去的海口。</p><p><a id="31"></a>107:31 但愿人因耶和华的慈爱和他向人所行的奇事都称赞他。</p><p><a id="32"></a>107:32 愿他们在民的会中尊崇他，在长老的位上赞美他。</p><p><a id="33"></a>107:33 他使江河变为旷野，叫水泉变为乾渴之地，</p><p><a id="34"></a>107:34 使肥地变为硷地，这都因其间居民的罪恶。</p><p><a id="35"></a>107:35 他使旷野变为水潭，叫旱地变为水泉。</p><p><a id="36"></a>107:36 他使饥饿的人住在那里，好建造可住的城邑，</p><p><a id="37"></a>107:37 又种田地，栽葡萄园，得享所出的土产。</p><p><a id="38"></a>107:38 他又赐福给他们，叫他们生养众多，也不叫他们的牲畜减少。</p><p><a id="39"></a>107:39 他们又因暴虐、患难、愁苦，就减少且卑下。</p><p><a id="40"></a>107:40 他使君王蒙羞被辱，使他们在荒废无路之地漂流。</p><p><a id="41"></a>107:41 他却将穷乏人安置在高处，脱离苦难，使他的家属多如羊群。</p><p><a id="42"></a>107:42 正直人看见就欢喜，罪孽之辈必塞口无言。</p><p><a id="43"></a>107:43 凡有智慧的，必在这些事上留心，也必思想耶和华的慈爱。〔大卫的诗歌。〕</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/诗篇/107.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _107 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _107 as default
};
