import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/撒母耳记(上)/15.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/撒母耳记(上)/15.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>15:1 撒母耳对扫罗说：“耶和华差遣我膏你为王，治理他的百姓以色列，所以你当听从耶和华的话。</p><p><a id="2"></a>15:2 万军之耶和华如此说：‘以色列人出埃及的时候，在路上亚玛力人怎样待他们，怎样抵挡他们，我都没忘。</p><p><a id="3"></a>15:3 现在你要去击打亚玛力人，灭尽他们所有的，不可怜惜他们，将男女、孩童、吃奶的，并牛、羊、骆驼和驴尽行杀死。’”</p><p><a id="4"></a>15:4 于是，扫罗招聚百姓在提拉因，数点他们，共有步兵二十万，另有犹大人一万。</p><p><a id="5"></a>15:5 扫罗到了亚玛力的京城，在谷中设下埋伏。</p><p><a id="6"></a>15:6 扫罗对基尼人说：“你们离开亚玛力人下去吧！恐怕我将你们和亚玛力人一同杀灭。因为以色列人出埃及的时候，你们曾恩待他们。”于是，基尼人离开亚玛力人去了。</p><p><a id="7"></a>15:7 扫罗击打亚玛力人，从哈腓拉直到埃及前的书珥，</p><p><a id="8"></a>15:8 生擒了亚玛力王亚甲，用刀杀尽亚玛力的众民。</p><p><a id="9"></a>15:9 扫罗和百姓却怜惜亚甲，也爱惜上好的牛、羊、牛犊、羊羔并一切美物，不肯灭绝；凡下贱瘦弱的，尽都杀了。</p><p><a id="10"></a>15:10 耶和华的话临到撒母耳说：</p><p><a id="11"></a>15:11 “我立扫罗为王，我后悔了，因为他转去不跟从我，不遵守我的命令。”撒母耳便甚忧愁，终夜哀求耶和华。</p><p><a id="12"></a>15:12 撒母耳清早起来，迎接扫罗。有人告诉撒母耳说：“扫罗到了迦密，在那里立了纪念碑，又转身下到吉甲。”</p><p><a id="13"></a>15:13 撒母耳到了扫罗那里，扫罗对他说：“愿耶和华赐福与你，耶和华的命令我已遵守了。”</p><p><a id="14"></a>15:14 撒母耳说：“我耳中听见有羊叫牛鸣，是从哪里来的呢？”</p><p><a id="15"></a>15:15 扫罗说：“这是百姓从亚玛力人那里带来的，因为他们爱惜上好的牛羊，要献与耶和华你的　神。其余的，我们都灭尽了。”</p><p><a id="16"></a>15:16 撒母耳对扫罗说：“你住口吧!等我将耶和华昨夜向我所说的话告诉你。”扫罗说：“请讲。”</p><p><a id="17"></a>15:17 撒母耳对扫罗说：“从前你虽然以自己为小，岂不是被立为以色列支派的元首吗？耶和华膏你作以色列的王。</p><p><a id="18"></a>15:18 耶和华差遣你，吩咐你说：‘你去击打那些犯罪的亚玛力人，将他们灭绝净尽。’</p><p><a id="19"></a>15:19 你为何没有听从耶和华的命令，急忙掳掠财物，行耶和华眼中看为恶的事呢？”</p><p><a id="20"></a>15:20 扫罗对撒母耳说：“我实在听从了耶和华的命令，行了耶和华所差遣我行的路，擒了亚玛力王亚甲来，灭尽了亚玛力人。</p><p><a id="21"></a>15:21 百姓却在所当灭的物中取了最好的牛羊，要在吉甲献与耶和华你的　神。”</p><p><a id="22"></a>15:22 撒母耳说：“耶和华喜悦燔祭和平安祭，岂如喜悦人听从他的话呢？听命胜于献祭；顺从胜于公羊的脂油。</p><p><a id="23"></a>15:23 悖逆的罪与行邪术的罪相等；顽梗的罪与拜虚神和偶像的罪相同。你既厌弃耶和华的命令，耶和华也厌弃你作王。”</p><p><a id="24"></a>15:24 扫罗对撒母耳说：“我有罪了！我因惧怕百姓，听从他们的话，就违背了耶和华的命令和你的言语。</p><p><a id="25"></a>15:25 现在求你赦免我的罪，同我回去，我好敬拜耶和华。”</p><p><a id="26"></a>15:26 撒母耳对扫罗说：“我不同你回去，因为你厌弃耶和华的命令，耶和华也厌弃你作以色列的王。”</p><p><a id="27"></a>15:27 撒母耳转身要走，扫罗就扯住他外袍的衣襟，衣襟就撕断了。</p><p><a id="28"></a>15:28 撒母耳对他说：“如此，今日耶和华使以色列国与你断绝，将这国赐与比你更好的人。</p><p><a id="29"></a>15:29 以色列的大能者必不至说谎，也不至后悔。因为他迥非世人，决不后悔。”</p><p><a id="30"></a>15:30 扫罗说：“我有罪了，虽然如此，求你在我百姓的长老和以色列人面前抬举我，同我回去，我好敬拜耶和华你的　神。”</p><p><a id="31"></a>15:31 于是，撒母耳转身跟随扫罗回去，扫罗就敬拜耶和华。</p><p><a id="32"></a>15:32 撒母耳说：“要把亚玛力王亚甲带到我这里来。”亚甲就欢欢喜喜地来到他面前，心里说：“死亡的苦难必定过去了。”</p><p><a id="33"></a>15:33 撒母耳说：“你既用刀使妇人丧子，这样，你母亲在妇人中也必丧子。”于是，撒母耳在吉甲耶和华面前将亚甲杀死。</p><p><a id="34"></a>15:34 撒母耳回了拉玛。扫罗上他所住的基比亚，回自己的家去了。</p><p><a id="35"></a>15:35 撒母耳直到死的日子，再没有见扫罗，但撒母耳为扫罗悲伤，是因耶和华后悔立他为以色列的王。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/撒母耳记(上)/15.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _15 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _15 as default
};
