import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/新约.马太福音/14.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/新约.马太福音/14.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>14:1 那时，分封的王希律听见耶稣的名声，</p><p><a id="2"></a>14:2 就对臣仆说：“这是施洗的约翰从死里复活，所以这些异能从他里面发出来。”</p><p><a id="3"></a>14:3 起先希律为他兄弟腓力的妻子希罗底的缘故，把约翰拿住锁在监里。</p><p><a id="4"></a>14:4 因为约翰曾对他说：“你娶这妇人是不合理的。”</p><p><a id="5"></a>14:5 希律就想要杀他，只是怕百姓，因为他们以约翰为先知。</p><p><a id="6"></a>14:6 到了希律的生日，希罗底的女儿在众人面前跳舞，使希律欢喜。</p><p><a id="7"></a>14:7 希律就起誓，应许随她所求的给她。</p><p><a id="8"></a>14:8 女儿被母亲所使，就说：“请把施洗约翰的头放在盘子里，拿来给我。”</p><p><a id="9"></a>14:9 王便忧愁，但因他所起的誓，又因同席的人，就吩咐给她。</p><p><a id="10"></a>14:10 于是打发人去，在监里斩了约翰，</p><p><a id="11"></a>14:11 把头放在盘子里，拿来给了女子，女子拿去给她母亲。</p><p><a id="12"></a>14:12 约翰的门徒来，把尸首领去埋葬了，就去告诉耶稣。</p><p><a id="13"></a>14:13 耶稣听见了，就上船从那里独自退到野地里去。众人听见，就从各城里步行跟随他。</p><p><a id="14"></a>14:14 耶稣出来，见有许多的人，就怜悯他们，治好了他们的病人。</p><p><a id="15"></a>14:15 天将晚的时候，门徒进前来说：“这是野地，时候已经过了，请叫众人散开，他们好往村子里去，自己买吃的。”</p><p><a id="16"></a>14:16 耶稣说：“不用他们去，你们给他们吃吧！”</p><p><a id="17"></a>14:17 门徒说：“我们这里只有五个饼、两条鱼。”</p><p><a id="18"></a>14:18 耶稣说：“拿过来给我。”</p><p><a id="19"></a>14:19 于是吩咐众人坐在草地上，就拿著这五个饼、两条鱼，望著天祝福，擘开饼，递给门徒，门徒又递给众人。</p><p><a id="20"></a>14:20 他们都吃，并且吃饱了，把剩下的零碎收拾起来，装满了十二个篮子。</p><p><a id="21"></a>14:21 吃的人，除了妇女孩子，约有五千。</p><p><a id="22"></a>14:22 耶稣随即催门徒上船，先渡到那边去，等他叫众人散开。</p><p><a id="23"></a>14:23 散了众人以后，他就独自上山去祷告。到了晚上，只有他一人在那里。</p><p><a id="24"></a>14:24 那时，船在海中，因风不顺，被浪摇撼。</p><p><a id="25"></a>14:25 夜里四更天，耶稣在海面上走，往门徒那里去。</p><p><a id="26"></a>14:26 门徒看见他在海面上走，就惊慌了，说：“是个鬼怪！”便害怕，喊叫起来。</p><p><a id="27"></a>14:27 耶稣连忙对他们说：“你们放心，是我，不要怕！”</p><p><a id="28"></a>14:28 彼得说：“主，如果是你，请叫我从水面上走到你那里去。”</p><p><a id="29"></a>14:29 耶稣说：“你来吧！”彼得就从船上下去，在水面上走，要到耶稣那里去；</p><p><a id="30"></a>14:30 只因见风甚大，就害怕，将要沉下去，便喊著说：“主啊，救我！”</p><p><a id="31"></a>14:31 耶稣赶紧伸手拉住他，说：“你这小信的人哪，为甚么疑惑呢？”</p><p><a id="32"></a>14:32 他们上了船，风就住了。</p><p><a id="33"></a>14:33 在船上的人都拜他，说：“你真是　神的儿子了。”</p><p><a id="34"></a>14:34 他们过了海，来到革尼撒勒地方。</p><p><a id="35"></a>14:35 那里的人一认出是耶稣，就打发人到周围地方去，把所有的病人带到他那里，</p><p><a id="36"></a>14:36 只求耶稣准他们摸他的衣裳□子，摸著的人就都好了。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/新约.马太福音/14.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _14 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _14 as default
};
