import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/约翰福音/12.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/约翰福音/12.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>12:1 逾越节前六日，耶稣来到伯大尼，就是他叫拉撒路从死里复活之处。</p><p><a id="2"></a>12:2 有人在那里给耶稣预备筵席，马大伺候，拉撒路也在那同耶稣坐席的人中。</p><p><a id="3"></a>12:3 马利亚就拿著一斤极贵的真哪哒香膏抹耶稣的脚，又用自己头发去擦，屋里就满了膏的香气。</p><p><a id="4"></a>12:4 有一个门徒，就是那将要卖耶稣的加略人犹大，</p><p><a id="5"></a>12:5 说：“这香膏为甚么不卖三十两银子周济穷人呢？”</p><p><a id="6"></a>12:6 他说这话，并不是挂念穷人，乃因他是个贼，又带著钱囊，常取其中所存的。</p><p><a id="7"></a>12:7 耶稣说：“由她吧！她是为我安葬之日存留的。</p><p><a id="8"></a>12:8 因为常有穷人和你们同在，只是你们不常有我。”</p><p><a id="9"></a>12:9 有许多犹太人知道耶稣在那里，就来了，不但是为耶稣的缘故，也是要看他从死里所复活的拉撒路。</p><p><a id="10"></a>12:10 但祭司长商议连拉撒路也要杀了，</p><p><a id="11"></a>12:11 因有好些犹太人为拉撒路的缘故，回去信了耶稣。</p><p><a id="12"></a>12:12 第二天，有许多上来过节的人，听见耶稣将到耶路撒冷，</p><p><a id="13"></a>12:13 就拿著棕树枝，出去迎接他，喊著说：“和散那！奉主名来的以色列王是应当称颂的！”</p><p><a id="14"></a>12:14 耶稣得了一个驴驹，就骑上，如经上所记的说：</p><p><a id="15"></a>12:15 “锡安的民哪（注：“民”原文作“女子”），不要惧怕！你的王骑著驴驹来了。”</p><p><a id="16"></a>12:16 这些事门徒起先不明白，等到耶稣得了荣耀以后，才想起这话是指著他写的，并且众人果然向他这样行了。</p><p><a id="17"></a>12:17 当耶稣呼唤拉撒路，叫他从死复活出坟墓的时候，同耶稣在那里的众人就作见证。</p><p><a id="18"></a>12:18 众人因听见耶稣行了这神迹，就去迎接他。</p><p><a id="19"></a>12:19 法利赛人彼此说：“看哪，你们是徒劳无益，世人都随从他去了。”</p><p><a id="20"></a>12:20 那时，上来过节礼拜的人中，有几个希腊人。</p><p><a id="21"></a>12:21 他们来见加利利伯赛大的腓力，求他说：“先生，我们愿意见耶稣。”</p><p><a id="22"></a>12:22 腓力去告诉安得烈，安得烈同腓力去告诉耶稣。</p><p><a id="23"></a>12:23 耶稣说：“人子得荣耀的时候到了。</p><p><a id="24"></a>12:24 我实实在在地告诉你们：一粒麦子不落在地里死了，仍旧是一粒；若是死了，就结出许多子粒来。</p><p><a id="25"></a>12:25 爱惜自己生命的，就失丧生命；在这世上恨恶自己生命的，就要保守生命到永生。</p><p><a id="26"></a>12:26 若有人服事我，就当跟从我；我在哪里，服事我的人也要在那里；若有人服事我，我父必尊重他。</p><p><a id="27"></a>12:27 我现在心里忧愁，我说甚么才好呢？父啊，救我脱离这时候，但我原是为这时候来的。</p><p><a id="28"></a>12:28 父啊，愿你荣耀你的名。”当时就有声音从天上来说：“我已经荣耀了我的名，还要再荣耀。”</p><p><a id="29"></a>12:29 站在旁边的众人听见，就说：“打雷了。”还有人说：“有天使对他说话。”</p><p><a id="30"></a>12:30 耶稣说：“这声音不是为我，是为你们来的。</p><p><a id="31"></a>12:31 现在这世界受审判，这世界的王要被赶出去。</p><p><a id="32"></a>12:32 我若从地上被举起来，就要吸引万人来归我。”</p><p><a id="33"></a>12:33 耶稣这话原是指著自己将要怎样死说的。</p><p><a id="34"></a>12:34 众人回答说：“我们听见律法上有话说‘基督是永存的’，你怎么说‘人子必须被举起来’呢？这人子是谁呢？”</p><p><a id="35"></a>12:35 耶稣对他们说：“光在你们中间还有不多的时候，应当趁著有光行走，免得黑暗临到你们；那在黑暗里行走的，不知道往何处去。</p><p><a id="36"></a>12:36 你们应当趁著有光，信从这光，使你们成为光明之子。”耶稣说了这话，就离开他们，隐藏了。</p><p><a id="37"></a>12:37 他虽然在他们面前行了许多神迹，他们还是不信他。</p><p><a id="38"></a>12:38 这是要应验先知以赛亚的话，说：“主啊，我们所传的有谁信呢？主的膀臂向谁显露呢？”</p><p><a id="39"></a>12:39 他们所以不能信，因为以赛亚又说：</p><p><a id="40"></a>12:40 “主叫他们瞎了眼、硬了心，免得他们眼睛看见，心里明白，回转过来，我就医治他们。”</p><p><a id="41"></a>12:41 以赛亚因为看见他的荣耀，就指著他说这话。</p><p><a id="42"></a>12:42 虽然如此，官长中却有好些信他的，只因法利赛人的缘故，就不承认，恐怕被赶出会堂。</p><p><a id="43"></a>12:43 这是因他们爱人的荣耀过于爱　神的荣耀。</p><p><a id="44"></a>12:44 耶稣大声说：“信我的，不是信我，乃是信那差我来的。</p><p><a id="45"></a>12:45 人看见我，就是看见那差我来的。</p><p><a id="46"></a>12:46 我到世上来，乃是光，叫凡信我的，不住在黑暗里。</p><p><a id="47"></a>12:47 若有人听见我的话不遵守，我不审判他。我来本不是要审判世界，乃是要拯救世界。</p><p><a id="48"></a>12:48 弃绝我、不领受我话的人，有审判他的，就是我所讲的道，在末日要审判他。</p><p><a id="49"></a>12:49 因为我没有凭著自己讲，惟有差我来的父，已经给我命令，叫我说甚么，讲甚么。</p><p><a id="50"></a>12:50 我也知道他的命令就是永生。故此，我所讲的话正是照著父对我所说的。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/约翰福音/12.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _12 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _12 as default
};
