import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/诗篇/105.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/诗篇/105.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>105:1 你们要称谢耶和华，求告他的名，在万民中传扬他的作为。</p><p><a id="2"></a>105:2 要向他唱诗歌颂，谈论他一切奇妙的作为。</p><p><a id="3"></a>105:3 要以他的圣名夸耀，寻求耶和华的人，心中应当欢喜。</p><p><a id="4"></a>105:4 要寻求耶和华与他的能力，时常寻求他的面。</p><p><a id="5-6"></a>105:5-6 他仆人亚伯拉罕的后裔，他所拣选雅各的子孙哪，你们要记念他奇妙的作为和他的奇事，并他口中的判语。</p><p><a id="7"></a>105:7 他是耶和华我们的　神，全地都有他的判断。</p><p><a id="8"></a>105:8 他记念他的约，直到永远！他所吩咐的话，直到千代，</p><p><a id="9"></a>105:9 就是与亚伯拉罕所立的约，向以撒所起的誓。</p><p><a id="10"></a>105:10 他又将这约向雅各定为律例，向以色列定为永远的约，</p><p><a id="11"></a>105:11 说：“我必将迦南地赐给你，作你产业的分。”</p><p><a id="12"></a>105:12 当时他们人丁有限，数目稀少，并且在那地为寄居的。</p><p><a id="13"></a>105:13 他们从这邦游到那邦，从这国行到那国。</p><p><a id="14"></a>105:14 他不容甚么人欺负他们，为他们的缘故责备君王，</p><p><a id="15"></a>105:15 说：“不可难为我受膏的人，也不可恶待我的先知。”</p><p><a id="16"></a>105:16 他命饥荒降在那地上，将所倚靠的粮食全行断绝，</p><p><a id="17"></a>105:17 在他们以先打发一个人去──约瑟被卖为奴仆。</p><p><a id="18"></a>105:18 人用脚镣伤他的脚，他被铁链捆拘。</p><p><a id="19"></a>105:19 耶和华的话试炼他，直等到他所说的应验了。</p><p><a id="20"></a>105:20 王打发人把他解开，就是治理众民的，把他释放，</p><p><a id="21"></a>105:21 立他作王家之主，掌管他一切所有的，</p><p><a id="22"></a>105:22 使他随意捆绑他的臣宰，将智慧教导他的长老。</p><p><a id="23"></a>105:23 以色列也到了埃及，雅各在含地寄居。</p><p><a id="24"></a>105:24 耶和华使他的百姓生养众多，使他们比敌人强盛，</p><p><a id="25"></a>105:25 使敌人的心转去恨他的百姓，并用诡计待他的仆人。</p><p><a id="26"></a>105:26 他打发他的仆人摩西和他所拣选的亚伦，</p><p><a id="27"></a>105:27 在敌人中间显他的神迹，在含地显他的奇事。</p><p><a id="28"></a>105:28 他命黑暗，就有黑暗，没有违背他话的。</p><p><a id="29"></a>105:29 他叫埃及的水变为血，叫他们的鱼死了。</p><p><a id="30"></a>105:30 在他们的地上以及王宫的内室，青蛙多多滋生。</p><p><a id="31"></a>105:31 他说一声，苍蝇就成群而来，并有虱子进入他们四境。</p><p><a id="32"></a>105:32 他给他们降下冰雹为雨，在他们的地上降下火焰。</p><p><a id="33"></a>105:33 他也击打他们的葡萄树和无花果树，毁坏他们境内的树木。</p><p><a id="34"></a>105:34 他说一声，就有蝗虫、蚂蚱上来，不计其数；</p><p><a id="35"></a>105:35 吃尽了他们地上各样的菜蔬和田地的出产。</p><p><a id="36"></a>105:36 他又击杀他们国内一切的长子，就是他们强壮时头生的。</p><p><a id="37"></a>105:37 他领自己的百姓带银子金子出来，他支派中没有一个软弱的。</p><p><a id="38"></a>105:38 他们出来的时候，埃及人便欢喜，原来埃及人惧怕他们。</p><p><a id="39"></a>105:39 他铺张云彩当遮盖，夜间使火光照。</p><p><a id="40"></a>105:40 他们一求，他就使鹌鹑飞来，并用天上的粮食叫他们饱足。</p><p><a id="41"></a>105:41 他打开磐石，水就涌出，在乾旱之处，水流成河。</p><p><a id="42"></a>105:42 这都因他记念他的圣言和他的仆人亚伯拉罕。</p><p><a id="43"></a>105:43 他带领百姓欢乐而出，带领选民欢呼前往。</p><p><a id="44"></a>105:44 他将列国的地赐给他们──他们便承受众民劳碌得来的，</p><p><a id="45"></a>105:45 好使他们遵他的律例，守他的律法。你们要赞美耶和华！</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/诗篇/105.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _105 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _105 as default
};
