import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/启示录/2.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/启示录/2.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>2:1 你要写信给以弗所教会的使者说：‘那右手拿著七星，在七个金灯台中间行走的说：</p><p><a id="2"></a>2:2 我知道你的行为、劳碌、忍耐，也知道你不能容忍恶人。你也曾试验那自称为使徒却不是使徒的，看出他们是假的来。</p><p><a id="3"></a>2:3 你也能忍耐，曾为我的名劳苦，并不乏倦。</p><p><a id="4"></a>2:4 然而，有一件事我要责备你，就是你把起初的爱心离弃了。</p><p><a id="5"></a>2:5 所以应当回想你是从哪里坠落的，并要悔改，行起初所行的事。你若不悔改，我就临到你那里，把你的灯台从原处挪去。</p><p><a id="6"></a>2:6 然而，你还有一件可取的事，就是你恨恶尼哥拉一党人的行为，这也是我所恨恶的。</p><p><a id="7"></a>2:7 圣灵向众教会所说的话，凡有耳的，就应当听！得胜的，我必将　神乐园中生命树的果子赐给他吃。’</p><p><a id="8"></a>2:8 你要写信给士每拿教会的使者说：‘那首先的、末后的、死过又活的说：</p><p><a id="9"></a>2:9 我知道你的患难，你的贫穷，（你却是富足的。）也知道那自称是犹太人所说的毁谤话，其实他们不是犹太人，乃是撒但一会的人。</p><p><a id="10"></a>2:10 你将要受的苦你不用怕。魔鬼要把你们中间几个人下在监里，叫你们被试炼，你们必受患难十日。你务要至死忠心，我就赐给你那生命的冠冕。</p><p><a id="11"></a>2:11 圣灵向众教会所说的话，凡有耳的，就应当听！得胜的，必不受第二次死的害。’</p><p><a id="12"></a>2:12 你要写信给别迦摩教会的使者说：‘那有两刃利剑的说：</p><p><a id="13"></a>2:13 我知道你的居所，就是有撒但座位之处。当我忠心的见证人安提帕在你们中间、撒但所住的地方被杀之时，你还坚守我的名，没有弃绝我的道。</p><p><a id="14"></a>2:14 然而，有几件事我要责备你，因为在你那里，有人服从了巴兰的教训；这巴兰曾教导巴勒将绊脚石放在以色列人面前，叫他们吃祭偶像之物，行奸淫的事。</p><p><a id="15"></a>2:15 你那里也有人照样服从了尼哥拉一党人的教训。</p><p><a id="16"></a>2:16 所以你当悔改！若不悔改，我就快临到你那里，用我口中的剑攻击他们。</p><p><a id="17"></a>2:17 圣灵向众教会所说的话，凡有耳的，就应当听！得胜的，我必将那隐藏的吗哪赐给他，并赐他一块白石，石上写著新名，除了那领受的以外，没有人能认识。’</p><p><a id="18"></a>2:18 你要写信给推雅推喇教会的使者说：‘那眼目如火焰、脚像光明铜的　神之子说：</p><p><a id="19"></a>2:19 我知道你的行为、爱心、信心、勤劳、忍耐，又知道你末后所行的善事，比起初所行的更多。</p><p><a id="20"></a>2:20 然而，有一件事我要责备你，就是你容让那自称是先知的妇人耶洗别教导我的仆人，引诱他们行奸淫，吃祭偶像之物。</p><p><a id="21"></a>2:21 我曾给她悔改的机会，她却不肯悔改她的淫行。</p><p><a id="22"></a>2:22 看哪，我要叫她病卧在床。那些与她行淫的人，若不悔改所行的，我也要叫他们同受大患难。</p><p><a id="23"></a>2:23 我又要杀死她的党类（注：“党类”原文作“儿女”），叫众教会知道，我是那察看人肺腑心肠的，并要照你们的行为报应你们各人。</p><p><a id="24"></a>2:24 至于你们推雅推喇其余的人，就是一切不从那教训，不晓得他们素常所说撒但深奥之理的人，我告诉你们：我不将别的担子放在你们身上；</p><p><a id="25"></a>2:25 但你们已经有的，总要持守，直等到我来。</p><p><a id="26"></a>2:26 那得胜又遵守我命令到底的，我要赐给他权柄制伏列国：</p><p><a id="27"></a>2:27 他必用铁杖辖管他们（注：“辖管”原文作“牧”），将他们如同窑户的瓦器打得粉碎。像我从我父领受的权柄一样。</p><p><a id="28"></a>2:28 我又要把晨星赐给他。</p><p><a id="29"></a>2:29 圣灵向众教会所说的话，凡有耳的，就应当听！’</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/启示录/2.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _2 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _2 as default
};
