import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/创世记/19.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/创世记/19.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>19:1 那两个天使晚上到了所多玛。罗得正坐在所多玛城门口，看见他们，就起来迎接，脸伏于地下拜，</p><p><a id="2"></a>19:2 说：“我主啊，请你们到仆人家里洗洗脚，住一夜，清早起来再走。”他们说：“不！我们要在街上过夜。”</p><p><a id="3"></a>19:3 罗得切切地请他们，他们这才进去到他屋里。罗得为他们预备筵席，烤无酵饼，他们就吃了。</p><p><a id="4"></a>19:4 他们还没有躺下，所多玛城里各处的人，连老带少，都来围住那房子，</p><p><a id="5"></a>19:5 呼叫罗得说：“今日晚上到你这里来的人在哪里呢？把他们带出来，任我们所为。”</p><p><a id="6"></a>19:6 罗得出来，把门关上，到众人那里，</p><p><a id="7"></a>19:7 说：“众弟兄，请你们不要做这恶事。</p><p><a id="8"></a>19:8 我有两个女儿，还是处女，容我领出来任凭你们的心愿而行，只是这两个人既然到我舍下，不要向他们做甚么。”</p><p><a id="9"></a>19:9 众人说：“退去吧！”又说：“这个人来寄居，还想要作官哪！现在我们要害你比害他们更甚。”众人就向前拥挤罗得，要攻破房门。</p><p><a id="10"></a>19:10 只是那二人伸出手来，将罗得拉进屋去，把门关上，</p><p><a id="11"></a>19:11 并且使门外的人，无论老少，眼都昏迷；他们摸来摸去，总寻不著房门。</p><p><a id="12"></a>19:12 二人对罗得说：“你这里还有甚么人吗？无论是女婿，是儿女和这城中一切属你的人，你都要将他们从这地方带出去。</p><p><a id="13"></a>19:13 我们要毁灭这地方，因为城内罪恶的声音在耶和华面前甚大，耶和华差我们来，要毁灭这地方。”</p><p><a id="14"></a>19:14 罗得就出去，告诉娶了他女儿的女婿们（注：“娶了”或作“将要娶”），说：“你们起来离开这地方，因为耶和华要毁灭这城。”他女婿们却以为他说的是戏言。</p><p><a id="15"></a>19:15 天明了，天使催逼罗得说：“起来！带著你的妻子和你在这里的两个女儿出去，免得你因这城里的罪恶同被剿灭。”</p><p><a id="16"></a>19:16 但罗得迟延不走。二人因为耶和华怜恤罗得，就拉著他的手和他妻子的手，并他两个女儿的手，把他们领出来，安置在城外；</p><p><a id="17"></a>19:17 领他们出来以后，就说：“逃命吧！不可回头看，也不可在平原站住，要往山上逃跑，免得你被剿灭。”</p><p><a id="18"></a>19:18 罗得对他们说：“我主啊，不要如此！</p><p><a id="19"></a>19:19 你仆人已经在你眼前蒙恩，你又向我显出莫大的慈爱，救我的性命，我不能逃到山上去，恐怕这灾祸临到我，我便死了。</p><p><a id="20"></a>19:20 看哪！这座城又小又近，容易逃到，这不是一个小的吗？求你容我逃到那里，我的性命就得存活。”</p><p><a id="21"></a>19:21 天使对他说：“这事我也应允你，我不倾覆你所说的这城。</p><p><a id="22"></a>19:22 你要速速地逃到那城，因为你还没有到那里，我不能做甚么。”因此那城名叫琐珥（注：就是“小”的意思）。</p><p><a id="23"></a>19:23 罗得到了琐珥，日头已经出来了。</p><p><a id="24"></a>19:24 当时，耶和华将硫磺与火，从天上耶和华那里，降与所多玛和蛾摩拉，</p><p><a id="25"></a>19:25 把那些城和全平原，并城里所有的居民，连地上生长的都毁灭了。</p><p><a id="26"></a>19:26 罗得的妻子在后边回头一看，就变成了一根盐柱。</p><p><a id="27"></a>19:27 亚伯拉罕清早起来，到了他从前站在耶和华面前的地方，</p><p><a id="28"></a>19:28 向所多玛和蛾摩拉与平原的全地观看，不料，那地方烟气上腾，如同烧窑一般。</p><p><a id="29"></a>19:29 当　神毁灭平原诸城的时候，他记念亚伯拉罕，正在倾覆罗得所住之城的时候，就打发罗得从倾覆之中出来。</p><p><a id="30"></a>19:30 罗得因为怕住在琐珥，就同他两个女儿，从琐珥上去住在山里；他和两个女儿住在一个洞里。</p><p><a id="31"></a>19:31 大女儿对小女儿说：“我们的父亲老了，地上又无人按著世上的常规进到我们这里。</p><p><a id="32"></a>19:32 来！我们可以叫父亲喝酒，与他同寝。这样，我们好从他存留后裔。”</p><p><a id="33"></a>19:33 于是，那夜她们叫父亲喝酒，大女儿就进去和她父亲同寝。她几时躺下，几时起来，父亲都不知道。</p><p><a id="34"></a>19:34 第二天，大女儿对小女儿说：“我昨夜与父亲同寝，今夜我们再叫他喝酒，你可以进去与他同寝。这样，我们好从父亲存留后裔。”</p><p><a id="35"></a>19:35 于是，那夜她们又叫父亲喝酒，小女儿起来与她父亲同寝。她几时躺下，几时起来，父亲都不知道。</p><p><a id="36"></a>19:36 这样，罗得的两个女儿都从她父亲怀了孕。</p><p><a id="37"></a>19:37 大女儿生了儿子，给他起名叫摩押，就是现今摩押人的始祖；</p><p><a id="38"></a>19:38 小女儿也生了儿子，给他起名叫便亚米，就是现今亚扪人的始祖。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/创世记/19.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _19 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _19 as default
};
