import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/约翰一书/2.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/约翰一书/2.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>2:1 我小子们哪，我将这些话写给你们，是要叫你们不犯罪。若有人犯罪，在父那里我们有一位中保，就是那义者耶稣基督。</p><p><a id="2"></a>2:2 他为我们的罪作了挽回祭，不是单为我们的罪，也是为普天下人的罪。</p><p><a id="3"></a>2:3 我们若遵守他的诫命，就晓得是认识他。</p><p><a id="4"></a>2:4 人若说“我认识他”，却不遵守他的诫命，便是说谎话的，真理也不在他心里了。</p><p><a id="5"></a>2:5 凡遵守主道的，爱　神的心在他里面实在是完全的，从此我们知道我们是在主里面。</p><p><a id="6"></a>2:6 人若说他住在主里面，就该自己照主所行的去行。</p><p><a id="7"></a>2:7 亲爱的弟兄啊，我写给你们的，不是一条新命令，乃是你们从起初所受的旧命令；这旧命令就是你们所听见的道。</p><p><a id="8"></a>2:8 再者，我写给你们的是一条新命令，在主是真的，在你们也是真的；因为黑暗渐渐过去，真光已经照耀。</p><p><a id="9"></a>2:9 人若说自己在光明中，却恨他的弟兄，他到如今还是在黑暗里。</p><p><a id="10"></a>2:10 爱弟兄的，就是住在光明中，在他并没有绊跌的缘由。</p><p><a id="11"></a>2:11 惟独恨弟兄的是在黑暗里，且在黑暗里行，也不知道往哪里去，因为黑暗叫他眼睛瞎了。</p><p><a id="12"></a>2:12 小子们哪，我写信给你们，因为你们的罪藉著主名得了赦免。</p><p><a id="13"></a>2:13 父老啊，我写信给你们，因为你们认识那从起初原有的。少年人哪，我写信给你们，因为你们胜了那恶者。小子们哪，我曾写信给你们，因为你们认识父。</p><p><a id="14"></a>2:14 父老啊，我曾写信给你们，因为你们认识那从起初原有的。少年人哪，我曾写信给你们，因为你们刚强，神的道常存在你们心里，你们也胜了那恶者。</p><p><a id="15"></a>2:15 不要爱世界和世界上的事。人若爱世界，爱父的心就不在他里面了。</p><p><a id="16"></a>2:16 因为凡世界上的事，就像肉体的情欲，眼目的情欲，并今生的骄傲，都不是从父来的，乃是从世界来的。</p><p><a id="17"></a>2:17 这世界和其上的情欲都要过去，惟独遵行　神旨意的，是永远常存。</p><p><a id="18"></a>2:18 小子们哪，如今是末时了。你们曾听见说，那敌基督的要来。现在已经有好些敌基督的出来了，从此我们就知道如今是末时了。</p><p><a id="19"></a>2:19 他们从我们中间出去，却不是属我们的；若是属我们的，就必仍旧与我们同在；他们出去显明都不是属我们的。</p><p><a id="20"></a>2:20 你们从那圣者受了恩膏，并且知道这一切的事（注：或作“都有知识”）。</p><p><a id="21"></a>2:21 我写信给你们，不是因你们不知道真理，正是因你们知道，并且知道没有虚谎是从真理出来的。</p><p><a id="22"></a>2:22 谁是说谎话的呢？不是那不认耶稣为基督的吗？不认父与子的，这就*是敌基督的。</p><p><a id="23"></a>2:23 凡不认子的，就没有父；认子的，连父也有了。</p><p><a id="24"></a>2:24 论到你们，务要将那从起初所听见的常存在心里。若将从起初所听见的存在心里，你们就必住在子里面，也必住在父里面。</p><p><a id="25"></a>2:25 主所应许我们的就是永生。</p><p><a id="26"></a>2:26 我将这些话写给你们，是指著那引诱你们的人说的。</p><p><a id="27"></a>2:27 你们从主所受的恩膏常存在你们心里，并不用人教训你们，自有主的恩膏在凡事上教训你们。这恩膏是真的，不是假的，你们要按这恩膏的教训住在主里面。</p><p><a id="28"></a>2:28 小子们哪，你们要住在主里面。这样，他若显现，我们就可以坦然无惧；当他来的时候，在他面前也不至于惭愧。</p><p><a id="29"></a>2:29 你们若知道他是公义的，就知道凡行公义之人都是他所生的。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/约翰一书/2.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _2 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _2 as default
};
