import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/创世记/43.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/创世记/43.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>43:1 那地的饥荒甚大。</p><p><a id="2"></a>43:2 他们从埃及带来的粮食吃尽了，他们的父亲就对他们说：“你们再去给我籴些粮来。”</p><p><a id="3"></a>43:3 犹大对他说：“那人谆谆地告诫我们说：‘你们的兄弟若不与你们同来，你们就不得见我的面。’</p><p><a id="4"></a>43:4 你若打发我们的兄弟与我们同去，我们就下去给你籴粮；</p><p><a id="5"></a>43:5 你若不打发他去，我们就不下去，因为那人对我们说：‘你们的兄弟若不与你们同来，你们就不得见我的面。’”</p><p><a id="6"></a>43:6 以色列说：“你们为甚么这样害我，告诉那人你们还有兄弟呢？”</p><p><a id="7"></a>43:7 他们回答说：“那人详细问到我们和我们的亲属说：‘你们的父亲还在吗？你们还有兄弟吗？’我们就按著他所问的告诉他，焉能知道他要说‘必须把你们的兄弟带下来’呢？”</p><p><a id="8"></a>43:8 犹大又对他父亲以色列说：“你打发童子与我同去，我们就起身下去，好叫我们和你，并我们的妇人孩子，都得存活，不至于死。</p><p><a id="9"></a>43:9 我为他作保，你可以从我手中追讨，我若不带他回来交在你面前，我情愿永远担罪。</p><p><a id="10"></a>43:10 我们若没有耽搁，如今第二次都回来了。”</p><p><a id="11"></a>43:11 他们的父亲以色列说：“若必须如此，你们就当这样行：可以将这地土产中最好的乳香、蜂蜜、香料、没药、榧子、杏仁，都取一点收在器具里，带下去送给那人作礼物。</p><p><a id="12"></a>43:12 又要手里加倍地带银子，并将归还在你们口袋内的银子仍带在手里；那或者是错了。</p><p><a id="13"></a>43:13 也带著你们的兄弟，起身去见那人。</p><p><a id="14"></a>43:14 但愿全能的　神使你们在那人面前蒙怜悯，释放你们的那弟兄和便雅悯回来。我若丧了儿子，就丧了吧！”</p><p><a id="15"></a>43:15 于是他们拿著那礼物，又手里加倍地带银子，并且带著便雅悯，起身下到埃及，站在约瑟面前。</p><p><a id="16"></a>43:16 约瑟见便雅悯和他们同来，就对家宰说：“将这些人领到屋里，要宰杀牲畜，预备筵席，因为晌午这些人同我吃饭。”</p><p><a id="17"></a>43:17 家宰就遵著约瑟的命去行，领他们进约瑟的屋里。</p><p><a id="18"></a>43:18 他们因为被领到约瑟的屋里，就害怕说：“领我们到这里来，必是因为头次归还在我们口袋里的银子，找我们的错缝，下手害我们，强取我们为奴仆，抢夺我们的驴。”</p><p><a id="19"></a>43:19 他们就挨近约瑟的家宰，在屋门口和他说话，</p><p><a id="20"></a>43:20 说：“我主啊，我们头次下来实在是要籴粮。</p><p><a id="21"></a>43:21 后来到了住宿的地方，我们打开口袋，不料，各人的银子分量足数，仍在各人的口袋内，现在我们手里又带回来了。</p><p><a id="22"></a>43:22 另外又带下银子来籴粮，不知道先前谁把银子放在我们的口袋里。”</p><p><a id="23"></a>43:23 家宰说：“你们可以放心，不要害怕，是你们的　神和你们父亲的　神赐给你们财宝在你们的口袋里。你们的银子我早已收了。”他就把西缅带出来交给他们。</p><p><a id="24"></a>43:24 家宰就领他们进约瑟的屋里，给他们水洗脚，又给他们草料喂驴。</p><p><a id="25"></a>43:25 他们就预备那礼物，等候约瑟晌午来，因为他们听见要在那里吃饭。</p><p><a id="26"></a>43:26 约瑟来到家里，他们就把手中的礼物拿进屋去给他，又俯伏在地向他下拜。</p><p><a id="27"></a>43:27 约瑟问他们好，又问：“你们的父亲，就是你们所说的那老人家平安吗？他还在吗？”</p><p><a id="28"></a>43:28 他们回答说：“你仆人我们的父亲平安，他还在。”于是他们低头下拜。</p><p><a id="29"></a>43:29 约瑟举目看见他同母的兄弟便雅悯，就说：“你们向我所说那顶小的兄弟就是这位吗？”又说：“小儿啊，愿　神赐恩给你！”</p><p><a id="30"></a>43:30 约瑟爱弟之情发动，就急忙寻找可哭之地，进入自己的屋里，哭了一场。</p><p><a id="31"></a>43:31 他洗了脸出来，勉强隐忍，吩咐人摆饭。</p><p><a id="32"></a>43:32 他们就为约瑟单摆了一席，为那些人又摆了一席，也为和约瑟同吃饭的埃及人另摆了一席，因为埃及人不可和希伯来人一同吃饭；那原是埃及人所厌恶的。</p><p><a id="33"></a>43:33 约瑟使众弟兄在他面前排列坐席，都按著长幼的次序，众弟兄就彼此诧异。</p><p><a id="34"></a>43:34 约瑟把他面前的食物分出来，送给他们，但便雅悯所得的比别人多五倍。他们就饮酒，和约瑟一同宴乐。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/创世记/43.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _43 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _43 as default
};
