import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/约书亚记/9.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/约书亚记/9.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>9:1 约旦河西，住山地、高原并对著黎巴嫩山沿大海一带的诸王，就是赫人、亚摩利人、迦南人、比利洗人、希未人、耶布斯人的诸王，听见这事，</p><p><a id="2"></a>9:2 就都聚集，同心合意地要与约书亚和以色列人争战。</p><p><a id="3"></a>9:3 基遍的居民听见约书亚向耶利哥和艾城所行的事，</p><p><a id="4"></a>9:4 就设诡计，假充使者，拿旧口袋和破裂缝补的旧皮酒袋驮在驴上；</p><p><a id="5"></a>9:5 将补过的旧鞋穿在脚上，把旧衣服穿在身上。他们所带的饼都是乾的，长了霉了。</p><p><a id="6"></a>9:6 他们到吉甲营中见约书亚，对他和以色列人说：“我们是从远方来的，现在求你与我们立约。”</p><p><a id="7"></a>9:7 以色列人对这些希未人说：“只怕你们是住在我们中间的，若是这样，怎能和你们立约呢？”</p><p><a id="8"></a>9:8 他们对约书亚说：“我们是你的仆人。”约书亚问他们说：“你们是甚么人？是从哪里来的？”</p><p><a id="9"></a>9:9 他们回答说：“仆人从极远之地而来，是因听见耶和华你　神的名声和他在埃及所行的一切事，</p><p><a id="10"></a>9:10 并他向约旦河东的两个亚摩利王，就是希实本王西宏和在亚斯他录的巴珊王噩一切所行的事。</p><p><a id="11"></a>9:11 我们的长老和我们那地的一切居民对我们说：‘你们手里要带著路上用的食物，去迎接以色列人，对他们说：我们是你们的仆人，现在求你们与我们立约。’</p><p><a id="12"></a>9:12 我们出来要往你们这里来的日子，从家里带出来的这饼还是热的。看哪，现在都乾了，长了霉了。</p><p><a id="13"></a>9:13 这皮酒袋，我们盛酒的时候还是新的，看哪，现在已经破裂。我们这衣服和鞋，因为道路甚远，也都穿旧了。”</p><p><a id="14"></a>9:14 以色列人受了他们些食物，并没有求问耶和华。</p><p><a id="15"></a>9:15 于是，约书亚与他们讲和，与他们立约，容他们活著，会众的首领也向他们起誓。</p><p><a id="16"></a>9:16 以色列人与他们立约之后，过了三天，才听见他们是近邻，住在以色列人中间的。</p><p><a id="17"></a>9:17 以色列人起行，第三天到了他们的城邑，就是基遍、基非拉、比录、基列耶琳。</p><p><a id="18"></a>9:18 因为会众的首领已经指著耶和华以色列的　神向他们起誓，所以以色列人不击杀他们。全会众就向首领发怨言。</p><p><a id="19"></a>9:19 众首领对全会众说：“我们已经指著耶和华以色列的　神向他们起誓，现在我们不能害他们。</p><p><a id="20"></a>9:20 我们要如此待他们，容他们活著，免得有忿怒因我们所起的誓临到我们身上。”</p><p><a id="21"></a>9:21 首领又对会众说：“要容他们活著。”于是，他们为全会众作了劈柴挑水的人，正如首领对他们所说的话。</p><p><a id="22"></a>9:22 约书亚召了他们来，对他们说：“为甚么欺哄我们说‘我们离你们甚远呢？其实你们是住在我们中间。</p><p><a id="23"></a>9:23 现在你们是被咒诅的！你们中间的人必断不了作奴仆，为我　神的殿作劈柴挑水的人。”</p><p><a id="24"></a>9:24 他们回答约书亚说：“因为有人实在告诉你的仆人，耶和华你的　神曾吩咐他的仆人摩西，把这全地赐给你们，并在你们面前灭绝这地的一切居民；所以，我们为你们的缘故甚怕丧命，就行了这事。</p><p><a id="25"></a>9:25 现在我们在你手中，你以怎样待我们为善为正，就怎样做吧！”</p><p><a id="26"></a>9:26 于是，约书亚这样待他们，救他们脱离以色列人的手，以色列人就没有杀他们。</p><p><a id="27"></a>9:27 当日，约书亚使他们在耶和华所要选择的地方，为会众和耶和华的坛作劈柴挑水的人，直到今日。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/约书亚记/9.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _9 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _9 as default
};
