import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/出埃及记/29.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/出埃及记/29.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>29:1 你使亚伦和他儿子成圣，给我供祭司的职分，要如此行：取一只公牛犊，两只无残疾的公绵羊，</p><p><a id="2"></a>29:2 无酵饼和调油的无酵饼，与抹油的无酵薄饼，这都要用细麦面做成。</p><p><a id="3"></a>29:3 这饼要装在一个筐子里，连筐子带来，又把公牛和两只公绵羊牵来。</p><p><a id="4"></a>29:4 要使亚伦和他儿子到会幕门口来，用水洗身。</p><p><a id="5"></a>29:5 要给亚伦穿上内袍和以弗得的外袍，并以弗得，又带上胸牌，束上以弗得巧工织的带子，</p><p><a id="6"></a>29:6 把冠冕戴在他头上，将圣冠加在冠冕上。</p><p><a id="7"></a>29:7 就把膏油倒在他头上膏他。</p><p><a id="8"></a>29:8 要叫他的儿子来，给他们穿上内袍。</p><p><a id="9"></a>29:9 给亚伦和他儿子束上腰带，包上裹头巾，他们就凭永远的定例得了祭司的职任；又要将亚伦和他儿子分别为圣。</p><p><a id="10"></a>29:10 你要把公牛牵到会幕前，亚伦和他儿子要按手在公牛的头上。</p><p><a id="11"></a>29:11 你要在耶和华面前，在会幕门口，宰这公牛。</p><p><a id="12"></a>29:12 要取些公牛的血，用指头抹在坛的四角上，把血都倒在坛脚那里。</p><p><a id="13"></a>29:13 要把一切盖脏的脂油与肝上的网子，并两个腰子和腰子上的脂油，都烧在坛上。</p><p><a id="14"></a>29:14 只是公牛的皮、肉、粪都要用火烧在营外；这牛是赎罪祭。</p><p><a id="15"></a>29:15 你要牵一只公绵羊来，亚伦和他儿子要按手在这羊的头上。</p><p><a id="16"></a>29:16 要宰这羊，把血洒在坛的周围。</p><p><a id="17"></a>29:17 要把羊切成块子，洗净五脏和腿，连块子带头，都放在一处。</p><p><a id="18"></a>29:18 要把全羊烧在坛上，是给耶和华献的燔祭，是献给耶和华为馨香的火祭。</p><p><a id="19"></a>29:19 你要将那一只公绵羊牵来，亚伦和他儿子要按手在羊的头上。</p><p><a id="20"></a>29:20 你要宰这羊，取点血抹在亚伦的右耳垂上和他儿子的右耳垂上，又抹在他们右手的大拇指上和右脚的大拇指上，并要把血洒在坛的四围。</p><p><a id="21"></a>29:21 你要取点膏油和坛上的血，弹在亚伦和他的衣服上，并他儿子和他儿子的衣服上，他们和他们的衣服就一同成圣。</p><p><a id="22"></a>29:22 你要取这羊的脂油和肥尾巴，并盖脏的脂油与肝上的网子，两个腰子和腰子上的脂油并右腿（这是承接圣职所献的羊）。</p><p><a id="23"></a>29:23 再从耶和华面前装无酵饼的筐子中取一个饼、一个调油的饼和一个薄饼，</p><p><a id="24"></a>29:24 都放在亚伦的手上和他儿子的手上，作为摇祭，在耶和华面前摇一摇。</p><p><a id="25"></a>29:25 要从他们手中接过来，烧在耶和华面前坛上的燔祭上，是献给耶和华为馨香的火祭。</p><p><a id="26"></a>29:26 你要取亚伦承接圣职所献公羊的胸，作为摇祭，在耶和华面前摇一摇，这就可以作你的分。</p><p><a id="27"></a>29:27 那摇祭的胸和举祭的腿，就是承接圣职所摇的、所举的，是归亚伦和他儿子的。这些你都要成为圣，</p><p><a id="28"></a>29:28 作亚伦和他子孙从以色列人中永远所得的分，因为是举祭。这要从以色列人的平安祭中，作为献给耶和华的举祭。</p><p><a id="29"></a>29:29 亚伦的圣衣要留给他的子孙，可以穿著受膏，又穿著承接圣职。</p><p><a id="30"></a>29:30 他的子孙接续他当祭司的，每逢进会幕在圣所供职的时候，要穿七天。</p><p><a id="31"></a>29:31 你要将承接圣职所献公羊的肉煮在圣处。</p><p><a id="32"></a>29:32 亚伦和他儿子要在会幕门口吃这羊的肉和筐内的饼。</p><p><a id="33"></a>29:33 他们吃那些赎罪之物，好承接圣职，使他们成圣；只是外人不可吃，因为这是圣物。</p><p><a id="34"></a>29:34 那承接圣职所献的肉或饼，若有一点留到早晨，就要用火烧了，不可吃这物，因为是圣物。</p><p><a id="35"></a>29:35 你要这样照我一切所吩咐的，向亚伦和他儿子行承接圣职的礼七天。</p><p><a id="36"></a>29:36 每天要献公牛一只为赎罪祭。你洁净坛的时候，坛就洁净了，且要用膏抹坛使坛成圣。</p><p><a id="37"></a>29:37 要洁净坛七天，使坛成圣，坛就成为至圣。凡挨著坛的都成为圣。</p><p><a id="38"></a>29:38 你每天所要献在坛上的，就是两只一岁的羊羔，</p><p><a id="39"></a>29:39 早晨要献这一只，黄昏的时候要献那一只。</p><p><a id="40"></a>29:40 和这一只羊羔同献的，要用细面伊法十分之一与捣成的油一欣四分之一调和，又用酒一欣四分之一作为奠祭。</p><p><a id="41"></a>29:41 那一只羊羔要在黄昏的时候献上，照著早晨的素祭和奠祭的礼办理，作为献给耶和华馨香的火祭。</p><p><a id="42"></a>29:42 这要在耶和华面前、会幕门口，作你世世代代常献的燔祭。我要在那里与你们相会，和你们说话。</p><p><a id="43"></a>29:43 我要在那里与以色列人相会，会幕就要因我的荣耀成为圣。</p><p><a id="44"></a>29:44 我要使会幕和坛成圣，也要使亚伦和他的儿子成圣，给我供祭司的职分。</p><p><a id="45"></a>29:45 我要住在以色列人中间，作他们的　神。</p><p><a id="46"></a>29:46 他们必知道我是耶和华他们的　神，是将他们从埃及地领出来的，为要住在他们中间。我是耶和华他们的　神。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/出埃及记/29.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _29 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _29 as default
};
