import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/历代志(上)/2.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/历代志(上)/2.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>2:1 以色列的儿子是吕便、西缅、利未、犹大、以萨迦、西布伦、</p><p><a id="2"></a>2:2 但、约瑟、便雅悯、拿弗他利、迦得、亚设。</p><p><a id="3"></a>2:3 犹大的儿子是珥、俄南、示拉；这三人是迦南人书亚女儿所生的。犹大的长子珥，在耶和华眼中看为恶，耶和华就使他死了。</p><p><a id="4"></a>2:4 犹大的儿妇她玛给犹大生法勒斯和谢拉。犹大共有五个儿子。</p><p><a id="5"></a>2:5 法勒斯的儿子是希斯仑、哈母勒。</p><p><a id="6"></a>2:6 谢拉的儿子是心利、以探、希幔、甲各、大拉（注：即“达大”），共五人。</p><p><a id="7"></a>2:7 迦米的儿子是亚干，这亚干在当灭的物上犯了罪，连累了以色列人。</p><p><a id="8"></a>2:8 以探的儿子是亚撒利雅。</p><p><a id="9"></a>2:9 希斯仑所生的儿子是耶拉篾、兰、基路拜。</p><p><a id="10"></a>2:10 兰生亚米拿达，亚米拿达生拿顺。拿顺作犹大人的首领。</p><p><a id="11"></a>2:11 拿顺生撒门，撒门生波阿斯，</p><p><a id="12"></a>2:12 波阿斯生俄备得，俄备得生耶西，</p><p><a id="13"></a>2:13 耶西生长子以利押、次子亚比拿达、三子示米亚（注：即“沙玛”，见撒母耳记上16章9节）、</p><p><a id="14"></a>2:14 四子拿坦业、五子拉代、</p><p><a id="15"></a>2:15 六子阿鲜、七子大卫。</p><p><a id="16"></a>2:16 他们的姐妹是洗鲁雅和亚比该。洗鲁雅的儿子是亚比筛、约押、亚撒黑，共三人；</p><p><a id="17"></a>2:17 亚比该生亚玛撒。亚玛撒的父亲是以实玛利人益帖。</p><p><a id="18"></a>2:18 希斯仑的儿子迦勒娶阿苏巴和耶略为妻。阿苏巴的儿子是耶设、朔罢、押墩。</p><p><a id="19"></a>2:19 阿苏巴死了，迦勒又娶以法她，生了户珥。</p><p><a id="20"></a>2:20 户珥生乌利，乌利生比撒列。</p><p><a id="21"></a>2:21 希斯仑正六十岁娶了基列父亲玛吉的女儿，与她同房；玛吉的女儿生了西割。</p><p><a id="22"></a>2:22 西割生睚珥，睚珥在基列地有二十三个城邑。</p><p><a id="23"></a>2:23 后来基述人和亚兰人夺了睚珥的城邑，并基纳和其乡村，共六十个。这都是基列父亲玛吉之子的。</p><p><a id="24"></a>2:24 希斯仑在迦勒以法他死后，他的妻亚比雅给他生了亚施户；亚施户是提哥亚的父亲。</p><p><a id="25"></a>2:25 希斯仑的长子耶拉篾生长子兰，又生布拿、阿连、阿鲜、亚希雅。</p><p><a id="26"></a>2:26 耶拉篾又娶一妻名叫亚她拉，是阿南的母亲。</p><p><a id="27"></a>2:27 耶拉篾长子兰的儿子是玛斯、雅悯、以结。</p><p><a id="28"></a>2:28 阿南的儿子是沙买、雅大。沙买的儿子是拿答、亚比述。</p><p><a id="29"></a>2:29 亚比述的妻名叫亚比孩，亚比孩给他生了亚办和摩利。</p><p><a id="30"></a>2:30 拿答的儿子是西列、亚遍；西列死了没有儿子。</p><p><a id="31"></a>2:31 亚遍的儿子是以示；以示的儿子是示珊；示珊的儿子是亚来。</p><p><a id="32"></a>2:32 沙买兄弟雅大的儿子是益帖、约拿单；益帖死了没有儿子。</p><p><a id="33"></a>2:33 约拿单的儿子是比勒、撒萨。这都是耶拉篾的子孙。</p><p><a id="34"></a>2:34 示珊没有儿子，只有女儿。示珊有一个仆人名叫耶哈，是埃及人。</p><p><a id="35"></a>2:35 示珊将女儿给了仆人耶哈为妻，给他生了亚太。</p><p><a id="36"></a>2:36 亚太生拿单，拿单生撒拔，</p><p><a id="37"></a>2:37 撒拔生以弗拉，以弗拉生俄备得，</p><p><a id="38"></a>2:38 俄备得生耶户，耶户生亚撒利雅，</p><p><a id="39"></a>2:39 亚撒利雅生希利斯，希利斯生以利亚萨，</p><p><a id="40"></a>2:40 以利亚萨生西斯买，西斯买生沙龙，</p><p><a id="41"></a>2:41 沙龙生耶加米雅，耶加米雅生以利沙玛。</p><p><a id="42"></a>2:42 耶拉篾兄弟迦勒的长子米沙，是西弗之祖玛利沙的儿子，是希伯仑之祖。</p><p><a id="43"></a>2:43 希伯仑的儿子是可拉、他普亚、利肯、示玛。</p><p><a id="44"></a>2:44 示玛生拉含，是约干之祖。利肯生沙买，</p><p><a id="45"></a>2:45 沙买的儿子是玛云；玛云是伯夙之祖。</p><p><a id="46"></a>2:46 迦勒的妾以法生哈兰、摩撒、迦谢；哈兰生迦卸。</p><p><a id="47"></a>2:47 雅代的儿子是利健、约坦、基珊、□力、以法、沙亚弗。</p><p><a id="48"></a>2:48 迦勒的妾玛迦生示别、特哈拿，</p><p><a id="49"></a>2:49 又生麦玛拿之祖沙亚弗、抹比拿和基比亚之祖示法。迦勒的女儿是押撒。</p><p><a id="50"></a>2:50 迦勒的子孙就是以法她的长子户珥的儿子，记在下面：基列耶琳之祖朔巴、</p><p><a id="51"></a>2:51 伯利恒之祖萨玛、伯迦得之祖哈勒。</p><p><a id="52"></a>2:52 基列耶琳之祖朔巴的子孙是哈罗以和一半米努哈人（注：即“玛拿哈人”）。</p><p><a id="53"></a>2:53 基列耶琳的诸族是以帖人、布特人、舒玛人、密来人，又从这些族中生出琐拉人和以实陶人来。</p><p><a id="54"></a>2:54 萨玛的子孙是伯利恒人、尼陀法人、亚他绿　伯约押人、一半玛拿哈人、琐利人，</p><p><a id="55"></a>2:55 和住雅比斯众文士家的特拉人、示米押人、苏甲人。这都是基尼人利甲家之祖哈末所生的。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/历代志(上)/2.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _2 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _2 as default
};
