import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/使徒行传/22.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/使徒行传/22.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>22:1 “诸位父兄请听，我现在对你们分诉。”</p><p><a id="2"></a>22:2 众人听他说的是希伯来话，就更加安静了。</p><p><a id="3"></a>22:3 保罗说：“我原是犹太人，生在基利家的大数，长在这城里，在迦玛列门下，按著我们祖宗严紧的律法受教，热心事奉　神，像你们众人今日一样。</p><p><a id="4"></a>22:4 我也曾逼迫奉这道的人直到死地，无论男女都锁拿下监。</p><p><a id="5"></a>22:5 这是大祭司和众长老都可以给我作见证的。我又领了他们达与弟兄的书信，往大马士革去，要把在那里奉这道的人锁拿，带到耶路撒冷受刑。</p><p><a id="6"></a>22:6 我将到大马士革，正走的时候，约在晌午，忽然从天上发大光，四面照著我。</p><p><a id="7"></a>22:7 我就仆倒在地，听见有声音对我说：‘扫罗，扫罗！你为甚么逼迫我？’</p><p><a id="8"></a>22:8 我回答说：‘主啊，你是谁？’他说：‘我就是你所逼迫的拿撒勒人耶稣。’</p><p><a id="9"></a>22:9 与我同行的人看见了那光，却没有听明那位对我说话的声音。</p><p><a id="10"></a>22:10 我说：‘主啊，我当做甚么？’主说：‘起来！进大马士革去，在那里，要将所派你做的一切事告诉你。’</p><p><a id="11"></a>22:11 我因那光的荣耀不能看见，同行的人就拉著我手进了大马士革。</p><p><a id="12"></a>22:12 那里有一个人，名叫亚拿尼亚，按著律法是虔诚人，为一切住在那里的犹太人所称赞。</p><p><a id="13"></a>22:13 他来见我，站在旁边对我说：‘兄弟扫罗，你可以看见。’我当时往上一看，就看见了他。</p><p><a id="14"></a>22:14 他又说：‘我们祖宗的　神拣选了你，叫你明白他的旨意，又得见那义者，听他口中所出的声音。</p><p><a id="15"></a>22:15 因为你要将所看见的、所听见的对著万人为他作见证。</p><p><a id="16"></a>22:16 现在你为甚么耽延呢？起来！求告他的名受洗，洗去你的罪。’”</p><p><a id="17"></a>22:17 后来，我回到耶路撒冷，在殿里祷告的时候，魂游象外，</p><p><a id="18"></a>22:18 看见主向我说：‘你赶紧地离开耶路撒冷，不可迟延，因你为我作的见证，这里的人必不领受。’</p><p><a id="19"></a>22:19 我就说：‘主啊，他们知道我从前把信你的人收在监里，又在各会堂里鞭打他们。</p><p><a id="20"></a>22:20 并且你的见证人司提反被害流血的时候，我也站在旁边欢喜，又看守害死他之人的衣裳。’</p><p><a id="21"></a>22:21 主向我说：‘你去吧！我要差你远远地往外邦人那里去。’”</p><p><a id="22"></a>22:22 众人听他说到这句话，就高声说：“这样的人，从世上除掉他吧！他是不当活著的！”</p><p><a id="23"></a>22:23 众人喧嚷，摔掉衣裳，把尘土向空中扬起来。</p><p><a id="24"></a>22:24 千夫长就吩咐将保罗带进营楼去，叫人用鞭子拷问他，要知道他们向他这样喧嚷是为甚么缘故。</p><p><a id="25"></a>22:25 刚用皮条捆上，保罗对旁边站著的百夫长说：“人是罗马人，又没有定罪，你们就鞭打他，有这个例吗？”</p><p><a id="26"></a>22:26 百夫长听见这话，就去见千夫长，告诉他说：“你要做甚么？这人是罗马人！”</p><p><a id="27"></a>22:27 千夫长就来问保罗说：“你告诉我，你是罗马人吗？”保罗说：“是。”</p><p><a id="28"></a>22:28 千夫长说：“我用许多银子，才入了罗马的民籍。”保罗说：“我生来就是。”</p><p><a id="29"></a>22:29 于是那些要拷问保罗的人，就离开他去了。千夫长既知道他是罗马人，又因为捆绑了他，也害怕了。</p><p><a id="30"></a>22:30 第二天，千夫长为要知道犹太人控告保罗的实情，便解开他，吩咐祭司长和全公会的人都聚集，将保罗带下来，叫他站在他们面前。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/使徒行传/22.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _22 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _22 as default
};
