import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/以赛亚书/49.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/以赛亚书/49.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>49:1 众海岛啊，当听我言！远方的众民哪，留心而听！自我出胎，耶和华就选召我；自出母腹，他就提我的名。</p><p><a id="2"></a>49:2 他使我的口如快刀，将我藏在他手荫之下；又使我成为磨亮的箭，将我藏在他箭袋之中。</p><p><a id="3"></a>49:3 对我说：“你是我的仆人以色列，我必因你得荣耀。”</p><p><a id="4"></a>49:4 我却说：“我劳碌是徒然，我尽力是虚无虚空；然而，我当得的理必在耶和华那里，我的赏赐必在我　神那里。”</p><p><a id="5"></a>49:5 耶和华从我出胎，造就我作他的仆人，要使雅各归向他，使以色列到他那里聚集。（原来，耶和华看我为尊贵，我的　神也成为我的力量。）</p><p><a id="6"></a>49:6 现在他说：“你作我的仆人，使雅各众支派复兴，使以色列中得保全的归回，尚为小事；我还要使你作外邦人的光，叫你施行我的救恩，直到地极。”</p><p><a id="7"></a>49:7 救赎主──以色列的圣者耶和华，对那被人所藐视、本国所憎恶、官长所虐待的如此说：“君王要看见就站起，首领也要下拜，都因信实的耶和华，就是拣选你以色列的圣者。”</p><p><a id="8"></a>49:8 耶和华如此说：“在悦纳的时候，我应允了你；在拯救的日子，我济助了你。我要保护你，使你作众民的中保（注：“中保”原文作“约”），复兴遍地，使人承受荒凉之地为业。</p><p><a id="9"></a>49:9 对那被捆绑的人说：‘出来吧！’对那在黑暗的人说：‘显露吧！’他们在路上必得饮食，在一切净光的高处必有食物。</p><p><a id="10"></a>49:10 不饥不渴，炎热和烈日必不伤害他们，因为怜恤他们的，必引导他们，领他们到水泉旁边。</p><p><a id="11"></a>49:11 我必使我的众山成为大道；我的大路也被修高。</p><p><a id="12"></a>49:12 看哪！这些从远方来；这些从北方、从西方来；这些从秦国来（注：“秦”原音作“希尼”）。”</p><p><a id="13"></a>49:13 诸天哪，应当欢呼！大地啊，应当快乐！众山哪，应当发声歌唱！因为耶和华已经安慰他的百姓，也要怜恤他困苦之民。</p><p><a id="14"></a>49:14 锡安说：“耶和华离弃了我，主忘记了我。”</p><p><a id="15"></a>49:15 “妇人焉能忘记她吃奶的婴孩，不怜恤她所生的儿子？即或有忘记的，我却不忘记你。</p><p><a id="16"></a>49:16 看哪！我将你铭刻在我掌上；你的墙垣常在我眼前。</p><p><a id="17"></a>49:17 你的儿女必急速归回；毁坏你的、使你荒废的，必都离你出去。</p><p><a id="18"></a>49:18 你举目向四方观看，他们都聚集来到你这里。”耶和华说：“我指著我的永生起誓，你必要以他们为妆饰佩戴，以他们为华带束腰像新妇一样。</p><p><a id="19"></a>49:19 至于你荒废凄凉之处，并你被毁坏之地，现今众民居住必显为太窄；吞灭你的必离你遥远。</p><p><a id="20"></a>49:20 你必听见丧子之后所生的儿女说：‘这地方我居住太窄，求你给我地方居住。’</p><p><a id="21"></a>49:21 那时，你心里必说：‘我既丧子独居，是被掳的，漂流在外，谁给我生这些，谁将这些养大呢？撇下我一人独居的时候，这些在哪里呢？’”</p><p><a id="22"></a>49:22 主耶和华如此说：“我必向列国举手，向万民竖立大旗，他们必将你的众子怀中抱来，将你的众女肩上扛来。</p><p><a id="23"></a>49:23 列王必作你的养父，王后必作你的乳母；他们必将脸伏地，向你下拜，并□你脚上的尘土。你便知道我是耶和华！等候我的必不至羞愧。”</p><p><a id="24"></a>49:24 勇士抢去的岂能夺回？该掳掠的岂能解救吗？</p><p><a id="25"></a>49:25 但耶和华如此说：“就是勇士所掳掠的，也可以夺回；强暴人所抢的，也可以解救。与你相争的，我必与他相争，我要拯救你的儿女。</p><p><a id="26"></a>49:26 并且我必使那欺压你的吃自己的肉，也要以自己的血喝醉，好像喝甜酒一样。凡有血气的，必都知道我耶和华是你的救主，是你的救赎主，是雅各的大能者。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/以赛亚书/49.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _49 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _49 as default
};
