import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/耶利米书/2.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/耶利米书/2.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>2:1 耶和华的话临到我说：</p><p><a id="2"></a>2:2 “你去向耶路撒冷人的耳中喊叫说，耶和华如此说：‘你幼年的恩爱，婚姻的爱情，你怎样在旷野，在未曾耕种之地跟随我，我都记得。</p><p><a id="3"></a>2:3 那时以色列归耶和华为圣，作为土产初熟的果子，凡吞吃它的必算为有罪，灾祸必临到他们。’”这是耶和华说的。</p><p><a id="4"></a>2:4 雅各家、以色列家的各族啊，你们当听耶和华的话。</p><p><a id="5"></a>2:5 耶和华如此说：“你们的列祖见我有甚么不义，竟远离我，随从虚无的神，自己成为虚妄的呢？</p><p><a id="6"></a>2:6 他们也不说，那领我们从埃及地上来，引导我们经过旷野、沙漠有深坑之地，和乾旱死荫、无人经过、无人居住之地的耶和华在哪里呢？</p><p><a id="7"></a>2:7 我领你们进入肥美之地，使你们得吃其中的果子和美物。但你们进入的时候，就玷污我的地，使我的产业成为可憎的。</p><p><a id="8"></a>2:8 祭司都不说：‘耶和华在哪里呢？’传讲律法的都不认识我，官长违背我，先知藉巴力说预言，随从无益的神。”</p><p><a id="9"></a>2:9 耶和华说：“我因此必与你们争辩，也必与你们的子孙争辩。</p><p><a id="10"></a>2:10 你们且过到基提海岛去察看，打发人往基达去留心查考，看曾有这样的事没有？</p><p><a id="11"></a>2:11 岂有一国换了他的神吗？其实这不是神！但我的百姓将他们的荣耀换了那无益的神。</p><p><a id="12"></a>2:12 诸天哪，要因此惊奇，极其恐慌，甚为凄凉！”这是耶和华说的。</p><p><a id="13"></a>2:13 “因为我的百姓做了两件恶事，就是离弃我这活水的泉源，为自己凿出池子，是破裂不能存水的池子。</p><p><a id="14"></a>2:14 以色列是仆人吗？是家中生的奴仆吗？为何成为掠物呢？</p><p><a id="15"></a>2:15 少壮狮子向他咆哮，大声吼叫，使他的地荒凉；城邑也都焚烧，无人居住。</p><p><a id="16"></a>2:16 挪弗人和答比匿人也打破你的头顶。</p><p><a id="17"></a>2:17 这事临到你身上，不是你自招的吗？不是因耶和华你　神引你行路的时候，你离弃他吗？</p><p><a id="18"></a>2:18 现今你为何在埃及路上要喝西曷的水呢？你为何在亚述路上要喝大河的水呢？</p><p><a id="19"></a>2:19 你自己的恶必惩治你；你背道的事必责备你。由此可知可见，你离弃耶和华你的　神，不存敬畏我的心，乃为恶事，为苦事。”这是主万军之耶和华说的。</p><p><a id="20"></a>2:20 “我在古时折断你的轭，解开你的绳索，你说：‘我必不事奉耶和华。’因为你在各高冈上、各青翠树下屈身行淫。 （注：或作“我在古时折断你的轭，解开你的绳索，你就说：‘我必不事奉别神。’谁知你在各高冈上、各青翠树下仍屈身行淫。”）。</p><p><a id="21"></a>2:21 然而我栽你是上等的葡萄树，全然是真种子，你怎么向我变为外邦葡萄树的坏枝子呢？</p><p><a id="22"></a>2:22 你虽用硷、多用肥皂洗濯，你罪孽的痕迹仍然在我面前显出。”这是主耶和华说的。</p><p><a id="23"></a>2:23 你怎能说‘我没有玷污，没有随从众巴力’？你看你谷中的路，就知道你所行的如何。你是快行的独峰驼，狂奔乱走；</p><p><a id="24"></a>2:24 你是野驴惯在旷野，欲心发动就吸风，起性的时候谁能使它转去呢？凡寻找它的必不至疲乏，在它的月份必能寻见。</p><p><a id="25"></a>2:25 我说：‘你不要使脚上无鞋，喉咙乾渴。’你倒说：‘这是枉然。我喜爱别神，我必随从他们。’</p><p><a id="26"></a>2:26 贼被捉拿，怎样羞愧，以色列家和他们的君王、首领、祭司、先知也都照样羞愧。</p><p><a id="27"></a>2:27 他们向木头说‘你是我的父’；向石头说‘你是生我的’。他们以背向我，不以面向我，及至遭遇患难的时候却说：‘起来拯救我们！’</p><p><a id="28"></a>2:28 你为自己做的神在哪里呢？你遭遇患难的时候，叫他们起来拯救你吧！犹大啊，你神的数目与你城的数目相等。”</p><p><a id="29"></a>2:29 耶和华说：“你们为何与我争辩呢？你们都违背了我。</p><p><a id="30"></a>2:30 我责打你们的儿女是徒然的，他们不受惩治。你们自己的刀吞灭你们的先知，好像残害的狮子。</p><p><a id="31"></a>2:31 这世代的人哪，你们要看明耶和华的话：我岂向以色列作旷野呢？或作幽暗之地呢？我的百姓为何说‘我们脱离约束，再不归向你了’？</p><p><a id="32"></a>2:32 处女岂能忘记她的妆饰呢？新妇岂能忘记她的美衣呢？我的百姓却忘记了我无数的日子。</p><p><a id="33"></a>2:33 你怎么修饰你的道路要求爱情呢？就是恶劣的妇人你也叫她们行你的路。</p><p><a id="34"></a>2:34 并且你的衣襟上有无辜穷人的血，你杀他们并不是遇见他们挖窟窿，乃是因这一切的事。</p><p><a id="35"></a>2:35 你还说：‘我无辜，耶和华的怒气必定向我消了。’看哪！我必审问你，因你自说：‘我没有犯罪。’</p><p><a id="36"></a>2:36 你为何东跑西奔，要更换你的路呢？你必因埃及蒙羞，像从前因亚述蒙羞一样。</p><p><a id="37"></a>2:37 你也必两手抱头从埃及出来。因为耶和华已经弃绝你所倚靠的，你必不因他们得顺利。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/耶利米书/2.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _2 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _2 as default
};
