import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/利未记/4.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/利未记/4.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>4:1 耶和华对摩西说：</p><p><a id="2"></a>4:2 “你晓谕以色列人说：‘若有人在耶和华所吩咐不可行的甚么事上误犯了一件，</p><p><a id="3"></a>4:3 或是受膏的祭司犯罪，使百姓陷在罪里，就当为他所犯的罪，把没有残疾的公牛犊献给耶和华为赎罪祭。</p><p><a id="4"></a>4:4 他要牵公牛到会幕门口，在耶和华面前按手在牛的头上，把牛宰于耶和华面前。</p><p><a id="5"></a>4:5 受膏的祭司要取些公牛的血带到会幕，</p><p><a id="6"></a>4:6 把指头蘸于血中，在耶和华面前对著圣所的幔子弹血七次。</p><p><a id="7"></a>4:7 又要把些血抹在会幕内耶和华面前香坛的四角上，再把公牛所有的血倒在会幕门口燔祭坛的脚那里。</p><p><a id="8"></a>4:8 要把赎罪祭公牛所有的脂油，乃是盖脏的脂油和脏上所有的脂油，</p><p><a id="9"></a>4:9 并两个腰子和腰子上的脂油，就是靠腰两旁的脂油，与肝上的网子和腰子，一概取下，</p><p><a id="10"></a>4:10 与平安祭公牛上所取的一样。祭司要把这些烧在燔祭的坛上。</p><p><a id="11"></a>4:11 公牛的皮和所有的肉并头、腿、脏、腑、粪，</p><p><a id="12"></a>4:12 就是全公牛，要搬到营外洁净之地，倒灰之所，用火烧在柴上。</p><p><a id="13"></a>4:13 以色列全会众，若行了耶和华所吩咐不可行的甚么事，误犯了罪，是隐而未现、会众看不出来的；</p><p><a id="14"></a>4:14 会众一知道所犯的罪，就要献一只公牛犊为赎罪祭，牵到会幕前。</p><p><a id="15"></a>4:15 会中的长老就要在耶和华面前按手在牛的头上，将牛在耶和华面前宰了。</p><p><a id="16"></a>4:16 受膏的祭司要取些公牛的血带到会幕，</p><p><a id="17"></a>4:17 把指头蘸于血中，在耶和华面前对著幔子弹血七次。</p><p><a id="18"></a>4:18 又要把些血抹在会幕内耶和华面前坛的四角上，再把所有的血倒在会幕门口、燔祭坛的脚那里。</p><p><a id="19"></a>4:19 把牛所有的脂油都取下，烧在坛上。</p><p><a id="20"></a>4:20 收拾这牛，与那赎罪祭的牛一样。祭司要为他们赎罪，他们必蒙赦免。</p><p><a id="21"></a>4:21 他要把牛搬到营外烧了，像烧头一个牛一样。这是会众的赎罪祭。</p><p><a id="22"></a>4:22 官长若行了耶和华他　神所吩咐不可行的甚么事，误犯了罪，</p><p><a id="23"></a>4:23 所犯的罪自己知道了，就要牵一只没有残疾的公山羊为供物，</p><p><a id="24"></a>4:24 按手在羊的头上，宰于耶和华面前、宰燔祭牲的地方。这是赎罪祭。</p><p><a id="25"></a>4:25 祭司要用指头蘸些赎罪祭牲的血，抹在燔祭坛的四角上，把血倒在燔祭坛的脚那里。</p><p><a id="26"></a>4:26 所有的脂油，祭司都要烧在坛上，正如平安祭的脂油一样。至于他的罪，祭司要为他赎了，他必蒙赦免。</p><p><a id="27"></a>4:27 民中若有人行了耶和华所吩咐不可行的甚么事，误犯了罪，</p><p><a id="28"></a>4:28 所犯的罪自己知道了，就要为所犯的罪，牵一只没有残疾的母山羊为供物，</p><p><a id="29"></a>4:29 按手在赎罪祭牲的头上，在那宰燔祭牲的地方宰了。</p><p><a id="30"></a>4:30 祭司要用指头蘸些羊的血，抹在燔祭坛的四角上，所有的血都要倒在坛的脚那里。</p><p><a id="31"></a>4:31 又要把羊所有的脂油都取下，正如取平安祭牲的脂油一样。祭司要在坛上焚烧，在耶和华面前作为馨香的祭，为他赎罪，他必蒙赦免。</p><p><a id="32"></a>4:32 人若牵一只绵羊羔为赎罪祭的供物，必要牵一只没有残疾的母羊，</p><p><a id="33"></a>4:33 按手在赎罪祭牲的头上，在那宰燔祭牲的地方宰了作赎罪祭。</p><p><a id="34"></a>4:34 祭司要用指头蘸些赎罪祭牲的血，抹在燔祭坛的四角上。所有的血都要倒在坛的脚那里，</p><p><a id="35"></a>4:35 又要把所有的脂油都取下，正如取平安祭羊羔的脂油一样。祭司要按献给耶和华火祭的条例，烧在坛上。至于所犯的罪，祭司要为他赎了，他必蒙赦免。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/利未记/4.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _4 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _4 as default
};
