import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/传道书/2.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/传道书/2.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>2:1 我心里说：“来吧！我以喜乐试试你，你好享福。”谁知，这也是虚空。</p><p><a id="2"></a>2:2 我指嬉笑说：“这是狂妄”；论喜乐说：“有何功效呢？”</p><p><a id="3"></a>2:3 我心里察究，如何用酒使我肉体舒畅，我心却仍以智慧引导我；又如何持住愚昧，等我看明世人，在天下一生当行何事为美。</p><p><a id="4"></a>2:4 我为自己动大工程，建造房屋，栽种葡萄园；</p><p><a id="5"></a>2:5 修造园囿，在其中栽种各样果木树；</p><p><a id="6"></a>2:6 挖造水池，用以浇灌嫩小的树木。</p><p><a id="7"></a>2:7 我买了仆婢，也有生在家中的仆婢；又有许多牛群羊群，胜过以前在耶路撒冷众人所有的。</p><p><a id="8"></a>2:8 我又为自己积蓄金银和君王的财宝，并各省的财宝；又得唱歌的男女和世人所喜爱的物，并许多的妃嫔。</p><p><a id="9"></a>2:9 这样，我就日见昌盛，胜过以前在耶路撒冷的众人。我的智慧仍然存留。</p><p><a id="10"></a>2:10 凡我眼所求的，我没有留下不给他的；我心所乐的，我没有禁止不享受的；因我的心为我一切所劳碌的快乐，这就是我从劳碌中所得的分。</p><p><a id="11"></a>2:11 后来，我察看我手所经营的一切事和我劳碌所成的功，谁知都是虚空，都是捕风，在日光之下毫无益处。</p><p><a id="12"></a>2:12 我转念观看智慧、狂妄和愚昧。在王以后而来的人还能做甚么呢？也不过行早先所行的就是了。</p><p><a id="13"></a>2:13 我便看出智慧胜过愚昧，如同光明胜过黑暗。</p><p><a id="14"></a>2:14 智慧人的眼目光明（注：原文作“在他头上”）；愚昧人在黑暗里行。我却看明有一件事，这两等人都必遇见。</p><p><a id="15"></a>2:15 我就心里说：“愚昧人所遇见的，我也必遇见，我为何更有智慧呢？”我心里说：“这也是虚空。”</p><p><a id="16"></a>2:16 智慧人和愚昧人一样，永远无人记念，因为日后都被忘记；可叹智慧人死亡，与愚昧人无异。</p><p><a id="17"></a>2:17 我所以恨恶生命，因为在日光之下所行的事，我都以为烦恼，都是虚空，都是捕风。</p><p><a id="18"></a>2:18 我恨恶一切的劳碌，就是我在日光之下的劳碌，因为我得来的必留给我以后的人。</p><p><a id="19"></a>2:19 那人是智慧是愚昧，谁能知道？他竟要管理我劳碌所得的，就是我在日光之下用智慧所得的。这也是虚空。</p><p><a id="20"></a>2:20 故此，我转想我在日光之下所劳碌的一切工作，心便绝望。</p><p><a id="21"></a>2:21 因为有人用智慧、知识、灵巧所劳碌得来的，却要留给未曾劳碌的人为分。这也是虚空，也是大患！</p><p><a id="22"></a>2:22 人在日光之下劳碌累心，在他一切的劳碌上得著甚么呢？</p><p><a id="23"></a>2:23 因为他日日忧虑，他的劳苦成为愁烦，连夜间心也不安。这也是虚空。</p><p><a id="24"></a>2:24 人莫强如吃喝，且在劳碌中享福，我看这也是出于　神的手。</p><p><a id="25"></a>2:25 论到吃用、享福，谁能胜过我呢？</p><p><a id="26"></a>2:26 神喜悦谁，就给谁智慧、知识和喜乐，惟有罪人，　神使他劳苦，叫他将所收聚的、所堆积的归给　神所喜悦的人。这也是虚空，也是捕风。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/传道书/2.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _2 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _2 as default
};
