import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/耶利米书/33.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/耶利米书/33.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>33:1 耶利米还囚在护卫兵的院内，耶和华的话第二次临到他说：</p><p><a id="2"></a>33:2 “成就的是耶和华，造作为要建立的也是耶和华，耶和华是他的名。他如此说：</p><p><a id="3"></a>33:3 ‘你求告我，我就应允你，并将你所不知道、又大又难的事指示你。’</p><p><a id="4"></a>33:4 论到这城中的房屋和犹大王的宫室，就是拆毁为挡敌人高垒和刀剑的，耶和华以色列的　神如此说：</p><p><a id="5"></a>33:5 ‘人要与迦勒底人争战，正是拿死尸充满这房屋，就是我在怒气和忿怒中所杀的人，因他们的一切恶，我就掩面不顾这城。</p><p><a id="6"></a>33:6 看哪！我要使这城得以痊愈安舒，使城中的人得医治，又将丰盛的平安和诚实显明与他们。</p><p><a id="7"></a>33:7 我也要使犹大被掳的和以色列被掳的归回，并建立他们和起初一样。</p><p><a id="8"></a>33:8 我要除净他们的一切罪，就是向我所犯的罪；又要赦免他们的一切罪，就是干犯我、违背我的罪。</p><p><a id="9"></a>33:9 这城要在地上万国人面前使我得颂赞、得荣耀，名为可喜可乐之城。万国人因听见我向这城所赐的福乐、所施的恩惠平安，就惧怕战兢。’</p><p><a id="10"></a>33:10 耶和华如此说：‘你们论这地方说：‘是荒废无人民无牲畜之地。但在这荒凉无人民无牲畜的犹大城邑和耶路撒冷的街上，</p><p><a id="11"></a>33:11 必再听见有欢喜和快乐的声音、新郎和新妇的声音，并听见有人说：要称谢万军之耶和华，因耶和华本为善，他的慈爱永远长存。！又有奉感谢祭到耶和华殿中之人的声音，因为我必使这地被掳的人归回，和起初一样。’这是耶和华说的。</p><p><a id="12"></a>33:12 万军之耶和华如此说：‘在这荒废无人民无牲畜之地，并其中所有的城邑，必再有牧人的住处。他们要使羊群躺卧在那里。</p><p><a id="13"></a>33:13 在山地的城邑、高原的城邑、南地的城邑、便雅悯地、耶路撒冷四围的各处和犹大的城邑，必再有羊群从数点的人手下经过。’这是耶和华说的。</p><p><a id="14"></a>33:14 耶和华说：‘日子将到，我应许以色列家和犹大家的恩言必然成就。</p><p><a id="15"></a>33:15 当那日子，那时候，我必使大卫公义的苗裔长起来，他必在地上施行公平和公义。</p><p><a id="16"></a>33:16 在那日子犹大必得救，耶路撒冷必安然居住，他的名必称为耶和华我们的义。’</p><p><a id="17"></a>33:17 因为耶和华如此说：‘大卫必永不断人坐在以色列家的宝座上；</p><p><a id="18"></a>33:18 祭司利未人在我面前也不断人献燔祭，烧素祭，时常办理献祭的事。’”</p><p><a id="19"></a>33:19 耶和华的话临到耶利米说：</p><p><a id="20"></a>33:20 “耶和华如此说：‘你们若能废弃我所立白日黑夜的约，使白日黑夜不按时轮转，</p><p><a id="21"></a>33:21 就能废弃我与我仆人大卫所立的约，使他没有儿子在他的宝座上为王。并能废弃我与事奉我的祭司利未人所立的约。</p><p><a id="22"></a>33:22 天上的万象不能数算，海边的尘沙也不能斗量；我必照样使我仆人大卫的后裔和事奉我的利未人多起来。’”</p><p><a id="23"></a>33:23 耶和华的话临到耶利米说：</p><p><a id="24"></a>33:24 “你没有揣摩这百姓的话吗？他们说：‘耶和华所拣选的二族，他已经弃绝了。’他们这样藐视我的百姓，以为不再成国。</p><p><a id="25"></a>33:25 耶和华如此说：‘若是我立白日黑夜的约不能存住，若是我未曾安排天地的定例，</p><p><a id="26"></a>33:26 我就弃绝雅各的后裔和我仆人大卫的后裔，不使大卫的后裔治理亚伯拉罕、以撒、雅各的后裔。因为我必使他们被掳的人归回，也必怜悯他们。’”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/耶利米书/33.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _33 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _33 as default
};
