import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/列王记(下)/8.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/列王记(下)/8.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>8:1 以利沙曾对所救活之子的那妇人说：“你和你的全家，要起身往你可住的地方去住，因为耶和华命饥荒降在这地七年。”</p><p><a id="2"></a>8:2 妇人就起身，照神人的话，带著全家往非利士地去，住了七年。</p><p><a id="3"></a>8:3 七年完了，那妇人从非利士地回来，就出去为自己的房屋田地哀告王。</p><p><a id="4"></a>8:4 那时，王正与神人的仆人基哈西说：“请你将以利沙所行的一切大事告诉我。”</p><p><a id="5"></a>8:5 基哈西告诉王以利沙如何使死人复活，恰巧以利沙所救活她儿子的那妇人，为自己的房屋田地来哀告王。基哈西说：“我主我王，这就是那妇人，这是她的儿子，就是以利沙所救活的。”</p><p><a id="6"></a>8:6 王问那妇人，她就把那事告诉王。于是王为她派一个太监，说：“凡属这妇人的都还给她，自从她离开本地直到今日，她田地的出产也都还给她。”</p><p><a id="7"></a>8:7 以利沙来到大马士革，亚兰王便哈达正患病。有人告诉王说：“神人来到这里了。”</p><p><a id="8"></a>8:8 王就吩咐哈薛说：“你带著礼物去见神人，托他求问耶和华，我这病能好不能好？”</p><p><a id="9"></a>8:9 于是，哈薛用四十个骆驼，驮著大马士革的各样美物为礼物，去见以利沙。到了他那里，站在他面前说：“你儿子亚兰王便哈达打发我来见你，他问说：‘我这病能好不能好？’”</p><p><a id="10"></a>8:10 以利沙对哈薛说：“你回去告诉他说：‘这病必能好’；但耶和华指示我，他必要死。”</p><p><a id="11"></a>8:11 神人定睛看著哈薛，甚致他惭愧。神人就哭了。</p><p><a id="12"></a>8:12 哈薛说：“我主为甚么哭？”回答说：“因为我知道你必苦害以色列人，用火焚烧他们的保障，用刀杀死他们的壮丁，摔死他们的婴孩，剖开他们的孕妇。”</p><p><a id="13"></a>8:13 哈薛说：“你仆人算甚么，不过是一条狗，焉能行这大事呢？”以利沙回答说：“耶和华指示我，你必作亚兰王。”</p><p><a id="14"></a>8:14 哈薛离开以利沙，回去见他的主人。主人问他说：“以利沙对你说甚么？”回答说：“他告诉我你必能好。”</p><p><a id="15"></a>8:15 次日，哈薛拿被窝浸在水中，蒙住王的脸，王就死了。于是哈薛篡了他的位。</p><p><a id="16"></a>8:16 以色列王亚哈的儿子约兰第五年，犹大王约沙法还在位的时候，约沙法的儿子约兰登基，作了犹大王。</p><p><a id="17"></a>8:17 约兰登基的时候年三十二岁，在耶路撒冷作王八年。</p><p><a id="18"></a>8:18 他行以色列诸王所行的，与亚哈家一样；因为他娶了亚哈的女儿为妻，行耶和华眼中看为恶的事。</p><p><a id="19"></a>8:19 耶和华却因他仆人大卫的缘故，仍不肯灭绝犹大，照他所应许大卫的话，永远赐灯光与他的子孙。</p><p><a id="20"></a>8:20 约兰年间，以东人背叛犹大，脱离他的权下，自己立王。</p><p><a id="21"></a>8:21 约兰率领所有的战车往撒益去，夜间起来，攻打围困他的以东人和车兵长。犹大兵就逃跑，各回各家去了。</p><p><a id="22"></a>8:22 这样，以东人背叛犹大，脱离他的权下，直到今日。那时，立拿人也背叛了。</p><p><a id="23"></a>8:23 约兰其余的事，凡他所行的，都写在犹大列王记上。</p><p><a id="24"></a>8:24 约兰与他列祖同睡，葬在大卫城他列祖的坟地里。他儿子亚哈谢接续他作王。</p><p><a id="25"></a>8:25 以色列王亚哈的儿子约兰十二年，犹大王约兰的儿子亚哈谢登基。</p><p><a id="26"></a>8:26 他登基的时候年二十二岁，在耶路撒冷作王一年。他母亲名叫亚她利雅，是以色列王暗利的孙女。</p><p><a id="27"></a>8:27 亚哈谢效法亚哈家，行耶和华眼中看为恶的事，与亚哈家一样。因为他是亚哈家的女婿。</p><p><a id="28"></a>8:28 他与亚哈的儿子约兰同往基列的拉末去，与亚兰王哈薛争战，亚兰人打伤了约兰，</p><p><a id="29"></a>8:29 约兰王回到耶斯列，医治在拉末与亚兰王哈薛打仗的时候所受的伤。犹大王约兰的儿子亚哈谢因为亚哈的儿子约兰病了，就下到耶斯列看望他。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/列王记(下)/8.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _8 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _8 as default
};
