import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/约伯记/18.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/约伯记/18.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>18:1 书亚人比勒达回答说：</p><p><a id="2"></a>18:2 “你寻索言语要到几时呢？你可以揣摩思想，然后我们就说话。</p><p><a id="3"></a>18:3 我们为何算为畜生，在你眼中看作污秽呢？</p><p><a id="4"></a>18:4 你这恼怒将自己撕裂的，难道大地为你见弃、磐石挪开原处吗？</p><p><a id="5"></a>18:5 恶人的亮光必要熄灭，他的火焰必不照耀。</p><p><a id="6"></a>18:6 他帐棚中的亮光要变为黑暗，他以上的灯也必熄灭。</p><p><a id="7"></a>18:7 他坚强的脚步必见狭窄；自己的计谋必将他绊倒。</p><p><a id="8"></a>18:8 因为他被自己的脚陷入网中，走在缠人的网罗上。</p><p><a id="9"></a>18:9 圈套必抓住他的脚跟，机关必擒获他。</p><p><a id="10"></a>18:10 活扣为他藏在土内，羁绊为他藏在路上。</p><p><a id="11"></a>18:11 四面的惊吓要使他害怕，并且追赶他的脚跟。</p><p><a id="12"></a>18:12 他的力量必因饥饿衰败；祸患要在他旁边等候。</p><p><a id="13"></a>18:13 他本身的肢体要被吞吃；死亡的长子要吞吃他的肢体。</p><p><a id="14"></a>18:14 他要从所倚靠的帐棚被拔出来，带到惊吓的王那里。</p><p><a id="15"></a>18:15 不属他的，必住在他的帐棚里，硫磺必撒在他所住之处。</p><p><a id="16"></a>18:16 下边，他的根本要枯乾；上边，他的枝子要剪除。</p><p><a id="17"></a>18:17 他的记念在地上必然灭亡；他的名字在街上也不存留。</p><p><a id="18"></a>18:18 他必从光明中被撵到黑暗里，必被赶出世界。</p><p><a id="19"></a>18:19 在本民中必无子无孙；在寄居之地也无一人存留。</p><p><a id="20"></a>18:20 以后来的，要惊奇他的日子，好像以前去的，受了惊骇。</p><p><a id="21"></a>18:21 不义之人的住处总是这样；此乃不认识　神之人的地步。”</p><p><a id="1"></a>18:1 书亚人比勒达回答说：</p><p><a id="2"></a>18:2 “你寻索言语要到几时呢？你可以揣摩思想，然后我们就说话。</p><p><a id="3"></a>18:3 我们为何算为畜生，在你眼中看作污秽呢？</p><p><a id="4"></a>18:4 你这恼怒将自己撕裂的，难道大地为你见弃、磐石挪开原处吗？</p><p><a id="5"></a>18:5 恶人的亮光必要熄灭，他的火焰必不照耀。</p><p><a id="6"></a>18:6 他帐棚中的亮光要变为黑暗，他以上的灯也必熄灭。</p><p><a id="7"></a>18:7 他坚强的脚步必见狭窄；自己的计谋必将他绊倒。</p><p><a id="8"></a>18:8 因为他被自己的脚陷入网中，走在缠人的网罗上。</p><p><a id="9"></a>18:9 圈套必抓住他的脚跟，机关必擒获他。</p><p><a id="10"></a>18:10 活扣为他藏在土内，羁绊为他藏在路上。</p><p><a id="11"></a>18:11 四面的惊吓要使他害怕，并且追赶他的脚跟。</p><p><a id="12"></a>18:12 他的力量必因饥饿衰败；祸患要在他旁边等候。</p><p><a id="13"></a>18:13 他本身的肢体要被吞吃；死亡的长子要吞吃他的肢体。</p><p><a id="14"></a>18:14 他要从所倚靠的帐棚被拔出来，带到惊吓的王那里。</p><p><a id="15"></a>18:15 不属他的，必住在他的帐棚里，硫磺必撒在他所住之处。</p><p><a id="16"></a>18:16 下边，他的根本要枯乾；上边，他的枝子要剪除。</p><p><a id="17"></a>18:17 他的记念在地上必然灭亡；他的名字在街上也不存留。</p><p><a id="18"></a>18:18 他必从光明中被撵到黑暗里，必被赶出世界。</p><p><a id="19"></a>18:19 在本民中必无子无孙；在寄居之地也无一人存留。</p><p><a id="20"></a>18:20 以后来的，要惊奇他的日子，好像以前去的，受了惊骇。</p><p><a id="21"></a>18:21 不义之人的住处总是这样；此乃不认识　神之人的地步。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/约伯记/18.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _18 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _18 as default
};
