import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/出埃及记/14.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/出埃及记/14.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>14:1 耶和华晓谕摩西说：</p><p><a id="2"></a>14:2 “你吩咐以色列人转回，安营在比哈希录前、密夺和海的中间，对著巴力洗分靠近海边安营。</p><p><a id="3"></a>14:3 法老必说：‘以色列人在地中绕迷了，旷野把他们困住了。’</p><p><a id="4"></a>14:4 我要使法老的心刚硬，他要追赶他们，我便在法老和他全军身上得荣耀，埃及人就知道我是耶和华。”于是，以色列人这样行了。</p><p><a id="5"></a>14:5 有人告诉埃及王说：“百姓逃跑！”法老和他的臣仆就向百姓变心，说：“我们容以色列人去不再服事我们，这做的是甚么事呢？”</p><p><a id="6"></a>14:6 法老就预备他的车辆，带领军兵同去，</p><p><a id="7"></a>14:7 并带著六百辆特选的车和埃及所有的车，每辆都有车兵长。</p><p><a id="8"></a>14:8 耶和华使埃及王法老的心刚硬，他就追赶以色列人，因为以色列人是昂然无惧地出埃及。</p><p><a id="9"></a>14:9 埃及人追赶他们，法老一切的马匹、车辆、马兵与军兵，就在海边上靠近比哈希录对著巴力洗分，在他们安营的地方追上了。</p><p><a id="10"></a>14:10 法老临近的时候，以色列人举目看见埃及人赶来，就甚惧怕，向耶和华哀求。</p><p><a id="11"></a>14:11 他们对摩西说：“难道在埃及没有坟地，你把我们带来死在旷野吗？你为甚么这样待我们，将我们从埃及领出来呢？</p><p><a id="12"></a>14:12 我们在埃及岂没有对你说过，不要搅扰我们，容我们服事埃及人吗？因为服事埃及人比死在旷野还好。”</p><p><a id="13"></a>14:13 摩西对百姓说：“不要惧怕，只管站住！看耶和华今天向你们所要施行的救恩。因为，你们今天所看见的埃及人，必永远不再看见了。</p><p><a id="14"></a>14:14 耶和华必为你们争战，你们只管静默，不要做声。”</p><p><a id="15"></a>14:15 耶和华对摩西说：“你为甚么向我哀求呢？你吩咐以色列人往前走。</p><p><a id="16"></a>14:16 你举手向海伸杖，把水分开，以色列人要下海中走乾地。</p><p><a id="17"></a>14:17 我要使埃及人的心刚硬，他们就跟著下去，我要在法老和他的全军、车辆、马兵上得荣耀．</p><p><a id="18"></a>14:18 我在法老和他的车辆、马兵上得荣耀的时候，埃及人就知道我是耶和华了。”</p><p><a id="19"></a>14:19 在以色列营前行走　神的使者，转到他们后边去；云柱也从他们前边转到他们后边立住。</p><p><a id="20"></a>14:20 在埃及营和以色列营中间有云柱，一边黑暗，一边发光，终夜两下不得相近。</p><p><a id="21"></a>14:21 摩西向海伸杖，耶和华便用大东风，使海水一夜退去，水便分开，海就成了乾地。</p><p><a id="22"></a>14:22 以色列人下海中走乾地，水在他们的左右作了墙垣。</p><p><a id="23"></a>14:23 埃及人追赶他们，法老一切的马匹、车辆和马兵都跟著下到海中。</p><p><a id="24"></a>14:24 到了晨更的时候，耶和华从云火柱中向埃及的军兵观看，使埃及的军兵混乱了；</p><p><a id="25"></a>14:25 又使他们的车轮脱落，难以行走，以致埃及人说：“我们从以色列人面前逃跑吧！因耶和华为他们攻击我们了。”</p><p><a id="26"></a>14:26 耶和华对摩西说：“你向海伸杖，叫水仍合在埃及人并他们的车辆、马兵身上。”</p><p><a id="27"></a>14:27 摩西就向海伸杖，到了天一亮，海水仍旧复原。埃及人避水逃跑的时候，耶和华把他们推翻在海中，</p><p><a id="28"></a>14:28 水就回流，淹没了车辆和马兵，那些跟著以色列人下海法老的全军，连一个也没有剩下。</p><p><a id="29"></a>14:29 以色列人却在海中走乾地，水在他们的左右作了墙垣。</p><p><a id="30"></a>14:30 当日，耶和华这样拯救以色列人脱离埃及人的手，以色列人看见埃及人的死尸都在海边了。</p><p><a id="31"></a>14:31 以色列人看见耶和华向埃及人所行的大事，就敬畏耶和华，又信服他和他的仆人摩西。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/出埃及记/14.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _14 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _14 as default
};
