import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/申命记/22.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/申命记/22.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>22:1 你若看见弟兄的牛或羊失迷了路，不可佯为不见，总要把它牵回来交给你的弟兄。</p><p><a id="2"></a>22:2 你弟兄若离你远，或是你不认识他，就要牵到你家去，留在你那里，等你弟兄来寻找，就还给他。</p><p><a id="3"></a>22:3 你的弟兄无论失落甚么，或是驴，或是衣服，你若遇见，都要这样行，不可佯为不见。</p><p><a id="4"></a>22:4 你若看见弟兄的牛或驴跌倒在路上，不可佯为不见，总要帮助他拉起来。</p><p><a id="5"></a>22:5 妇女不可穿戴男子所穿戴的；男子也不可穿妇女的衣服，因为这样行都是耶和华你　神所憎恶的。</p><p><a id="6"></a>22:6 你若路上遇见鸟窝，或在树上，或在地上，里头有雏或有蛋，母鸟伏在雏上或在蛋上，你不可连母带雏一并取去。</p><p><a id="7"></a>22:7 总要放母，只可取雏，这样你就可以享福，日子得以长久。</p><p><a id="8"></a>22:8 你若建造房屋，要在房上的四围安栏杆，免得有人从房上掉下来，流血的罪就归于你家。</p><p><a id="9"></a>22:9 不可把两样种子种在你的葡萄园里，免得你撒种所结的和葡萄园的果子都要充公。</p><p><a id="10"></a>22:10 不可并用牛、驴耕地。</p><p><a id="11"></a>22:11 不可穿羊毛、细麻两样搀杂料做的衣服。</p><p><a id="12"></a>22:12 你要在所披的外衣上四围做□子。</p><p><a id="13"></a>22:13 人若娶妻，与她同房之后恨恶她，</p><p><a id="14"></a>22:14 信口说她，将丑名加在她身上说：‘我娶了这女子与她同房，见她没有贞洁的凭据。’</p><p><a id="15"></a>22:15 女子的父母就要把女子贞洁的凭据拿出来，带到本城门长老那里。</p><p><a id="16"></a>22:16 女子的父亲要对长老说：‘我将我的女儿给这人为妻，他恨恶她，</p><p><a id="17"></a>22:17 信口说她，说：我见你的女儿没有贞洁的凭据。其实这就是我女儿贞洁的凭据。’父母就把那布铺在本城的长老面前。</p><p><a id="18"></a>22:18 本城的长老要拿住那人，惩治他，</p><p><a id="19"></a>22:19 并要罚他一百舍客勒银子，给女子的父亲，因为他将丑名加在以色列的一个处女身上。女子仍作他的妻，终身不可休她。</p><p><a id="20"></a>22:20 但这事若是真的，女子没有贞洁的凭据，</p><p><a id="21"></a>22:21 就要将女子带到她父家的门口，本城的人要用石头将她打死，因为她在父家行了淫乱，在以色列中做了丑事。这样，就把那恶从你们中间除掉。</p><p><a id="22"></a>22:22 若遇见人与有丈夫的妇人行淫，就要将奸夫、淫妇一并治死。这样，就把那恶从以色列中除掉。</p><p><a id="23"></a>22:23 若有处女已经许配丈夫，有人在城里遇见她，与她行淫，</p><p><a id="24"></a>22:24 你们就要把这二人带到本城门，用石头打死，女子是因为虽在城里却没有喊叫；男子是因为玷污别人的妻。这样，就把那恶从你们中间除掉。</p><p><a id="25"></a>22:25 若有男子在田野遇见已经许配人的女子，强与她行淫，只要将那男子治死，</p><p><a id="26"></a>22:26 但不可办女子，她本没有该死的罪，这事就类乎人起来攻击邻舍，将他杀了一样。</p><p><a id="27"></a>22:27 因为男子是在田野遇见那已经许配人的女子，女子喊叫并无人救她。</p><p><a id="28"></a>22:28 若有男子遇见没有许配人的处女，抓住她与她行淫，被人看见，</p><p><a id="29"></a>22:29 这男子就要拿五十舍客勒银子给女子的父亲，因他玷污了这女子，就要娶她为妻，终身不可休她。</p><p><a id="30"></a>22:30 人不可娶继母为妻，不可掀开他父亲的衣襟。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/申命记/22.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _22 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _22 as default
};
