import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/约伯记/34.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/约伯记/34.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>34:1 以利户又说：</p><p><a id="2"></a>34:2 “你们智慧人要听我的话；有知识的人要留心听我说！</p><p><a id="3"></a>34:3 因为耳朵试验话语，好像上膛尝食物。</p><p><a id="4"></a>34:4 我们当选择何为是，彼此知道何为善。</p><p><a id="5"></a>34:5 约伯曾说：‘我是公义，　神夺去我的理。</p><p><a id="6"></a>34:6 我虽有理，还算为说谎言的；我虽无过，受的伤还不能医治。’</p><p><a id="7"></a>34:7 谁像约伯，喝讥诮如同喝水呢？</p><p><a id="8"></a>34:8 他与作孽的结伴，和恶人同行。</p><p><a id="9"></a>34:9 他说：‘人以　神为乐，总是无益。’</p><p><a id="10"></a>34:10 所以你们明理的人，要听我的话。　神断不至行恶，全能者断不至作孽！</p><p><a id="11"></a>34:11 他必按人所做的报应人，使各人照所行的得报。</p><p><a id="12"></a>34:12 神必不作恶，全能者也不偏离公平！</p><p><a id="13"></a>34:13 谁派他治理地、安定全世界呢？</p><p><a id="14"></a>34:14 他若专心为己，将灵和气收归自己，</p><p><a id="15"></a>34:15 凡有血气的就必一同死亡，世人必仍归尘土。</p><p><a id="16"></a>34:16 你若明理，就当听我的话，留心听我言语的声音；</p><p><a id="17"></a>34:17 难道恨恶公平的，可以掌权吗？那有公义的，有大能的，岂可定他有罪吗？</p><p><a id="18"></a>34:18 他对君王说：‘你是鄙陋的’；对贵臣说：‘你是邪恶的’。</p><p><a id="19"></a>34:19 他待王子不徇情面，也不看重富足的过于贫穷的，因为都是他手所造。</p><p><a id="20"></a>34:20 在转眼之间，半夜之中，他们就死亡。百姓被震动而去世；有权力的被夺去非借人手。</p><p><a id="21"></a>34:21 神注目观看人的道路，看明人的脚步。</p><p><a id="22"></a>34:22 没有黑暗、阴翳能给作孽的藏身。</p><p><a id="23"></a>34:23 神审判人，不必使人到他面前再三鉴察。</p><p><a id="24"></a>34:24 他用难测之法打破有能力的人，设立别人代替他们。</p><p><a id="25"></a>34:25 他原知道他们的行为，使他们在夜间倾倒灭亡。</p><p><a id="26"></a>34:26 他在众人眼前击打他们，如同击打恶人一样。</p><p><a id="27"></a>34:27 因为他们偏行不跟从他，也不留心他的道；</p><p><a id="28"></a>34:28 甚至使贫穷人的哀声达到他那里，他也听了困苦人的哀声。</p><p><a id="29"></a>34:29 他使人安静，谁能扰乱（注：或作“定罪”）呢？他掩面，谁能见他呢？无论待一国或一人都是如此。</p><p><a id="30"></a>34:30 使不虔敬的人不得作王，免得有人牢笼百姓。</p><p><a id="31"></a>34:31 有谁对　神说：‘我受了责罚，不再犯罪。</p><p><a id="32"></a>34:32 我所看不明的，求你指教我；我若作了孽，必不再作’？</p><p><a id="33"></a>34:33 他施行报应，岂要随你的心愿，叫你推辞不受吗？选定的是你，不是我。你所知道的只管说吧！</p><p><a id="34"></a>34:34 明理的人和听我话的智慧人必对我说：</p><p><a id="35"></a>34:35 ‘约伯说话没有知识，言语中毫无智慧。’</p><p><a id="36"></a>34:36 愿约伯被试验到底，因他回答像恶人一样。</p><p><a id="37"></a>34:37 他在罪上又加悖逆，在我们中间拍手，用许多言语轻慢　神。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/约伯记/34.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _34 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _34 as default
};
