import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/民数记/28.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/民数记/28.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>28:1 耶和华晓谕摩西说：</p><p><a id="2"></a>28:2 “你要吩咐以色列人说：‘献给我的供物，就是献给我作馨香火祭的食物，你们要按日期献给我。’</p><p><a id="3"></a>28:3 又要对他们说：‘你们要献给耶和华的火祭，就是没有残疾、一岁的公羊羔，每日两只，作为常献的燔祭。</p><p><a id="4"></a>28:4 早晨要献一只，黄昏的时候要献一只。</p><p><a id="5"></a>28:5 又用细面伊法十分之一，并捣成的油一欣四分之一，调和作为素祭。</p><p><a id="6"></a>28:6 这是在西奈山所命定为常献的燔祭，是献给耶和华为馨香的火祭。</p><p><a id="7"></a>28:7 为这一只羊羔，要同献奠祭的酒一欣四分之一。在圣所中，你要将醇酒奉给耶和华为奠祭。</p><p><a id="8"></a>28:8 晚上，你要献那一只羊羔，必照早晨的素祭和同献的奠祭献上，作为馨香的火祭献给耶和华。</p><p><a id="9"></a>28:9 当安息日，要献两只没有残疾、一岁的公羊羔，并用调油的细面伊法十分之二为素祭，又将同献的奠祭献上。</p><p><a id="10"></a>28:10 这是每安息日献的燔祭，那常献的燔祭和同献的奠祭在外。</p><p><a id="11"></a>28:11 每月朔，你们要将两只公牛犊，一只公绵羊，七只没有残疾、一岁的公羊羔，献给耶和华为燔祭。</p><p><a id="12"></a>28:12 每只公牛要用调油的细面伊法十分之三作为素祭；那只公羊也用调油的细面伊法十分之二作为素祭。</p><p><a id="13"></a>28:13 每只羊羔要用调油的细面伊法十分之一作为素祭和馨香的燔祭，是献给耶和华的火祭。</p><p><a id="14"></a>28:14 一只公牛要奠酒半欣；一只公羊要奠酒一欣三分之一；一只羊羔也奠酒一欣四分之一。这是每月的燔祭，一年之中要月月如此。</p><p><a id="15"></a>28:15 又要将一只公山羊为赎罪祭，献给耶和华，要献在常献的燔祭和同献的奠祭以外。</p><p><a id="16"></a>28:16 正月十四日，是耶和华的逾越节。</p><p><a id="17"></a>28:17 这月十五日是节期，要吃无酵饼七日。</p><p><a id="18"></a>28:18 第一日当有圣会，甚么劳碌的工都不可做。</p><p><a id="19"></a>28:19 当将公牛犊两只，公绵羊一只，一岁的公羊羔七只，都要没有残疾的，用火献给耶和华为燔祭。</p><p><a id="20"></a>28:20 同献的素祭用调油的细面，为一只公牛要献伊法十分之三；为一只公羊要献伊法十分之二；</p><p><a id="21"></a>28:21 为那七只羊羔，每只要献伊法十分之一；</p><p><a id="22"></a>28:22 并献一只公山羊作赎罪祭，为你们赎罪。</p><p><a id="23"></a>28:23 你们献这些，要在早晨常献的燔祭以外。</p><p><a id="24"></a>28:24 一连七日，每日要照这例，把馨香火祭的食物献给耶和华，是在常献的燔祭和同献的奠祭以外。</p><p><a id="25"></a>28:25 第七日当有圣会，甚么劳碌的工都不可做。</p><p><a id="26"></a>28:26 七七节庄稼初熟，你们献新素祭给耶和华的日子，当有圣会，甚么劳碌的工都不可做。</p><p><a id="27"></a>28:27 只要将公牛犊两只，公绵羊一只，一岁的公羊羔七只，作为馨香的燔祭献给耶和华。</p><p><a id="28"></a>28:28 同献的素祭用调油的细面，为每只公牛要献伊法十分之三；为一只公羊要献伊法十分之二；</p><p><a id="29"></a>28:29 为那七只羊羔，每只要献伊法十分之一；</p><p><a id="30"></a>28:30 并献一只公山羊为你们赎罪。</p><p><a id="31"></a>28:31 这些，你们要献在常献的燔祭和同献的素祭并同献的奠祭以外，都要没有残疾的。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/民数记/28.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _28 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _28 as default
};
