import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/列王记(上)/13.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/列王记(上)/13.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>13:1 那时，有一个神人奉耶和华的命从犹大来到伯特利，耶罗波安正站在坛旁要烧香。</p><p><a id="2"></a>13:2 神人奉耶和华的命向坛呼叫说：“坛哪，坛哪！耶和华如此说：‘大卫家里必生一个儿子，名叫约西亚。他必将邱坛的祭司，就是在你上面烧香的，杀在你上面，人的骨头也必烧在你上面。’”</p><p><a id="3"></a>13:3 当日，神人设个预兆说：“这坛必破裂，坛上的灰必倾撒。这是耶和华说的预兆。”</p><p><a id="4"></a>13:4 耶罗波安王听见神人向伯特利的坛呼叫的话，就从坛上伸手说：“拿住他吧！”王向神人所伸的手就枯乾了，不能弯回；</p><p><a id="5"></a>13:5 坛也破裂了，坛上的灰倾撒了，正如神人奉耶和华的命所设的预兆。</p><p><a id="6"></a>13:6 王对神人说：“请你为我祷告，求耶和华你　神的恩典，使我的手复原。”于是神人祈祷耶和华，王的手就复了原，仍如寻常一样。</p><p><a id="7"></a>13:7 王对神人说：“请你同我回去吃饭，加添心力，我也必给你赏赐。”</p><p><a id="8"></a>13:8 神人对王说：“你就是把你的宫一半给我，我也不同你进去，也不在这地方吃饭喝水，</p><p><a id="9"></a>13:9 因为有耶和华的话嘱咐我说：‘不可在伯特利吃饭喝水，也不可从你去的原路回来。’”</p><p><a id="10"></a>13:10 于是，神人从别的路回去，不从伯特利来的原路回去。</p><p><a id="11"></a>13:11 有一个老先知住在伯特利，他儿子们来将神人当日在伯特利所行的一切事和向王所说的话，都告诉了父亲。</p><p><a id="12"></a>13:12 父亲问他们说：“神人从哪条路去了呢？”儿子们就告诉他。原来他们看见那从犹大来的神人所去的路。</p><p><a id="13"></a>13:13 老先知就吩咐他儿子们说：“你们为我备驴。”他们备好了驴，他就骑上，</p><p><a id="14"></a>13:14 去追赶神人，遇见他坐在橡树底下，就问他说：“你是从犹大来的神人不是？”他说：“是。”</p><p><a id="15"></a>13:15 老先知对他说：“请你同我回家吃饭。”</p><p><a id="16"></a>13:16 神人说：“我不可同你回去进你的家，也不可在这里同你吃饭喝水，</p><p><a id="17"></a>13:17 因为有耶和华的话嘱咐我说：‘你在那里不可吃饭喝水，也不可从你去的原路回来。’”</p><p><a id="18"></a>13:18 老先知对他说：“我也是先知，和你一样。有天使奉耶和华的命对我说：‘你去把他带回你的家，叫他吃饭喝水。’”这都是老先知诓哄他。</p><p><a id="19"></a>13:19 于是，神人同老先知回去，在他家里吃饭喝水。</p><p><a id="20"></a>13:20 二人坐席的时候，耶和华的话临到那带神人回来的先知。</p><p><a id="21"></a>13:21 他就对那从犹大来的神人说：“耶和华如此说：‘你既违背耶和华的话，不遵守耶和华你　神的命令，</p><p><a id="22"></a>13:22 反倒回来，在耶和华禁止你吃饭喝水的地方吃了喝了，因此你的尸身不得入你列祖的坟墓。’”</p><p><a id="23"></a>13:23 吃喝完了，老先知为所带回来的先知备驴。</p><p><a id="24"></a>13:24 他就去了。在路上有个狮子遇见他，将他咬死，尸身倒在路上，驴站在尸身旁边，狮子也站在尸身旁边。</p><p><a id="25"></a>13:25 有人从那里经过，看见尸身倒在路上，狮子站在尸身旁边，就来到老先知所住的城里述说这事。</p><p><a id="26"></a>13:26 那带神人回来的先知听见这事，就说：“这是那违背了耶和华命令的神人，所以耶和华把他交给狮子；狮子抓伤他，咬死他，是应验耶和华对他说的话。”</p><p><a id="27"></a>13:27 老先知就吩咐他儿子们说：“你们为我备驴。”他们就备了驴。</p><p><a id="28"></a>13:28 他去了，看见神人的尸身倒在路上，驴和狮子站在尸身旁边，狮子却没有吃尸身，也没有抓伤驴。</p><p><a id="29"></a>13:29 老先知就把神人的尸身驮在驴上，带回自己的城里，要哀哭他，葬埋他；</p><p><a id="30"></a>13:30 就把他的尸身葬在自己的坟墓里，哀哭他说：“哀哉！我兄啊。”</p><p><a id="31"></a>13:31 安葬之后，老先知对他儿子们说：“我死了，你们要葬我在神人的坟墓里，使我的尸骨靠近他的尸骨。</p><p><a id="32"></a>13:32 因为他奉耶和华的命指著伯特利的坛，和撒马利亚各城有邱坛之殿所说的话，必定应验。”</p><p><a id="33"></a>13:33 这事以后，耶罗波安仍不离开他的恶道，将凡民立为邱坛的祭司；凡愿意的，他都分别为圣，立为邱坛的祭司。</p><p><a id="34"></a>13:34 这事叫耶罗波安的家陷在罪里，甚至他的家从地上除灭了。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/列王记(上)/13.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _13 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _13 as default
};
