import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/彼得前书/1.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/彼得前书/1.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>1:1 耶稣基督的使徒彼得，写信给那分散在本都、加拉太、加帕多家、亚西亚、庇推尼寄居的，</p><p><a id="2"></a>1:2 就是照父　神的先见被拣选，藉著圣灵得成圣洁，以致顺服耶稣基督，又蒙他血所洒的人：愿恩惠、平安多多地加给你们！</p><p><a id="3"></a>1:3 愿颂赞归与我们主耶稣基督的父　神。他曾照自己的大怜悯，藉耶稣基督从死里复活，重生了我们，叫我们有活泼的盼望，</p><p><a id="4"></a>1:4 可以得著不能朽坏、不能玷污、不能衰残、为你们存留在天上的基业。</p><p><a id="5"></a>1:5 你们这因信蒙　神能力保守的人，必能得著所预备、到末世要显现的救恩。</p><p><a id="6"></a>1:6 因此，你们是大有喜乐。但如今在百般的试炼中暂时忧愁，</p><p><a id="7"></a>1:7 叫你们的信心既被试验，就比那被火试验仍然能坏的金子更显宝贵，可以在耶稣基督显现的时候，得著称赞、荣耀、尊贵。</p><p><a id="8"></a>1:8 你们虽然没有见过他，却是爱他；如今虽不得看见，却因信他就有说不出来、满有荣光的大喜乐，</p><p><a id="9"></a>1:9 并且得著你们信心的果效，就是灵魂的救恩。</p><p><a id="10"></a>1:10 论到这救恩，那预先说你们要得恩典的众先知早已详细地寻求考察，</p><p><a id="11"></a>1:11 就是考察在他们心里基督的灵，预先证明基督受苦难，后来得荣耀，是指著甚么时候，并怎样的时候。</p><p><a id="12"></a>1:12 他们得了启示，知道他们所传讲的一切事（注：“传讲”原文作“服事”），不是为自己，乃是为你们。那靠著从天上差来的圣灵传福音给你们的人，现在将这些事报给你们，天使也愿意详细察看这些事。</p><p><a id="13"></a>1:13 所以要约束你们的心（注：原文作“束上你们心中的腰”），谨慎自守，专心盼望耶稣基督显现的时候所带来给你们的恩。</p><p><a id="14"></a>1:14 你们既作顺命的儿女，就不要效法从前蒙昧无知的时候那放纵私欲的样子。</p><p><a id="15"></a>1:15 那召你们的既是圣洁，你们在一切所行的事上也要圣洁。</p><p><a id="16"></a>1:16 因为经上记著说：“你们要圣洁，因为我是圣洁的。”</p><p><a id="17"></a>1:17 你们既称那不偏待人、按各人行为审判人的主为父，就当存敬畏的心，度你们在世寄居的日子，</p><p><a id="18"></a>1:18 知道你们得赎、脱去你们祖宗所传流虚妄的行为，不是凭著能坏的金银等物，</p><p><a id="19"></a>1:19 乃是凭著基督的宝血，如同无瑕疵、无玷污的羔羊之血。</p><p><a id="20"></a>1:20 基督在创世以前是预先被　神知道的，却在这末世才为你们显现。</p><p><a id="21"></a>1:21 你们也因著他，信那叫他从死里复活，又给他荣耀的　神，叫你们的信心和盼望都在于　神。</p><p><a id="22"></a>1:22 你们既因顺从真理，洁净了自己的心，以致爱弟兄没有虚假，就当从心里彼此切实相爱（注：“从心鶪”有古卷作“从清洁的心”）。</p><p><a id="23"></a>1:23 你们蒙了重生，不是由于能坏的种子，乃是由于不能坏的种子，是藉著　神活泼常存的道。</p><p><a id="24"></a>1:24 因为：“凡有血气的，尽都如草，他的美荣都像草上的花。草必枯乾，花必凋谢；</p><p><a id="25"></a>1:25 惟有主的道是永存的。”所传给你们的福音就是这道。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/彼得前书/1.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _1 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _1 as default
};
