import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/罗马书/3.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/罗马书/3.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>3:1 这样说来，犹太人有甚么长处，割礼有甚么益处呢？</p><p><a id="2"></a>3:2 凡事大有好处，第一是　神的圣言交托他们。</p><p><a id="3"></a>3:3 即便有不信的，这有何妨呢？难道他们的不信，就废掉　神的信吗？</p><p><a id="4"></a>3:4 断乎不能！不如说，　神是真实的，人都是虚谎的。如经上所记：“ 你责备人的时候，显为公义；被人议论的时候，可以得胜。”</p><p><a id="5"></a>3:5 我且照著人的常话说，我们的不义若显出　神的义来，我们可以怎么说呢？　神降怒，是他不义吗？</p><p><a id="6"></a>3:6 断乎不是！若是这样，　神怎能审判世界呢？</p><p><a id="7"></a>3:7 若　神的真实，因我的虚谎越发显出他的荣耀，为甚么我还受审判，好像罪人呢？</p><p><a id="8"></a>3:8 为甚么不说，我们可以作恶以成善呢？这是毁谤我们的人说我们有这话。这等人定罪是该当的。</p><p><a id="9"></a>3:9 这却怎么样呢？我们比他们强吗？决不是的！因我们已经证明：犹太人和希腊人都在罪恶之下。</p><p><a id="10"></a>3:10 就如经上所记：“没有义人，连一个也没有！</p><p><a id="11"></a>3:11 没有明白的，没有寻求　神的；</p><p><a id="12"></a>3:12 都是偏离正路，一同变为无用。没有行善的，连一个也没有！”</p><p><a id="13"></a>3:13 “他们的喉咙是敞开的坟墓；他们用舌头弄诡诈。”“嘴唇里有虺蛇的毒气。”</p><p><a id="14"></a>3:14 “满口是咒骂苦毒。”</p><p><a id="15"></a>3:15 “杀人流血，他们的脚飞跑，</p><p><a id="16"></a>3:16 所经过的路，便行残害暴虐的事；</p><p><a id="17"></a>3:17 平安的路，他们未曾知道。”</p><p><a id="18"></a>3:18 “他们眼中不怕　神。”</p><p><a id="19"></a>3:19 我们晓得律法上的话，都是对律法以下之人说的，好塞住各人的口，叫普世的人都伏在　神审判之下。</p><p><a id="20"></a>3:20 所以凡有血气的，没有一个因行律法能在　神面前称义，因为律法本是叫人知罪。</p><p><a id="21"></a>3:21 但如今，　神的义在律法以外已经显明出来，有律法和先知为证：</p><p><a id="22"></a>3:22 就是　神的义，因信耶稣基督加给一切相信的人，并没有分别。</p><p><a id="23"></a>3:23 因为世人都犯了罪，亏缺了　神的荣耀；</p><p><a id="24"></a>3:24 如今却蒙　神的恩典，因基督耶稣的救赎，就白白地称义。</p><p><a id="25"></a>3:25 神设立耶稣作挽回祭，是凭著耶稣的血，藉著人的信，要显明　神的义。因为他用忍耐的心，宽容人先时所犯的罪，</p><p><a id="26"></a>3:26 好在今时显明他的义，使人知道他自己为义，也称信耶稣的人为义。</p><p><a id="27"></a>3:27 既是这样，哪里能夸口呢？没有可夸的了！用何法没有的呢？是用立功之法吗？不是，乃用信主之法。</p><p><a id="28"></a>3:28 所以（注：有古卷作“因为”）我们看定了：人称义是因著信，不在乎遵行律法。</p><p><a id="29"></a>3:29 难道　神只作犹太人的　神吗？不也是作外邦人的　神吗？是的，也作外邦人的　神。</p><p><a id="30"></a>3:30 神既是一位，他就要因信称那受割礼的为义，也要因信称那未受割礼的为义。</p><p><a id="31"></a>3:31 这样，我们因信废了律法么？断乎不是！更是坚固律法。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/罗马书/3.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _3 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _3 as default
};
