import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/路加福音/14.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/路加福音/14.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>14:1 安息日，耶稣到一个法利赛人的首领家里去吃饭，他们就窥探他。</p><p><a id="2"></a>14:2 在他面前有一个患水臌的人。</p><p><a id="3"></a>14:3 耶稣对律法师和法利赛人说：“安息日治病可以不可以？”</p><p><a id="4"></a>14:4 他们却不言语。耶稣就治好那人，叫他走了。</p><p><a id="5"></a>14:5 便对他们说：“你们中间谁有驴或有牛，在安息日掉在井里，不立时拉它上来呢？”</p><p><a id="6"></a>14:6 他们不能对答这话。</p><p><a id="7"></a>14:7 耶稣见所请的客拣择首位，就用比喻对他们说：</p><p><a id="8"></a>14:8 “你被人请去赴婚姻的筵席，不要坐在首位上，恐怕有比你尊贵的客被他请来；</p><p><a id="9"></a>14:9 那请你们的人前来对你说：‘让座给这一位吧！’你就羞羞惭惭地退到末位上去了。</p><p><a id="10"></a>14:10 你被请的时候，就去坐在末位上，好叫那请你的人来对你说：‘朋友，请上座。’那时，你在同席的人面前就有光彩了。</p><p><a id="11"></a>14:11 因为，凡自高的，必降为卑；自卑的，必升为高。”</p><p><a id="12"></a>14:12 耶稣又对请他的人说：“你摆设午饭或晚饭，不要请你的朋友、弟兄、亲属和富足的邻舍，恐怕他们也请你，你就得了报答。</p><p><a id="13"></a>14:13 你摆设筵席，倒要请那贫穷的、残废的、瘸腿的、瞎眼的，你就有福了！</p><p><a id="14"></a>14:14 因为他们没有甚么可报答你。到义人复活的时候，你要得著报答。”</p><p><a id="15"></a>14:15 同席的有一人听见这话，就对耶稣说：“在　神国里吃饭的有福了！”</p><p><a id="16"></a>14:16 耶稣对他说：“有一人摆设大筵席，请了许多客。</p><p><a id="17"></a>14:17 到了坐席的时候，打发仆人去对所请的人说：‘请来吧！样样都齐备了。’</p><p><a id="18"></a>14:18 众人一口同音地推辞。头一个说：‘我买了一块地，必须去看看。请你准我辞了。’</p><p><a id="19"></a>14:19 又有一个说：‘我买了五对牛，要去试一试。请你准我辞了。’</p><p><a id="20"></a>14:20 又有一个说：‘我才娶了妻，所以不能去。’</p><p><a id="21"></a>14:21 那仆人回来，把这事都告诉了主人。家主就动怒，对仆人说：‘快出去，到城里大街小巷，领那贫穷的、残废的、瞎眼的、瘸腿的来。’</p><p><a id="22"></a>14:22 仆人说：‘主啊，你所吩咐的已经办了，还有空座。’</p><p><a id="23"></a>14:23 主人对仆人说：‘你出去到路上和篱笆那里，勉强人进来，坐满我的屋子。</p><p><a id="24"></a>14:24 我告诉你们，先前所请的人没有一个得尝我的筵席。’”</p><p><a id="25"></a>14:25 有极多的人和耶稣同行。他转过来对他们说：</p><p><a id="26"></a>14:26 “人到我这里来，若不爱我胜过爱（注：“爱我胜过爱”原文作“恨”）自己的父母、妻子、儿女、弟兄、姐妹，和自己的性命，就不能作我的门徒。</p><p><a id="27"></a>14:27 凡不背著自己十字架跟从我的，也不能作我的门徒。</p><p><a id="28"></a>14:28 你们哪一个要盖一座楼，不先坐下算计花费，能盖成不能呢？</p><p><a id="29"></a>14:29 恐怕安了地基，不能成功，看见的人都笑话他，</p><p><a id="30"></a>14:30 说：‘这个人开了工，却不能完工。’</p><p><a id="31"></a>14:31 或是一个王出去和别的王打仗，岂不先坐下酌量，能用一万兵去敌那领二万兵来攻打他的吗？</p><p><a id="32"></a>14:32 若是不能，就趁敌人还远的时候，派使者去求和息的条款。</p><p><a id="33"></a>14:33 这样，你们无论甚么人，若不撇下一切所有的，就不能作我的门徒。</p><p><a id="34"></a>14:34 盐本是好的，盐若失了味，可用甚么叫它再咸呢？</p><p><a id="35"></a>14:35 或用在田里，或堆在粪里，都不合式，只好丢在外面。有耳可听的，就应当听！”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/路加福音/14.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _14 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _14 as default
};
