import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/创世记/1.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/创世记/1.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>1:1 起初　神创造天地。</p><p><a id="2"></a>1:2 地是空虚混沌，渊面黑暗；　神的灵运行在水面上。</p><p><a id="3"></a>1:3 神说：“要有光。”就有了光。</p><p><a id="4"></a>1:4 神看光是好的，就把光暗分开了。</p><p><a id="5"></a>1:5 神称光为昼，称暗为夜。有晚上，有早晨，这是头一日。</p><p><a id="6"></a>1:6 神说：“诸水之间要有空气，将水分为上下。”</p><p><a id="7"></a>1:7 神就造出空气，将空气以下的水、空气以上的水分开了。事就这样成了。</p><p><a id="8"></a>1:8 神称空气为天。有晚上，有早晨，是第二日。</p><p><a id="9"></a>1:9 神说：“天下的水要聚在一处，使旱地露出来。”事就这样成了。</p><p><a id="10"></a>1:10 神称旱地为地，称水的聚处为海。　神看著是好的。</p><p><a id="11"></a>1:11 神说：“地要发生青草和结种子的菜蔬，并结果子的树木，各从其类，果子都包著核。”事就这样成了。</p><p><a id="12"></a>1:12 于是地发生了青草和结种子的菜蔬，各从其类；并结果子的树木，各从其类，果子都包著核。　神看著是好的。</p><p><a id="13"></a>1:13 有晚上，有早晨，是第三日。</p><p><a id="14"></a>1:14 神说：“天上要有光体，可以分昼夜，作记号，定节令、日子、年岁，</p><p><a id="15"></a>1:15 并要发光在天空，普照在地上。”事就这样成了。</p><p><a id="16"></a>1:16 于是　神造了两个大光，大的管昼，小的管夜，又造众星，</p><p><a id="17"></a>1:17 就把这些光摆列在天空，普照在地上，</p><p><a id="18"></a>1:18 管理昼夜，分别明暗。　神看著是好的。</p><p><a id="19"></a>1:19 有晚上，有早晨，是第四日。</p><p><a id="20"></a>1:20 神说：“水要多多滋生有生命的物，要有雀鸟飞在地面以上，天空之中。”</p><p><a id="21"></a>1:21 神就造出大鱼和水中所滋生各样有生命的动物，各从其类；又造出各样飞鸟，各从其类。　神看著是好的。</p><p><a id="22"></a>1:22 神就赐福给这一切说：“滋生繁多，充满海中的水；雀鸟也要多生在地上。”</p><p><a id="23"></a>1:23 有晚上，有早晨，是第五日。</p><p><a id="24"></a>1:24 神说：“地要生出活物来，各从其类；牲畜、昆虫、野兽，各从其类。”事就这样成了。</p><p><a id="25"></a>1:25 于是　神造出野兽，各从其类；牲畜，各从其类；地上一切昆虫，各从其类。　神看著是好的。</p><p><a id="26"></a>1:26 神说：“我们要照著我们的形像，按著我们的样式造人，使他们管理海里的鱼、空中的鸟、地上的牲畜和全地，并地上所爬的一切昆虫。”</p><p><a id="27"></a>1:27 神就照著自己的形像造人，乃是照著他的形像造男造女。</p><p><a id="28"></a>1:28 神就赐福给他们，又对他们说：“要生养众多，遍满地面，治理这地；也要管理海里的鱼、空中的鸟，和地上各样行动的活物。”</p><p><a id="29"></a>1:29 神说：“看哪！我将遍地上一切结种子的菜蔬，和一切树上所结有核的果子，全赐给你们作食物。</p><p><a id="30"></a>1:30 至于地上的走兽和空中的飞鸟，并各样爬在地上有生命的物，我将青草赐给它们作食物。”事就这样成了。</p><p><a id="31"></a>1:31 神看著一切所造的都甚好。有晚上，有早晨，是第六日。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/创世记/1.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _1 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _1 as default
};
