import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/以赛亚书/10.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/以赛亚书/10.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>10:1 祸哉！那些设立不义之律例的和记录奸诈之判语的，</p><p><a id="2"></a>10:2 为要屈枉穷乏人，夺去我民中困苦人的理，以寡妇当作掳物，以孤儿当作掠物。</p><p><a id="3"></a>10:3 到降罚的日子，有灾祸从远方临到。那时，你们怎样行呢？你们向谁逃奔求救呢？你们的荣耀（注：或作“财宝”）存留何处呢？</p><p><a id="4"></a>10:4 他们只得屈身在被掳的人以下，仆倒在被杀的人以下。虽然如此，耶和华的怒气还未转消，他的手仍伸不缩。</p><p><a id="5"></a>10:5 “亚述是我怒气的棍，手中拿我恼恨的杖。</p><p><a id="6"></a>10:6 我要打发他攻击亵渎的国民，吩咐他攻击我所恼怒的百姓，抢财为掳物，夺货为掠物，将他们践踏，像街上的泥土一样！</p><p><a id="7"></a>10:7 然而，他不是这样的意思，他心也不这样打算。他心里倒想毁灭、剪除不少的国。</p><p><a id="8"></a>10:8 他说：‘我的臣仆岂不都是王吗？</p><p><a id="9"></a>10:9 迦勒挪岂不像迦基米施吗？哈玛岂不像亚珥拔吗？撒马利亚岂不像大马士革吗？</p><p><a id="10"></a>10:10 我手已经购到有偶像的国，这些国雕刻的偶像，过于耶路撒冷和撒马利亚的偶像。</p><p><a id="11"></a>10:11 我怎样待撒马利亚和其中的偶像，岂不照样待耶路撒冷和其中的偶像吗？’”</p><p><a id="12"></a>10:12 主在锡安山和耶路撒冷成就他一切工作的时候，主说：“我必罚亚述王自大的心和他高傲眼目的荣耀。”</p><p><a id="13"></a>10:13 因为他说：“我所成就的事，是靠我手的能力和我的智慧，我本有聪明。我挪移列国的地界，抢夺他们所积蓄的财宝，并且我像勇士，使坐宝座的降为卑。</p><p><a id="14"></a>10:14 我的手购到列国的财宝，好像人购到鸟窝；我也得了全地，好像人拾起所弃的雀蛋。没有动翅膀的，没有张嘴的，也没有鸣叫的。”</p><p><a id="15"></a>10:15 斧岂可向用斧砍木的自夸呢？锯岂可向用锯的自大呢？好比棍抡起那举棍的，好比杖举起那非木的人。</p><p><a id="16"></a>10:16 因此，主万军之耶和华必使亚述王的肥壮人变为瘦弱，在他的荣华之下必有火著起，如同焚烧一样。</p><p><a id="17"></a>10:17 以色列的光必如火，他的圣者必如火焰。在一日之间，将亚述王的荆棘和蒺藜焚烧净尽，</p><p><a id="18"></a>10:18 又将他树林和肥田的荣耀全然烧尽，好像拿军旗的昏过去一样。</p><p><a id="19"></a>10:19 他林中剩下的树必稀少，就是孩子也能写其数。</p><p><a id="20"></a>10:20 到那日，以色列所剩下的和雅各家所逃脱的，不再倚靠那击打他们的，却要诚实倚靠耶和华以色列的圣者。</p><p><a id="21"></a>10:21 所剩下的，就是雅各家所剩下的，必归回全能的　神。</p><p><a id="22"></a>10:22 以色列啊，你的百姓虽多如海沙，惟有剩下的归回。原来灭绝的事已定，必有公义施行，如水涨溢。</p><p><a id="23"></a>10:23 因为主万军之耶和华在全地之中，必成就所定规的结局。</p><p><a id="24"></a>10:24 所以主万军之耶和华如此说：“住锡安我的百姓啊，亚述王虽然用棍击打你，又照埃及的样子举杖攻击你，你却不要怕他。</p><p><a id="25"></a>10:25 因为还有一点点时候，向你们发的忿恨就要完毕，我的怒气要向他发作，使他灭亡。”</p><p><a id="26"></a>10:26 万军之耶和华要兴起鞭来攻击他，好像在俄立磐石那里杀戮米甸人一样。耶和华的杖要向海伸出，把杖举起，像在埃及一样。</p><p><a id="27"></a>10:27 到那日，亚述王的重担必离开你的肩头，他的轭必离开你的颈项，那轭也必因肥壮的缘故撑断（注：或作“因膏油的缘故毁坏”）。</p><p><a id="28"></a>10:28 亚述王来到亚叶，经过米矶仑，在密抹安放辎重。</p><p><a id="29"></a>10:29 他们过了隘口，在迦巴住宿。拉玛人战兢，扫罗的基比亚人逃跑。</p><p><a id="30"></a>10:30 迦琳的居民哪（注：“居民”原文作“女子”），要高声呼喊！莱煞人哪，须听！哀哉，困苦的亚拿突啊！</p><p><a id="31"></a>10:31 玛得米那人躲避，基柄的居民逃遁。</p><p><a id="32"></a>10:32 当那日，亚述王要在挪伯歇兵，向锡安女子的山，就是耶路撒冷的山，抡手攻他。</p><p><a id="33"></a>10:33 看哪，主万军之耶和华以惊吓削去树枝，长高的必被砍下，高大的必被伐倒。</p><p><a id="34"></a>10:34 稠密的树林，他要用铁器砍下；黎巴嫩的树木必被大能者伐倒。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/以赛亚书/10.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _10 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _10 as default
};
