import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/创世记/44.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/创世记/44.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>44:1 约瑟吩咐家宰说：“把粮食装满这些人的口袋，尽著他们的驴所能驮的，又把各人的银子放在各人的口袋里，</p><p><a id="2"></a>44:2 并将我的银杯和那少年人籴粮的银子，一同装在他的口袋里。”家宰就照约瑟所说的话行了；</p><p><a id="3"></a>44:3 天一亮就打发那些人带著驴走了。</p><p><a id="4"></a>44:4 他们出城走了不远，约瑟对家宰说：“起来！追那些人去，追上了就对他们说：‘你们为甚么以恶报善呢？</p><p><a id="5"></a>44:5 这不是我主人饮酒的杯吗？岂不是他占卜用的吗？你们这样行是作恶了。’”</p><p><a id="6"></a>44:6 家宰追上他们，将这些话对他们说了。</p><p><a id="7"></a>44:7 他们回答说：“我主为甚么说这样的话呢？你仆人断不能做这样的事。</p><p><a id="8"></a>44:8 你看，我们从前在口袋里所见的银子，尚且从迦南地带来还你，我们怎能从你主人家里偷窃金银呢？</p><p><a id="9"></a>44:9 你仆人中，无论在谁那里搜出来，就叫他死，我们也作我主的奴仆。”</p><p><a id="10"></a>44:10 家宰说：“现在就照你们的话行吧！在谁那里搜出来，谁就作我的奴仆，其余的都没有罪。”</p><p><a id="11"></a>44:11 于是他们各人急忙把口袋卸在地下，各人打开口袋。</p><p><a id="12"></a>44:12 家宰就搜查，从年长的起，到年幼的为止，那杯竟在便雅悯的口袋里搜出来。</p><p><a id="13"></a>44:13 他们就撕裂衣服，各人把驮子抬在驴上，回城去了。</p><p><a id="14"></a>44:14 犹大和他弟兄们来到约瑟的屋中，约瑟还在那里，他们就在他面前俯伏于地。</p><p><a id="15"></a>44:15 约瑟对他们说：“你们做的是甚么事呢？你们岂不知像我这样的人必能占卜吗？”</p><p><a id="16"></a>44:16 犹大说：“我们对我主说甚么呢？还有甚么话可说呢？我们怎能自己表白出来呢？　神已经查出仆人的罪孽了，我们与那在他手中搜出杯来的都是我主的奴仆。”</p><p><a id="17"></a>44:17 约瑟说：“我断不能这样行，在谁的手中搜出杯来，谁就作我的奴仆；至于你们，可以平平安安地上你们父亲那里去。”</p><p><a id="18"></a>44:18 犹大挨近他说：“我主啊，求你容仆人说一句话给我主听，不要向仆人发烈怒，因为你如同法老一样。</p><p><a id="19"></a>44:19 我主曾问仆人们说：‘你们有父亲、有兄弟没有？’</p><p><a id="20"></a>44:20 我们对我主说：‘我们有父亲，已经年老，还有他老年所生的一个小孩子。他哥哥死了，他母亲只撇下他一人，他父亲疼爱他。’</p><p><a id="21"></a>44:21 你对仆人说：‘把他带到我这里来，叫我亲眼看看他。’</p><p><a id="22"></a>44:22 我们对我主说：‘童子不能离开他父亲，若是离开，他父亲必死。’</p><p><a id="23"></a>44:23 你对仆人说：‘你们的小兄弟若不与你们一同下来，你们就不得再见我的面。’</p><p><a id="24"></a>44:24 我们上到你仆人我们父亲那里，就把我主的话告诉了他。</p><p><a id="25"></a>44:25 我们的父亲说：‘你们再去给我籴些粮来。’</p><p><a id="26"></a>44:26 我们就说：‘我们不能下去，我们的小兄弟若和我们同往，我们就可以下去，因为小兄弟若不与我们同往，我们必不得见那人的面。’</p><p><a id="27"></a>44:27 你仆人我父亲对我们说：‘你们知道我的妻子给我生了两个儿子，</p><p><a id="28"></a>44:28 一个离开我出去了；我说：他必是被撕碎了，直到如今我也没有见他。</p><p><a id="29"></a>44:29 现在你们又要把这个带去离开我，倘若他遭害，那便是你们使我白发苍苍、悲悲惨惨地下阴间去了。’</p><p><a id="30"></a>44:30 我父亲的命与这童子的命相连，如今我回到你仆人我父亲那里，若没有童子与我们同在，</p><p><a id="31"></a>44:31 我们的父亲见没有童子，他就必死。这便是我们使你仆人我们的父亲，白发苍苍、悲悲惨惨地下阴间去了。</p><p><a id="32"></a>44:32 因为仆人曾向我父亲为这童子作保说：‘我若不带他回来交给父亲，我便在父亲面前永远担罪。’</p><p><a id="33"></a>44:33 现在求你容仆人住下，替这童子作我主的奴仆，叫童子和他哥哥们一同上去。</p><p><a id="34"></a>44:34 若童子不和我同去，我怎能上去见我父亲呢？恐怕我看见灾祸临到我父亲身上。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/创世记/44.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _44 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _44 as default
};
