import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/士师记/18.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/士师记/18.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>18:1 那时，以色列中没有王。但支派的人仍是寻地居住，因为到那日子，他们还没有在以色列支派中得地为业。</p><p><a id="2"></a>18:2 但人从琐拉和以实陶打发本族中的五个勇士，去仔细窥探那地。吩咐他们说：“你们去窥探那地。”他们来到以法莲山地，进了米迦的住宅，就在那里住宿。</p><p><a id="3"></a>18:3 他们临近米迦的住宅，听出那少年利未人的口音来，就进去问他说：“谁领你到这里来？你在这里做甚么？你在这里得甚么？”</p><p><a id="4"></a>18:4 他回答说：“米迦待我如此如此，请我作祭司。”</p><p><a id="5"></a>18:5 他们对他说：“请你求问　神，使我们知道所行的道路，通达不通达。”</p><p><a id="6"></a>18:6 祭司对他们说：“你们可以平平安安地去，你们所行的道路是在耶和华面前的。”</p><p><a id="7"></a>18:7 五人就走了，来到拉亿，见那里的民安居无虑，如同西顿人安居一样。在那地没有人掌权扰乱他们，他们离西顿人也远，与别人没有来往。</p><p><a id="8"></a>18:8 五人回到琐拉和以实陶，见他们的弟兄。弟兄问他们说：“你们有甚么话？”</p><p><a id="9"></a>18:9 他们回答说：“起来，我们上去攻击他们吧！我们已经窥探那地，见那地甚好。你们为何静坐不动呢？要急速前往得那地为业，不可迟延。</p><p><a id="10"></a>18:10 你们到了那里，必看见安居无虑的民，地也宽阔。　神已将那地交在你们手中，那地百物俱全，一无所缺。”</p><p><a id="11"></a>18:11 于是，但族中的六百人，各带兵器，从琐拉和以实陶前往。</p><p><a id="12"></a>18:12 上到犹大的基列耶琳，在基列耶琳后边安营。因此，那地方名叫玛哈尼但，直到今日。</p><p><a id="13"></a>18:13 他们从那里往以法莲山地去，来到米迦的住宅。</p><p><a id="14"></a>18:14 从前窥探拉亿地的五个人对他们的弟兄说：“这宅子里有以弗得和家中的神像，并雕刻的像与铸成的像，你们知道吗？现在你们要想一想当怎样行。”</p><p><a id="15"></a>18:15 五人就进入米迦的住宅，到了那少年利未人的房内问他好。</p><p><a id="16"></a>18:16 那六百但人各带兵器，站在门口。</p><p><a id="17"></a>18:17 窥探地的五个人走进去，将雕刻的像、以弗得、家中的神像并铸成的像，都拿了去。祭司和带兵器的六百人，一同站在门口。</p><p><a id="18"></a>18:18 那五个人进入米迦的住宅，拿出雕刻的像、以弗得、家中的神像并铸成的像，祭司就问他们说：“你们做甚么呢？”</p><p><a id="19"></a>18:19 他们回答说：“不要作声，用手捂口，跟我们去吧！我们必以你为父为祭司。你作一家的祭司好呢？还是作以色列一族一支派的祭司好呢？”</p><p><a id="20"></a>18:20 祭司心里喜悦，便拿著以弗得和家中的神像并雕刻的像，进入他们中间。</p><p><a id="21"></a>18:21 他们就转身离开那里，妻子、儿女、牲畜、财物，都在前头。</p><p><a id="22"></a>18:22 离米迦的住宅已远，米迦的近邻都聚集来，追赶但人。</p><p><a id="23"></a>18:23 呼叫但人。但人回头问米迦说：“你聚集这许多人来做甚么呢？”</p><p><a id="24"></a>18:24 米迦说：“你们将我所做的神像和祭司都带了去，我还有所剩的吗？怎么还问我说‘做甚么’呢？”</p><p><a id="25"></a>18:25 但人对米迦说：“你不要使我们听见你的声音，恐怕有性暴的人攻击你，以致你和你的全家尽都丧命。”</p><p><a id="26"></a>18:26 但人还是走他们的路。米迦见他们的势力比自己强盛，就转身回家去了。</p><p><a id="27"></a>18:27 但人将米迦所做的神像和他的祭司都带到拉亿，见安居无虑的民，就用刀杀了那民，又放火烧了那城，</p><p><a id="28"></a>18:28 并无人搭救，因为离西顿远，他们又与别人没有来往。城在平原，那平原靠近伯利合。但人又在那里修城居住，</p><p><a id="29"></a>18:29 照著他们始祖以色列之子但的名字，给那城起名叫但；原先那城名叫拉亿。</p><p><a id="30"></a>18:30 但人就为自己设立那雕刻的像。摩西的孙子、革舜的儿子约拿单和他的子孙，作但支派的祭司，直到那地遭掳掠的日子。</p><p><a id="31"></a>18:31 神的殿在示罗多少日子，但人为自己设立米迦所雕刻的像，也在但多少日子。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/士师记/18.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _18 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _18 as default
};
