import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/使徒行传/27.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/使徒行传/27.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>27:1 非斯都既然定规了，叫我们坐船往意大利去，便将保罗和别的囚犯交给御营里的一个百夫长，名叫犹流。</p><p><a id="2"></a>27:2 有一只亚大米田的船，要沿著亚西亚一带地方的海边走，我们就上了那船开行，有马其顿的帖撒罗尼迦人亚里达古和我们同去。</p><p><a id="3"></a>27:3 第二天，到了西顿，犹流宽待保罗，准他往朋友那里去，受他们的照应。</p><p><a id="4"></a>27:4 从那里又开船，因为风不顺，就贴著塞浦路斯背风岸行去。</p><p><a id="5"></a>27:5 过了基利家、旁非利亚前面的海，就到了吕家的每拉。</p><p><a id="6"></a>27:6 在那里，百夫长遇见一只亚历山大的船要往意大利去，便叫我们上了那船。</p><p><a id="7"></a>27:7 一连多日，船行得慢，仅仅来到革尼土的对面。因为被风拦阻，就贴著克里特背风岸，从撒摩尼对面行过。</p><p><a id="8"></a>27:8 我们沿岸行走，仅仅来到一个地方，名叫佳澳。离那里不远，有拉西亚城。</p><p><a id="9"></a>27:9 走的日子多了，已经过了禁食的节期，行船又危险，保罗就劝众人说：</p><p><a id="10"></a>27:10 “众位，我看这次行船，不但货物和船要受伤损，大遭破坏，连我们的性命也难保。”</p><p><a id="11"></a>27:11 但百夫长信从掌船的和船主，不信从保罗所说的；</p><p><a id="12"></a>27:12 且因在这海口过冬不便，船上的人就多半说，不如开船离开这地方，或者能到非尼基过冬。非尼基是克里特的一个海口，一面朝东北，一面朝东南。</p><p><a id="13"></a>27:13 这时微微起了南风，他们以为得意，就起了锚，贴近克里特行去。</p><p><a id="14"></a>27:14 不多几时，狂风从岛上扑下来。那风名叫“友拉革罗”。</p><p><a id="15"></a>27:15 船被风抓住，敌不住风，我们就任风刮去。</p><p><a id="16"></a>27:16 贴著一个小岛的背风岸奔行。那岛名叫高大，在那里仅仅收住了小船。</p><p><a id="17"></a>27:17 既然把小船拉上来，就用缆索捆绑船底，又恐怕在赛耳底沙滩上搁了浅，就落下篷来，任船飘去。</p><p><a id="18"></a>27:18 我们被风浪逼得甚急，第二天，众人就把货物抛在海里。</p><p><a id="19"></a>27:19 到第三天，他们又亲手把船上的器具抛弃了。</p><p><a id="20"></a>27:20 太阳和星辰多日不显露，又有狂风大浪催逼，我们得救的指望就都绝了。</p><p><a id="21"></a>27:21 众人多日没有吃甚么，保罗就出来站在他们中间说：“众位，你们本该听我的话，不离开克里特，免得遭这样的伤损破坏。</p><p><a id="22"></a>27:22 现在我还劝你们放心，你们的性命一个也不失丧，惟独失丧这船。</p><p><a id="23"></a>27:23 因我所属所事奉的　神，他的使者昨夜站在我旁边说：</p><p><a id="24"></a>27:24 ‘保罗，不要害怕！你必定站在凯撒面前；并且与你同船的人，　神都赐给你了。’</p><p><a id="25"></a>27:25 所以众位可以放心，我信　神他怎样对我说，事情也要怎样成就。</p><p><a id="26"></a>27:26 只是我们必要撞在一个岛上。”</p><p><a id="27"></a>27:27 到了第十四天夜间，船在亚得里亚海飘来飘去。约到半夜，水手以为渐近旱地，</p><p><a id="28"></a>27:28 就探深浅，探得有十二丈；稍往前行，又探深浅，探得有九丈。</p><p><a id="29"></a>27:29 恐怕撞在石头上，就从船尾抛下四个锚，盼望天亮。</p><p><a id="30"></a>27:30 水手想要逃出船去，把小船放在海里，假作要从船头抛锚的样子。</p><p><a id="31"></a>27:31 保罗对百夫长和兵丁说：“这些人若不等在船上，你们必不能得救。 ”</p><p><a id="32"></a>27:32 于是兵丁砍断小船的绳子，由它飘去。</p><p><a id="33"></a>27:33 天渐亮的时候，保罗劝众人都吃饭，说：“你们悬望忍饿不吃甚么已经十四天了。</p><p><a id="34"></a>27:34 所以我劝你们吃饭，这是关乎你们救命的事；因为你们各人连一根头发也不至于损坏。”</p><p><a id="35"></a>27:35 保罗说了这话，就拿著饼，在众人面前祝谢了　神，擘开吃。</p><p><a id="36"></a>27:36 于是他们都放下心，也就吃了。</p><p><a id="37"></a>27:37 我们在船上的共有二百七十六个人。</p><p><a id="38"></a>27:38 他们吃饱了，就把船上的麦子抛在海里，为要叫船轻一点。</p><p><a id="39"></a>27:39 到了天亮，他们不认识那地方，但见一个海湾，有岸可登，就商议能把船拢进去不能。</p><p><a id="40"></a>27:40 于是砍断缆索，弃锚在海里，同时也松开舵绳，拉起头篷，顺著风向岸行去。</p><p><a id="41"></a>27:41 但遇著两水夹流的地方，就把船搁了浅。船头胶住不动，船尾被浪的猛力冲坏。</p><p><a id="42"></a>27:42 兵丁的意思要把囚犯杀了，恐怕有□水脱逃的。</p><p><a id="43"></a>27:43 但百夫长要救保罗，不准他们任意而行，就吩咐会□水的，跳下水去先上岸，</p><p><a id="44"></a>27:44 其余的人可以用板子或船上的零碎东西上岸。这样，众人都得了救，上了岸。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/使徒行传/27.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _27 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _27 as default
};
