import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/历代志(上)/12.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/历代志(上)/12.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>12:1 大卫因怕基士的儿子扫罗，躲在洗革拉的时候，有勇士到他那里帮助他打仗。</p><p><a id="2"></a>12:2 他们善于拉弓，能用左右两手甩石射箭，都是便雅悯人扫罗的族弟兄。</p><p><a id="3"></a>12:3 为首的是亚希以谢，其次是约阿施，都是基比亚人示玛的儿子。还有亚斯玛威的儿子耶薛和□力，又有比拉迦，并亚拿突人耶户、</p><p><a id="4"></a>12:4 基遍人以实买雅（他在三十人中是勇士，管理他们），且有耶利米、雅哈悉、约哈难和基得拉人约撒拔、</p><p><a id="5"></a>12:5 伊利乌赛、耶利摩、比亚利雅、示玛利雅、哈律弗人示法提雅、</p><p><a id="6"></a>12:6 可拉人以利加拿、耶西亚、亚萨列、约以谢、雅朔班、</p><p><a id="7"></a>12:7 基多人耶罗罕的儿子犹拉和西巴第雅。</p><p><a id="8"></a>12:8 迦得支派中有人到旷野的山寨投奔大卫，都是大能的勇士，能拿盾牌和枪的战士。他们的面貌好像狮子，快跑如同山上的鹿。</p><p><a id="9"></a>12:9 第一以薛、第二俄巴底雅、第三以利押、</p><p><a id="10"></a>12:10 第四弥施玛拿、第五耶利米、</p><p><a id="11"></a>12:11 第六亚太、第七以利业、</p><p><a id="12"></a>12:12 第八约哈难、第九以利萨巴、</p><p><a id="13"></a>12:13 第十耶利米，第十一末巴奈。</p><p><a id="14"></a>12:14 这都是迦得人中的军长，至小的能抵一百人，至大的能抵一千人。</p><p><a id="15"></a>12:15 正月，约旦河水涨过两岸的时候，他们过河，使一切住平原的人东奔西逃。</p><p><a id="16"></a>12:16 又有便雅悯和犹大人到山寨大卫那里。</p><p><a id="17"></a>12:17 大卫出去迎接他们，对他们说：“你们若是和和平平地来帮助我，我心就与你们相契；你们若是将我这无罪的人卖在敌人手里，愿我们列祖的　神察看责罚。”</p><p><a id="18"></a>12:18 那时　神的灵感动那三十个勇士的首领亚玛撒，他就说：“大卫啊，我们是归于你的！耶西的儿子啊，我们是帮助你的！愿你平平安安，愿帮助你的也都平安！因为你的　神帮助你。”大卫就收留他们，立他们作军长。</p><p><a id="19"></a>12:19 大卫从前与非利士人同去，要与扫罗争战，有些玛拿西人来投奔大卫，他们却没有帮助非利士人。因为非利士人的首领商议打发他们回去，说：“恐怕大卫拿我们的首级归降他的主人扫罗。”</p><p><a id="20"></a>12:20 大卫往洗革拉去的时候，有玛拿西人的千夫长押拿、约撒拔、耶叠、米迦勒、约撒拔、以利户、洗勒太，都来投奔他。</p><p><a id="21"></a>12:21 这些人帮助大卫攻击群贼。他们都是大能的勇士，且作军长。</p><p><a id="22"></a>12:22 那时，天天有人来帮助大卫，以致成了大军，如　神的军一样。</p><p><a id="23"></a>12:23 预备打仗的兵来到希伯仑见大卫，要照耶和华的话，将扫罗的国位归与大卫。他们的数目如下：</p><p><a id="24"></a>12:24 犹大支派，拿盾牌和枪预备打仗的有六千八百人。</p><p><a id="25"></a>12:25 西缅支派，能上阵大能的勇士有七千一百人。</p><p><a id="26"></a>12:26 利未支派有四千六百人。</p><p><a id="27"></a>12:27 耶何耶大是亚伦家的首领，跟从他的有三千七百人。</p><p><a id="28"></a>12:28 还有少年大能的勇士撒督，同著他的有族长二十二人。</p><p><a id="29"></a>12:29 便雅悯支派、扫罗的族弟兄也有三千人，他们向来大半归顺扫罗家。</p><p><a id="30"></a>12:30 以法莲支派大能的勇士，在本族著名的有二万零八百人。</p><p><a id="31"></a>12:31 玛拿西半支派，册上有名的共一万八千人，都来立大卫作王。</p><p><a id="32"></a>12:32 以萨迦支派有二百族长，都通达时务，知道以色列人所当行的，他们族弟兄都听从他们的命令。</p><p><a id="33"></a>12:33 西布伦支派能上阵，用各样兵器打仗，行伍整齐，不生二心的有五万人。</p><p><a id="34"></a>12:34 拿弗他利支派有一千军长，跟从他们拿盾牌和枪的有三万七千人。</p><p><a id="35"></a>12:35 但支派，能摆阵的有二万八千六百人。</p><p><a id="36"></a>12:36 亚设支派，能上阵打仗的有四万人。</p><p><a id="37"></a>12:37 约旦河东的吕便支派、迦得支派、玛拿西半支派，拿著各样兵器打仗的有十二万人。</p><p><a id="38"></a>12:38 以上都是能守行伍的战士。他们都诚心来到希伯仑，要立大卫作以色列的王。以色列其余的人也都一心要立大卫作王。</p><p><a id="39"></a>12:39 他们在那里三日，与大卫一同吃喝，因为他们的族弟兄给他们预备了。</p><p><a id="40"></a>12:40 靠近他们的人，以及以萨迦、西布伦、拿弗他利人，将许多面饼、无花果饼、乾葡萄、酒、油，用驴、骆驼、骡子、牛驮来，又带了许多的牛和羊来，因为以色列人甚是欢乐。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/历代志(上)/12.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _12 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _12 as default
};
