import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/申命记/15.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/申命记/15.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>15:1 每逢七年末一年，你要施行豁免。</p><p><a id="2"></a>15:2 豁免的定例乃是这样：凡债主要把所借给邻舍的豁免了，不可向邻舍和弟兄追讨，因为耶和华的豁免年已经宣告了。</p><p><a id="3"></a>15:3 若借给外邦人，你可以向他追讨；但借给你弟兄，无论是甚么，你要松手豁免了。</p><p><a id="4-5"></a>15:4-5 你若留意听从耶和华你　神的话，谨守遵行我今日所吩咐你这一切的命令，就必在你们中间没有穷人了。（在耶和华你　神所赐你为业的地上，耶和华必大大赐福与你。）</p><p><a id="6"></a>15:6 因为耶和华你的　神，必照他所应许你的赐福与你。你必借给许多国民，却不至向他们借贷；你必管辖许多国民，他们却不能管辖你。</p><p><a id="7"></a>15:7 在耶和华你　神所赐你的地上，无论哪一座城里，你弟兄中若有一个穷人，你不可忍著心、□著手，不帮补你穷乏的弟兄；</p><p><a id="8"></a>15:8 总要向他松开手，照他所缺乏的借给他，补他的不足。</p><p><a id="9"></a>15:9 你要谨慎，不可心里起恶念说：‘第七年的豁免年快到了’，你便恶眼看你穷乏的弟兄，甚么都不给他，以致他因你求告耶和华，罪便归于你了。</p><p><a id="10"></a>15:10 你总要给他，给他的时候，心里不可愁烦，因耶和华你的　神必在你这一切所行的，并你手里所办的事上，赐福与你。</p><p><a id="11"></a>15:11 原来那地上的穷人永不断绝，所以我吩咐你说：‘总要向你地上困苦穷乏的弟兄松开手。’</p><p><a id="12"></a>15:12 你弟兄中，若有一个希伯来男人，或希伯来女人被卖给你，服事你六年，到第七年就要任他自由出去。</p><p><a id="13"></a>15:13 你任他自由的时候，不可使他空手而去。</p><p><a id="14"></a>15:14 要从你羊群、禾场、酒□之中，多多地给他，耶和华你的　神怎样赐福与你，你也要照样给他。</p><p><a id="15"></a>15:15 要记念你在埃及地作过奴仆，耶和华你的　神将你救赎。因此，我今日吩咐你这件事。</p><p><a id="16"></a>15:16 他若对你说：‘我不愿意离开你’，是因他爱你和你的家，且因在你那里很好，</p><p><a id="17"></a>15:17 你就要拿锥子将他的耳朵在门上刺透，他便永为你的奴仆了。你待婢女也要这样。</p><p><a id="18"></a>15:18 你任她自由的时候，不可以为难事，因她服事你六年，较比雇工的工价多加一倍了。耶和华你的　神，就必在你所做的一切事上赐福与你。</p><p><a id="19"></a>15:19 你牛群羊群中头生的，凡是公的都要分别为圣，归耶和华你的　神。牛群中头生的不可用它耕地；羊群中头生的不可剪毛。</p><p><a id="20"></a>15:20 这头生的，你和你的家属，每年要在耶和华所选择的地方，在耶和华你　神面前吃。</p><p><a id="21"></a>15:21 这头生的若有甚么残疾，就如瘸腿的、瞎眼的，无论有甚么恶残疾，都不可献给耶和华你的　神。</p><p><a id="22"></a>15:22 可以在你城里吃，洁净人与不洁净人都可以吃，就如吃羚羊与鹿一般。</p><p><a id="23"></a>15:23 只是不可吃它的血，要倒在地上，如同倒水一样。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/申命记/15.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _15 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _15 as default
};
