import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/耶利米书/30.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/耶利米书/30.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>30:1 耶和华的话临到耶利米说：</p><p><a id="2"></a>30:2 “耶和华以色列的　神如此说：‘你将我对你说过的一切话都写在书上。’</p><p><a id="3"></a>30:3 耶和华说：‘日子将到，我要使我的百姓以色列和犹大被掳的人归回；我也要使他们回到我所赐给他们列祖之地，他们就得这地为业。’这是耶和华说的。”</p><p><a id="4"></a>30:4 以下是耶和华论到以色列和犹大所说的话：</p><p><a id="5"></a>30:5 “耶和华如此说：‘我们听见声音，是战抖惧怕而不平安的声音。</p><p><a id="6"></a>30:6 你们且访问看看，男人有产难吗？我怎么看见人人用手掐腰，像产难的妇人，脸面都变青了呢？</p><p><a id="7"></a>30:7 哀哉！那日为大，无日可比，这是雅各遭难的时候，但他必被救出来。’</p><p><a id="8"></a>30:8 万军之耶和华说：‘到那日，我必从你颈项上折断仇敌的轭，扭开他的绳索，外邦人不得再使你作他们的奴仆。</p><p><a id="9"></a>30:9 你们却要事奉耶和华你们的　神，和我为你们所要兴起的王大卫。’</p><p><a id="10"></a>30:10 故此耶和华说：‘我的仆人雅各啊，不要惧怕；以色列啊，不要惊惶；因我要从远方拯救你，从被掳到之地拯救你的后裔。雅各必回来得享平靖安逸，无人使他害怕。</p><p><a id="11"></a>30:11 因我与你同在，要拯救你，也要将所赶散你到的那些国灭绝净尽，却不将你灭绝净尽，倒要从宽惩治你，万不能不罚你（注：“不罚你”或作“以你为无罪”）。’这是耶和华说的。</p><p><a id="12"></a>30:12 耶和华如此说：‘你的损伤无法医治；你的伤痕极其重大。</p><p><a id="13"></a>30:13 无人为你分诉，使你的伤痕得以缠裹；你没有医治的良药。</p><p><a id="14"></a>30:14 你所亲爱的都忘记你，不来探问（注：或作“理会”）你。我因你的罪孽甚大，罪恶众多，曾用仇敌加的伤害伤害你，用残忍者的惩治惩治你。</p><p><a id="15"></a>30:15 你为何因损伤哀号呢？你的痛苦无法医治，我因你的罪孽甚大，罪恶众多，曾将这些加在你身上。</p><p><a id="16"></a>30:16 故此，凡吞吃你的，必被吞吃；你的敌人个个都被掳去。掳掠你的，必成为掳物；抢夺你的，必成为掠物。’</p><p><a id="17"></a>30:17 耶和华说：‘我必使你痊愈，医好你的伤痕，都因人称你为被赶散的说，这是锡安，无人来探问（注：或作“理会”）的。’</p><p><a id="18"></a>30:18 耶和华如此说：‘我必使雅各被掳去的帐棚归回，也必顾惜他的住处。城必建造在原旧的山冈，宫殿也照旧有人居住。</p><p><a id="19"></a>30:19 必有感谢和欢乐的声音从其中发出。我要使他们增多，不至减少；使他们尊荣，不至卑微。</p><p><a id="20"></a>30:20 他们的儿女要如往日；他们的会众坚立在我面前。凡欺压他们的，我必刑罚他。</p><p><a id="21"></a>30:21 他们的君王必是属乎他们的，掌权的必从他们中间而出。我要使他就近我，他也要亲近我，不然，谁有胆量亲近我呢？’这是耶和华说的。</p><p><a id="22"></a>30:22 ‘你们要作我的子民，我要作你们的　神。’”</p><p><a id="23"></a>30:23 看哪！耶和华的忿怒好像暴风已经发出；是扫灭的暴风，必转到恶人的头上。</p><p><a id="24"></a>30:24 耶和华的烈怒必不转消，直到他心中所拟定的成就了。末后的日子你们要明白！</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/耶利米书/30.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _30 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _30 as default
};
