import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/民数记/13.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/民数记/13.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>13:1 耶和华晓谕摩西说：</p><p><a id="2"></a>13:2 “你打发人去窥探我所赐给以色列人的迦南地，他们每支派中要打发一个人，都要作首领的。”</p><p><a id="3"></a>13:3 摩西就照耶和华的吩咐，从巴兰的旷野打发他们去，他们都是以色列人的族长。</p><p><a id="4"></a>13:4 他们的名字：属吕便支派的有撒刻的儿子沙母亚；</p><p><a id="5"></a>13:5 属西缅支派的有何利的儿子沙法；</p><p><a id="6"></a>13:6 属犹大支派的有耶孚尼的儿子迦勒；</p><p><a id="7"></a>13:7 属以萨迦支派的有约色的儿子以迦；</p><p><a id="8"></a>13:8 属以法莲支派的有嫩的儿子何西阿；</p><p><a id="9"></a>13:9 属便雅悯支派的，有拉孚的儿子帕提；</p><p><a id="10"></a>13:10 属西布伦支派的有梭底的儿子迦叠；</p><p><a id="11"></a>13:11 约瑟的子孙属玛拿西支派的有稣西的儿子迦底；</p><p><a id="12"></a>13:12 属但支派的有基玛利的儿子亚米利；</p><p><a id="13"></a>13:13 属亚设支派的有米迦勒的儿子西帖；</p><p><a id="14"></a>13:14 属拿弗他利支派的有缚西的儿子拿比；</p><p><a id="15"></a>13:15 属迦得支派的有玛基的儿子臼利。</p><p><a id="16"></a>13:16 这就是摩西所打发窥探那地之人的名字。摩西就称嫩的儿子何西阿为约书亚。</p><p><a id="17"></a>13:17 摩西打发他们去窥探迦南地说：“你们从南地上山地去，</p><p><a id="18"></a>13:18 看那地如何，其中所住的民是强是弱，是多是少，</p><p><a id="19"></a>13:19 所住之地是好是歹，所住之处是营盘是坚城？</p><p><a id="20"></a>13:20 又看那地土是肥美是瘠薄，其中有树木没有？你们要放开胆量，把那地的果子带些来。”那时正是葡萄初熟的时候。</p><p><a id="21"></a>13:21 他们上去窥探那地，从寻的旷野到利合，直到哈马口。</p><p><a id="22"></a>13:22 他们从南地上去，到了希伯仑，在那里有亚衲族人亚希幔、示筛、挞买。（原来希伯仑城被建造比埃及的锁安城早七年。）</p><p><a id="23"></a>13:23 他们到了以实各谷，从那里砍了葡萄树的一枝，上头有一挂葡萄，两个人用杠抬著，又带了些石榴和无花果来。</p><p><a id="24"></a>13:24 因为以色列人从那里砍来的那挂葡萄，所以那地方叫作以实各谷。</p><p><a id="25"></a>13:25 过了四十天，他们窥探那地才回来。</p><p><a id="26"></a>13:26 到了巴兰旷野的加低斯，见摩西、亚伦并以色列的全会众，回报摩西、亚伦并全会众，又把那地的果子给他们看。</p><p><a id="27"></a>13:27 又告诉摩西说：“我们到了你所打发我们去的那地，果然是流奶与蜜之地，这就是那地的果子。</p><p><a id="28"></a>13:28 然而住那地的民强壮，城邑也坚固宽大，并且我们在那里看见了亚衲族的人。</p><p><a id="29"></a>13:29 亚玛力人住在南地；赫人、耶布斯人、亚摩利人住在山地；迦南人住在海边并约旦河旁。”</p><p><a id="30"></a>13:30 迦勒在摩西面前安抚百姓说：“我们立刻上去得那地吧！我们足能得胜。”</p><p><a id="31"></a>13:31 但那些和他同去的人说：“我们不能上去攻击那民，因为他们比我们强壮。”</p><p><a id="32"></a>13:32 探子中有人论到所窥探之地，向以色列人报恶信说：“我们所窥探经过之地，是吞吃居民之地，我们在那里所看见的人民都身量高大。</p><p><a id="33"></a>13:33 我们在那里看见亚衲族人，就是伟人，他们是伟人的后裔。据我们看自己就如蚱蜢一样，据他们看我们也是如此。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/民数记/13.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _13 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _13 as default
};
