import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/歌罗西书/1.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/歌罗西书/1.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>1:1 奉　神旨意，作基督耶稣使徒的保罗和兄弟提摩太，</p><p><a id="2"></a>1:2 写信给歌罗西的圣徒，在基督里有忠心的弟兄：愿恩惠、平安从　神我们的父归与你们！</p><p><a id="3"></a>1:3 我们感谢　神我们主耶稣基督的父，常常为你们祷告，</p><p><a id="4"></a>1:4 因听见你们在基督耶稣里的信心，并向众圣徒的爱心，</p><p><a id="5"></a>1:5 是为那给你们存在天上的盼望；这盼望就是你们从前在福音真理的道上所听见的。</p><p><a id="6"></a>1:6 这福音传到你们那里，也传到普天之下，并且结果、增长，如同在你们中间，自从你们听见福音，真知道　神恩惠的日子一样。</p><p><a id="7"></a>1:7 正如你们从我们所亲爱、一同作仆人的以巴弗所学的。他为我们（注：有古卷作“你们”）作了基督忠心的执事，</p><p><a id="8"></a>1:8 也把你们因圣灵所存的爱心告诉了我们。</p><p><a id="9"></a>1:9 因此，我们自从听见的日子，也就为你们不住地祷告祈求，愿你们在一切属灵的智慧悟性上，满心知道　神的旨意，</p><p><a id="10"></a>1:10 好叫你们行事为人对得起主，凡事蒙他喜悦，在一切善事上结果子，渐渐地多知道　神；</p><p><a id="11"></a>1:11 照他荣耀的权能，得以在各样的力上加力，好叫你们凡事欢欢喜喜地忍耐宽容；</p><p><a id="12"></a>1:12 又感谢父，叫我们能与众圣徒在光明中同得基业。</p><p><a id="13"></a>1:13 他救了我们脱离黑暗的权势，把我们迁到他爱子的国里；</p><p><a id="14"></a>1:14 我们在爱子里得蒙救赎，罪过得以赦免。</p><p><a id="15"></a>1:15 爱子是那不能看见之　神的像，是首生的，在一切被造的以先。</p><p><a id="16"></a>1:16 因为万有都是靠他造的，无论是天上的、地上的、能看见的、不能看见的，或是有位的、主治的、执政的、掌权的，一概都是藉著他造的，又是为他造的。</p><p><a id="17"></a>1:17 他在万有之先，万有也靠他而立。</p><p><a id="18"></a>1:18 他也是教会全体之首，他是元始，是从死里首先复生的，使他可以在凡事上居首位。</p><p><a id="19"></a>1:19 因为父喜欢叫一切的丰盛在他里面居住。</p><p><a id="20"></a>1:20 既然藉著他在十字架上所流的血成就了和平，便藉著他叫万有，无论是地上的、天上的，都与自己和好了。</p><p><a id="21"></a>1:21 你们从前与　神隔绝，因著恶行，心里与他为敌；</p><p><a id="22"></a>1:22 但如今他藉著基督的肉身受死，叫你们与自己和好，都成了圣洁，没有瑕疵，无可责备，把你们引到自己面前。</p><p><a id="23"></a>1:23 只要你们在所信的道上恒心，根基稳固，坚定不移，不至被引动失去（注：原文作“离开”）福音的盼望，这福音就是你们所听过的，也是传与普天下万人听的（注：“万人”原文作“凡受造的”）。我保罗也作了这福音的执事。</p><p><a id="24"></a>1:24 现在我为你们受苦，倒觉欢乐，并且为基督的身体，就是为教会，要在我肉身上补满基督患难的缺欠。</p><p><a id="25"></a>1:25 我照　神为你们所赐我的职分作了教会的执事，要把　神的道理传得全备。</p><p><a id="26"></a>1:26 这道理就是历世历代所隐藏的奥秘，但如今向他的圣徒显明了。</p><p><a id="27"></a>1:27 神愿意叫他们知道，这奥秘在外邦人中有何等丰盛的荣耀，就是基督在你们心里成了有荣耀的盼望。</p><p><a id="28"></a>1:28 我们传扬他，是用诸般的智慧劝戒各人、教导各人，要把各人在基督里完完全全地引到　神面前。</p><p><a id="29"></a>1:29 我也为此劳苦，照著他在我里面运用的大能，尽心竭力。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/歌罗西书/1.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _1 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _1 as default
};
