import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/尼希米记/10.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/尼希米记/10.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>10:1 签名的是：哈迦利亚的儿子、省长尼希米，和西底家；</p><p><a id="2"></a>10:2 祭司：西莱雅、亚撒利雅、耶利米、</p><p><a id="3"></a>10:3 巴施户珥、亚玛利雅、玛基雅、</p><p><a id="4"></a>10:4 哈突、示巴尼、玛鹿、</p><p><a id="5"></a>10:5 哈琳、米利末、俄巴底亚、</p><p><a id="6"></a>10:6 但以理、近顿、巴录、</p><p><a id="7"></a>10:7 米书兰、亚比雅、米雅民、</p><p><a id="8"></a>10:8 玛西亚、璧该、示玛雅；</p><p><a id="9"></a>10:9 又有利未人，就是亚散尼的儿子耶书亚、希拿达的子孙宾内、甲篾，</p><p><a id="10"></a>10:10 还有他们的弟兄示巴尼、荷第雅、基利他、□莱雅、哈难、</p><p><a id="11"></a>10:11 米迦、利合、哈沙比雅、</p><p><a id="12"></a>10:12 撒刻、示利比、示巴尼、</p><p><a id="13"></a>10:13 荷第雅、巴尼、比尼努；</p><p><a id="14"></a>10:14 又有民的首领，就是巴录、巴哈摩押、以拦、萨土、巴尼、</p><p><a id="15"></a>10:15 布尼、押甲、比拜、</p><p><a id="16"></a>10:16 亚多尼雅、比革瓦伊、亚丁、</p><p><a id="17"></a>10:17 亚特、希西家、押朔、</p><p><a id="18"></a>10:18 荷第雅、哈顺、比赛、</p><p><a id="19"></a>10:19 哈拉、亚拿突、尼拜、</p><p><a id="20"></a>10:20 抹比押、米书兰、希悉、</p><p><a id="21"></a>10:21 米示萨别、撒督、押杜亚、</p><p><a id="22"></a>10:22 □拉提、哈难、亚奈雅、</p><p><a id="23"></a>10:23 何细亚、哈拿尼雅、哈述、</p><p><a id="24"></a>10:24 哈罗黑、□利哈、朔百、</p><p><a id="25"></a>10:25 利宏、哈沙拿、玛西雅、</p><p><a id="26"></a>10:26 亚希雅、哈难、亚难、</p><p><a id="27"></a>10:27 玛鹿、哈琳、巴拿。</p><p><a id="28"></a>10:28 其余的民、祭司、利未人、守门的、歌唱的、尼提宁和一切离绝邻邦居民、归服　神律法的，并他们的妻子、儿女，凡有知识能明白的，</p><p><a id="29"></a>10:29 都随从他们贵胄的弟兄，发咒起誓，必遵行　神藉他仆人摩西所传的律法，谨守遵行耶和华我们主的一切诫命、典章、律例；</p><p><a id="30"></a>10:30 并不将我们的女儿嫁给这地的居民，也不为我们的儿子娶他们的女儿。</p><p><a id="31"></a>10:31 这地的居民若在安息日，或甚么圣日，带了货物或粮食来卖给我们，我们必不买。每逢第七年必不耕种，凡欠我们债的必不追讨。</p><p><a id="32"></a>10:32 我们又为自己定例：每年各人捐银一舍客勒三分之一，为我们　神殿的使用，</p><p><a id="33"></a>10:33 就是为陈设饼、常献的素祭和燔祭，安息日、月朔、节期所献的与圣物，并以色列人的赎罪祭，以及我们　神殿里一切的费用。</p><p><a id="34"></a>10:34 我们的祭司、利未人和百姓都掣签，看每年是哪一族，按定期将献祭的柴奉到我们　神的殿里，照著律法上所写的，烧在耶和华我们　神的坛上。</p><p><a id="35"></a>10:35 又定每年将我们地上初熟的土产和各样树上初熟的果子，都奉到耶和华的殿里。</p><p><a id="36"></a>10:36 又照律法上所写的，将我们头胎的儿子和首生的牛羊，都奉到我们　神的殿，交给我们　神殿里供职的祭司。</p><p><a id="37"></a>10:37 并将初熟之麦子所磨的面和举祭、各样树上初熟的果子、新酒与油奉给祭司，收在我们　神殿的库房里，把我们地上所产的十分之一奉给利未人，因利未人在我们一切城邑的土产中，当取十分之一。</p><p><a id="38"></a>10:38 利未人取十分之一的时候，亚伦的子孙中，当有一个祭司与利未人同在。利未人也当从十分之一中，取十分之一，奉到我们　神殿的屋子里，收在库房中。</p><p><a id="39"></a>10:39 以色列人和利未人要将五谷、新酒和油为举祭，奉到收存圣所器皿的屋子里，就是供职的祭司、守门的、歌唱的所住的屋子。这样，我们就不离弃我们　神的殿。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/尼希米记/10.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _10 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _10 as default
};
