import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/马可福音/3.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/马可福音/3.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>3:1 耶稣又进了会堂，在那里有一个人枯乾了一只手。</p><p><a id="2"></a>3:2 众人窥探耶稣在安息日医治不医治，意思是要控告耶稣。</p><p><a id="3"></a>3:3 耶稣对那枯乾一只手的人说：“起来，站在当中！”</p><p><a id="4"></a>3:4 又问众人说：“在安息日行善行恶，救命害命，哪样是可以的呢？”他们都不做声。</p><p><a id="5"></a>3:5 耶稣怒目周围看他们，忧愁他们的心刚硬，就对那人说：“伸出手来！”他把手一伸，手就复了原。</p><p><a id="6"></a>3:6 法利赛人出去，同希律一党的人商议怎样可以除灭耶稣。</p><p><a id="7"></a>3:7 耶稣和门徒退到海边去，有许多人从加利利跟随他。</p><p><a id="8"></a>3:8 还有许多人听见他所做的大事，就从犹太、耶路撒冷、以土买、约旦河外并推罗、西顿的四方来到他那里。</p><p><a id="9"></a>3:9 他因为人多，就吩咐门徒叫一只小船伺候著，免得众人拥挤他。</p><p><a id="10"></a>3:10 他治好了许多人，所以凡有灾病的，都挤进来要摸他。</p><p><a id="11"></a>3:11 污鬼无论何时看见他，就俯伏在他面前，喊著说：“你是　神的儿子！”</p><p><a id="12"></a>3:12 耶稣再三地嘱咐他们，不要把他显露出来。</p><p><a id="13"></a>3:13 耶稣上了山，随自己的意思叫人来，他们便来到他那里。</p><p><a id="14"></a>3:14 他就设立十二个人，要他们常和自己同在，也要差他们去传道，</p><p><a id="15"></a>3:15 并给他们权柄赶鬼。</p><p><a id="16"></a>3:16 这十二个人有西门，耶稣又给他起名叫彼得，</p><p><a id="17"></a>3:17 还有西庇太的儿子雅各和雅各的兄弟约翰，又给这两个人起名叫半尼其，就是雷子的意思，</p><p><a id="18"></a>3:18 又有安得烈、腓力、巴多罗买、马太、多马、亚勒腓的儿子雅各，和达太，并奋锐党的西门，</p><p><a id="19"></a>3:19 还有卖耶稣的加略人犹大。</p><p><a id="20"></a>3:20 耶稣进了一个屋子，众人又聚集，甚至他连饭也顾不得吃。</p><p><a id="21"></a>3:21 耶稣的亲属听见，就出来要拉住他，因为他们说他癫狂了。</p><p><a id="22"></a>3:22 从耶路撒冷下来的文士说：“他是被别西卜附著。”又说：“他是靠著鬼王赶鬼。”</p><p><a id="23"></a>3:23 耶稣叫他们来，用比喻对他们说：“撒但怎能赶出撒但呢？</p><p><a id="24"></a>3:24 若一国自相纷争，那国就站立不住；</p><p><a id="25"></a>3:25 若一家自相纷争，那家就站立不住。</p><p><a id="26"></a>3:26 若撒但自相攻打纷争，他就站立不住，必要灭亡。</p><p><a id="27"></a>3:27 没有人能进壮士家里，抢夺他的家具；必先捆住那壮士，才可以抢夺他的家。</p><p><a id="28"></a>3:28 我实在告诉你们：世人一切的罪和一切亵渎的话都可得赦免；</p><p><a id="29"></a>3:29 凡亵渎圣灵的，却永不得赦免，乃要担当永远的罪。”</p><p><a id="30"></a>3:30 这话是因为他们说：“他是被污鬼附著的。”</p><p><a id="31"></a>3:31 当下，耶稣的母亲和弟兄来，站在外边，打发人去叫他。</p><p><a id="32"></a>3:32 有许多人在耶稣周围坐著，他们就告诉他说：“看哪，你母亲和你弟兄在外边找你。”</p><p><a id="33"></a>3:33 耶稣回答说：“谁是我的母亲？谁是我的弟兄？”</p><p><a id="34"></a>3:34 就四面观看那周围坐著的人，说：“看哪！我的母亲，我的弟兄。</p><p><a id="35"></a>3:35 凡遵行　神旨意的人，就是我的弟兄姐妹和母亲了。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/马可福音/3.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _3 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _3 as default
};
