import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/但以理书/5.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/但以理书/5.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>5:1 伯沙撒王为他的一千大臣设摆盛筵，与这一千人对面饮酒。</p><p><a id="2"></a>5:2 伯沙撒欢饮之间，吩咐人将他父（注：“父”或作“祖”。下同）尼布甲尼撒从耶路撒冷殿中所掠的金银器皿拿来，王与大臣、皇后、妃嫔好用这器皿饮酒。</p><p><a id="3"></a>5:3 于是，他们把耶路撒冷　神殿库房中所掠的金器皿拿来，王和大臣、皇后、妃嫔就用这器皿饮酒。</p><p><a id="4"></a>5:4 他们饮酒，赞美金、银、铜、铁、木、石所造的神。</p><p><a id="5"></a>5:5 当时，忽有人的指头显出，在王宫与灯台相对的粉墙上写字。王看见写字的指头，</p><p><a id="6"></a>5:6 就变了脸色，心意惊惶，腰骨好像脱节，双膝彼此相碰，</p><p><a id="7"></a>5:7 大声吩咐将用法术的和迦勒底人并观兆的领进来，对巴比伦的哲士说：“谁能读这文字，把讲解告诉我，他必身穿紫袍，项带金链，在我国中位列第三。”</p><p><a id="8"></a>5:8 于是王的一切哲士都进来，却不能读那文字，也不能把讲解告诉王。</p><p><a id="9"></a>5:9 伯沙撒王就甚惊惶。脸色改变，他的大臣也都惊奇。</p><p><a id="10"></a>5:10 太后（注：或作“皇后”。下同）因王和他大臣所说的话，就进入宴宫说：“愿王万岁！你心意不要惊惶，脸面不要变色。</p><p><a id="11"></a>5:11 在你国中有一人，他里头有圣神的灵。你父在世的日子，这人心中光明，又有聪明智慧，好像神的智慧。你父尼布甲尼撒王，就是王的父，立他为术士、用法术的和迦勒底人并观兆的领袖。</p><p><a id="12"></a>5:12 在他里头有美好的灵性，又有知识聪明，能圆梦，释谜语，解疑惑。这人名叫但以理，尼布甲尼撒王又称他为伯提沙撒；现在可以召他来，他必解明这意思。”</p><p><a id="13"></a>5:13 但以理就被领到王前。王问但以理说：“你是被掳之犹大人中的但以理吗？就是我父王从犹大掳来的吗？</p><p><a id="14"></a>5:14 我听说你里头有神的灵，心中光明，又有聪明和美好的智慧。</p><p><a id="15"></a>5:15 现在哲士和用法术的都领到我面前，为叫他们读这文字，把讲解告诉我，无奈他们都不能把讲解说出来。</p><p><a id="16"></a>5:16 我听说你善于讲解，能解疑惑；现在你若能读这文字，把讲解告诉我，就必身穿紫袍，项戴金链，在我国中位列第三。”</p><p><a id="17"></a>5:17 但以理在王面前回答说：“你的赠品可以归你自己，你的赏赐可以归给别人；我却要为王读这文字，把讲解告诉王。</p><p><a id="18"></a>5:18 王啊，至高的　神曾将国位、大权、荣耀、威严赐与你父尼布甲尼撒，</p><p><a id="19"></a>5:19 因　神所赐他的大权，各方、各国、各族的人都在他面前战兢恐惧。他可以随意生杀，随意升降。</p><p><a id="20"></a>5:20 但他心高气傲，灵也刚愎，甚至行事狂傲，就被革去王位，夺去荣耀。</p><p><a id="21"></a>5:21 他被赶出离开世人，他的心变如兽心，与野驴同居，吃草如牛，身被天露滴湿，等他知道至高的　神在人的国中掌权，凭自己的意旨立人治国。</p><p><a id="22"></a>5:22 伯沙撒啊，你是他的儿子（注：或作“孙子”），你虽知道这一切，你心仍不自卑，</p><p><a id="23"></a>5:23 竟向天上的主自高，使人将他殿中的器皿拿到你面前，你和大臣、皇后、妃嫔用这器皿饮酒。你又赞美那不能看、不能听、无知无识、金、银、铜、铁、木、石所造的神，却没有将荣耀归与那手中有你气息，管理你一切行动的　神。</p><p><a id="24"></a>5:24 因此，从　神那里显出指头来写这文字。</p><p><a id="25"></a>5:25 所写的文字是：弥尼，弥尼，提客勒，乌法珥新。</p><p><a id="26"></a>5:26 讲解是这样：弥尼，就是　神已经数算你国的年日到此完毕；</p><p><a id="27"></a>5:27 提客勒，就是你被称在天平里，显出你的亏欠；</p><p><a id="28"></a>5:28 □勒斯（注：与“乌法珥新”同义），就是你的国分裂，归与玛代人和波斯人。”</p><p><a id="29"></a>5:29 伯沙撒下令，人就把紫袍给但以理穿上，把金链给他戴在颈项上，又传令使他在国中位列第三。</p><p><a id="30"></a>5:30 当夜，迦勒底王伯沙撒被杀。</p><p><a id="31"></a>5:31 玛代人大利乌年六十二岁，取了迦勒底国。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/但以理书/5.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _5 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _5 as default
};
