import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/罗马书/1.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/罗马书/1.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>1:1 耶稣基督的仆人保罗，奉召为使徒，特派传　神的福音。</p><p><a id="2"></a>1:2 这福音是　神从前藉众先知在圣经上所应许的。</p><p><a id="3"></a>1:3 论到他儿子我主耶稣基督，按肉体说，是从大卫后裔生的；</p><p><a id="4"></a>1:4 按圣善的灵说，因从死里复活，以大能显明是　神的儿子。</p><p><a id="5"></a>1:5 我们从他受了恩惠并使徒的职分，在万国之中叫人为他的名信服真道；</p><p><a id="6"></a>1:6 其中也有你们这蒙召属耶稣基督的人。</p><p><a id="7"></a>1:7 我写信给你们在罗马为　神所爱、奉召作圣徒的众人。愿恩惠、平安从我们的父　神并主耶稣基督归与你们！</p><p><a id="8"></a>1:8 第一，我靠著耶稣基督，为你们众人感谢我的　神，因你们的信德传遍了天下。</p><p><a id="9"></a>1:9 我在他儿子福音上，用心灵所事奉的　神，可以见证我怎样不住地提到你们。</p><p><a id="10"></a>1:10 在祷告之间常常恳求，或者照　神的旨意，终能得平坦的道路往你们那里去。</p><p><a id="11"></a>1:11 因为我切切地想见你们，要把些属灵的恩赐分给你们，使你们可以坚固。</p><p><a id="12"></a>1:12 这样，我在你们中间，因你与我彼此的信心，就可以同得安慰。</p><p><a id="13"></a>1:13 弟兄们，我不愿意你们不知道，我屡次定意往你们那里去，要在你们中间得些果子，如同在其余的外邦人中一样；只是到如今仍有阻隔。</p><p><a id="14"></a>1:14 无论是希腊人、化外人、聪明人、愚拙人，我都欠他们的债。</p><p><a id="15"></a>1:15 所以情愿尽我的力量，将福音也传给你们在罗马的人。</p><p><a id="16"></a>1:16 我不以福音为耻；这福音本是　神的大能，要救一切相信的，先是犹太人，后是希腊人。</p><p><a id="17"></a>1:17 因为　神的义正在这福音上显明出来；这义是本于信，以至于信。如经上所记：“义人必因信得生。”</p><p><a id="18"></a>1:18 原来，　神的忿怒，从天上显明在一切不虔不义的人身上，就是那些行不义阻挡真理的人。</p><p><a id="19"></a>1:19 神的事情，人所能知道的，原显明在人心里，因为　神已经给他们显明。</p><p><a id="20"></a>1:20 自从造天地以来，　神的永能和神性是明明可知的，虽是眼不能见，但藉著所造之物就可以晓得，叫人无可推诿。</p><p><a id="21"></a>1:21 因为他们虽然知道　神，却不当作　神荣耀他，也不感谢他。他们的思念变为虚妄，无知的心就昏暗了。</p><p><a id="22"></a>1:22 自称为聪明，反成了愚拙；</p><p><a id="23"></a>1:23 将不能朽坏之　神的荣耀变为偶像，彷佛必朽坏的人和飞禽、走兽、昆虫的样式。</p><p><a id="24"></a>1:24 所以，　神任凭他们逞著心里的情欲行污秽的事，以致彼此玷辱自己的身体。</p><p><a id="25"></a>1:25 他们将　神的真实变为虚谎，去敬拜事奉受造之物，不敬奉那造物的主。主乃是可称颂的，直到永远。阿们！</p><p><a id="26"></a>1:26 因此，　神任凭他们放纵可羞耻的情欲。他们的女人把顺性的用处变为逆性的用处；</p><p><a id="27"></a>1:27 男人也是如此，弃了女人顺性的用处，欲火攻心，彼此贪恋，男和男行可羞耻的事，就在自己身上受这妄为当得的报应。</p><p><a id="28"></a>1:28 他们既然故意不认识　神，　神就任凭他们存邪僻的心，行那些不合理的事；</p><p><a id="29"></a>1:29 装满了各样不义、邪恶、贪婪、恶毒（注：或作“阴毒”），满心是嫉妒、凶杀、争竞、诡诈、毒恨，</p><p><a id="30"></a>1:30 又是谗毁的、背后说人的、怨恨　神的（注：或作“被　神所憎恶的”）、侮慢人的、狂傲的、自夸的、捏造恶事的、违背父母的、</p><p><a id="31"></a>1:31 无知的、背约的、无亲情的、不怜悯人的。</p><p><a id="32"></a>1:32 他们虽知道　神判定行这样事的人是当死的，然而他们不但自己去行，还喜欢别人去行。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/罗马书/1.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _1 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _1 as default
};
