import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/以西结书/47.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/以西结书/47.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>47:1 他带我回到殿门，见殿的门槛下有水往东流出（原来殿面朝东）。这水从槛下，由殿的右边，在祭坛的南边往下流。</p><p><a id="2"></a>47:2 他带我出北门，又领我从外边转到朝东的外门，见水从右边流出。</p><p><a id="3"></a>47:3 他手拿准绳往东出去的时候，量了一千肘，使我□过水，水到踝子骨；</p><p><a id="4"></a>47:4 他又量了一千肘，使我□过水，水就到膝。再量了一千肘，使我□过水，水便到腰。</p><p><a id="5"></a>47:5 又量了一千肘，水便成了河，使我不能□过；因为水势涨起，成为可□的水，不可□的河。</p><p><a id="6"></a>47:6 他对我说：“人子啊，你看见了甚么？”他就带我回到河边。</p><p><a id="7"></a>47:7 我回到河边的时候，见在河这边与那边的岸上有极多的树木。</p><p><a id="8"></a>47:8 他对我说：“这水往东方流去，必下到亚拉巴，直到海。所发出来的水必流入盐海，使水变甜（注：原文作“得医治”。下同）。</p><p><a id="9"></a>47:9 这河水所到之处，凡滋生的动物都必生活，并且因这流来的水必有极多的鱼，海水也变甜了。这河水所到之处，百物都必生活。</p><p><a id="10"></a>47:10 必有渔夫站在河边，从隐基底直到隐以革莲，都作晒（注：或作“张”）网之处。那鱼各从其类，好像大海的鱼甚多。</p><p><a id="11"></a>47:11 只是泥泞之地与洼湿之处不得治好，必为盐地。</p><p><a id="12"></a>47:12 在河这边与那边的岸上必生长各类的树木。其果可作食物，叶子不枯乾，果子不断绝。每月必结新果子，因为这水是从圣所流出来的。树上的果子必作食物，叶子乃为治病。”</p><p><a id="13"></a>47:13 主耶和华如此说：“你们要照地的境界，按以色列十二支派分地为业。约瑟必得两分。</p><p><a id="14"></a>47:14 你们承受这地为业，要彼此均分，因为我曾起誓应许将这地赐与你们的列祖，这地必归你们为业。</p><p><a id="15"></a>47:15 地的四界乃是如此：北界从大海往希特伦直到西达达口。</p><p><a id="16"></a>47:16 又往哈马、比罗他、西伯莲（西伯莲在大马士革与哈马两界中间），到浩兰边界的哈撒哈提干。</p><p><a id="17"></a>47:17 这样，境界从海边往大马士革地界上的哈萨以难，北边以哈马地为界。这是北界。</p><p><a id="18"></a>47:18 东界在浩兰、大马士革、基列和以色列地的中间，就是约旦河。你们要从北界量到东海。这是东界。</p><p><a id="19"></a>47:19 南界是从他玛到米利巴加低斯的水，延到埃及小河，直到大海。这是南界。</p><p><a id="20"></a>47:20 西界就是大海，从南界直到哈马口对面之地。这是西界。</p><p><a id="21"></a>47:21 你们要按著以色列的支派彼此分这地。</p><p><a id="22"></a>47:22 要拈阄分这地为业，归与自己和你们中间寄居的外人，就是在你们中间生养儿女的外人。你们要看他们如同以色列人中所生的一样，他们在以色列支派中要与你们同得地业。</p><p><a id="23"></a>47:23 外人寄居在哪支派中，你们就在那里分给他地业。”这是主耶和华说的。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/以西结书/47.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _47 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _47 as default
};
