import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/使徒行传/15.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/使徒行传/15.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>15:1 有几个人从犹太下来，教训弟兄们说：“你们若不按摩西的规条受割礼，不能得救。”</p><p><a id="2"></a>15:2 保罗、巴拿巴与他们大大地纷争辩论；众门徒就定规，叫保罗、巴拿巴和本会中几个人，为所辩论的上耶路撒冷去见使徒和长老。</p><p><a id="3"></a>15:3 于是教会送他们起行。他们经过腓尼基、撒马利亚，随处传说外邦人归主的事，叫众弟兄都甚欢喜。</p><p><a id="4"></a>15:4 到了耶路撒冷，教会和使徒并长老都接待他们，他们就述说　神同他们所行的一切事。</p><p><a id="5"></a>15:5 惟有几个信徒是法利赛教门的人，起来说：“必须给外邦人行割礼，吩咐他们遵守摩西的律法。”</p><p><a id="6"></a>15:6 使徒和长老聚会商议这事。</p><p><a id="7"></a>15:7 辩论已经多了，彼得就起来说：“诸位弟兄，你们知道　神早已在你们中间拣选了我，叫外邦人从我口中得听福音之道，而且相信。</p><p><a id="8"></a>15:8 知道人心的　神也为他们作了见证，赐圣灵给他们，正如给我们一样；</p><p><a id="9"></a>15:9 又藉著信洁□了他们的心，并不分他们、我们。</p><p><a id="10"></a>15:10 现在为甚么试探　神，要把我们祖宗和我们所不能负的轭放在门徒的颈项上呢？</p><p><a id="11"></a>15:11 我们得救乃是因主耶稣的恩，和他们一样，这是我们所信的。”</p><p><a id="12"></a>15:12 众人都默默无声，听巴拿巴和保罗述说　神藉他们在外邦人中所行的神迹奇事。</p><p><a id="13"></a>15:13 他们住了声，雅各就说：“诸位弟兄，请听我的话。</p><p><a id="14"></a>15:14 方才西门述说　神当初怎样眷顾外邦人，从他们中间选取百姓归于自己的名下；</p><p><a id="15"></a>15:15 众先知的话也与这意思相合。</p><p><a id="16"></a>15:16 正如经上所写的：‘此后，我要回来，重新修造大卫倒塌的帐幕，把那破坏的，重新修造建立起来。</p><p><a id="17"></a>15:17 叫余剩的人，就是凡称为我名下的外邦人，都寻求主。’</p><p><a id="18"></a>15:18 这话是从创世以来显明这事的主说的。</p><p><a id="19"></a>15:19 所以据我的意见，不可难为那归服　神的外邦人；</p><p><a id="20"></a>15:20 只要写信吩咐他们禁戒偶像的污秽和奸淫，并勒死的牲畜和血。</p><p><a id="21"></a>15:21 因为从古以来，摩西的书在各城有人传讲，每逢安息日在会堂里诵读。”</p><p><a id="22"></a>15:22 那时，使徒和长老并全教会定意从他们中间拣选人，差他们和保罗、巴拿巴同往安提阿去。所拣选的就是称呼巴撒巴的犹大和西拉；这两个人在弟兄中是作首领的。</p><p><a id="23"></a>15:23 于是写信交付他们，内中说：“使徒和作长老的弟兄们问安提阿、叙利亚、基利家外邦众弟兄的安！</p><p><a id="24"></a>15:24 我们听说有几个人从我们这里出去，用言语搅扰你们，惑乱你们的心。（注：有古卷在此有“你们必须受割礼，守摩西的律法。”）其实我们并没有吩咐他们。</p><p><a id="25"></a>15:25 所以我们同心定意拣选几个人，差他们同我们所亲爱的巴拿巴和保罗往你们那里去。</p><p><a id="26"></a>15:26 这二人是为我主耶稣基督的名不顾性命的。</p><p><a id="27"></a>15:27 我们就差了犹大和西拉，他们也要亲口诉说这些事。</p><p><a id="28"></a>15:28 因为圣灵和我们定意不将别的重担放在你们身上，惟有几件事是不可少的，</p><p><a id="29"></a>15:29 就是禁戒祭偶像的物和血，并勒死的牲畜和奸淫。这几件你们若能自己禁戒不犯就好了。愿你们平安！”</p><p><a id="30"></a>15:30 他们既奉了差遣，就下安提阿去，聚集众人，交付书信。</p><p><a id="31"></a>15:31 众人念了，因为信上安慰的话就欢喜了。</p><p><a id="32"></a>15:32 犹大和西拉也是先知，就用许多话劝勉弟兄，坚固他们。</p><p><a id="33"></a>15:33 住了些日子，弟兄们打发他们平平安安地回到差遣他们的人那里去。（注：有古卷在此有</p><p><a id="34"></a>15:34 “惟有西拉定意仍住在那里。”）</p><p><a id="35"></a>15:35 但保罗和巴拿巴仍住在安提阿，和许多别人一同教训人，传主的道。</p><p><a id="36"></a>15:36 过了些日子，保罗对巴拿巴说：“我们可以回到从前宣传主道的各城，看望弟兄们景况如何。”</p><p><a id="37"></a>15:37 巴拿巴有意要带称呼马可的约翰同去；</p><p><a id="38"></a>15:38 但保罗因为马可从前在旁非利亚离开他们，不和他们同去做工，就以为不可带他去。</p><p><a id="39"></a>15:39 于是二人起了争论，甚至彼此分开。巴拿巴带著马可坐船往塞浦路斯去；</p><p><a id="40"></a>15:40 保罗拣选了西拉也出去，蒙弟兄们把他交于主的恩中。</p><p><a id="41"></a>15:41 他就走遍叙利亚、基利家，坚固众教会。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/使徒行传/15.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _15 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _15 as default
};
