import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/撒母耳记(下)/2.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/撒母耳记(下)/2.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>2:1 此后，大卫问耶和华说：“我上犹大的一个城去可以吗？”耶和华说：“可以。”大卫说：“我上哪一个城去呢？”耶和华说：“上希伯仑去。”</p><p><a id="2"></a>2:2 于是，大卫和他的两个妻：一个是耶斯列人亚希暖，一个是作过迦密人拿八妻的亚比该，都上那里去了。</p><p><a id="3"></a>2:3 大卫也将跟随他的人和他们各人的眷属一同带上去，住在希伯仑的城邑中。</p><p><a id="4"></a>2:4 犹大人来到希伯仑，在那里膏大卫作犹大家的王。有人告诉大卫说：“葬埋扫罗的是基列雅比人。”</p><p><a id="5"></a>2:5 大卫就差人去见基列雅比人，对他们说：“你们厚待你们的主扫罗，将他葬埋。愿耶和华赐福与你们。</p><p><a id="6"></a>2:6 你们既行了这事，愿耶和华以慈爱诚实待你们，我也要为此厚待你们。</p><p><a id="7"></a>2:7 现在你们的主扫罗死了，犹大家已经膏我作他们的王，所以你们要刚强奋勇。”</p><p><a id="8"></a>2:8 扫罗的元帅尼珥的儿子押尼珥，曾将扫罗的儿子伊施波设带过河到玛哈念，</p><p><a id="9"></a>2:9 立他作王，治理基列，亚书利，耶斯列，以法莲，便雅悯和以色列众人。</p><p><a id="10"></a>2:10 扫罗的儿子伊施波设登基的时候，年四十岁，作以色列王二年；惟独犹大家归从大卫。</p><p><a id="11"></a>2:11 大卫在希伯仑作犹大家的王，共七年零六个月。</p><p><a id="12"></a>2:12 尼珥的儿子押尼珥和扫罗的儿子伊施波设的仆人，从玛哈念出来，往基遍去。</p><p><a id="13"></a>2:13 洗鲁雅的儿子约押和大卫的仆人也出来，在基遍池旁与他们相遇。一班坐在池这边，一班坐在池那边。</p><p><a id="14"></a>2:14 押尼珥对约押说：“让少年人起来，在我们面前戏耍吧！”约押说：“可以。”</p><p><a id="15"></a>2:15 就按著定数起来：属扫罗儿子伊施波设的便雅悯人过去十二名，大卫的仆人也过去十二名。</p><p><a id="16"></a>2:16 彼此揪头，用刀刺肋，一同仆倒。所以那地叫作希利甲哈素林，就在基遍。</p><p><a id="17"></a>2:17 那日的战事凶猛，押尼珥和以色列人败在大卫的仆人面前。</p><p><a id="18"></a>2:18 在那里有洗鲁雅的三个儿子：约押，亚比筛，亚撒黑。亚撒黑脚快如野鹿一般。</p><p><a id="19"></a>2:19 亚撒黑追赶押尼珥，直追赶他不偏左右。</p><p><a id="20"></a>2:20 押尼珥回头说：“你是亚撒黑吗？”回答说：“是。”</p><p><a id="21"></a>2:21 押尼珥对他说：“你或转向左，转向右，拿住一个少年人，剥去他的战衣。”亚撒黑却不肯转开不追赶他。</p><p><a id="22"></a>2:22 押尼珥又对亚撒黑说：“你转开不追赶我吧！我何必杀你呢？若杀你，有甚么脸见你哥哥约押呢？”</p><p><a id="23"></a>2:23 亚撒黑仍不肯转开，故此押尼珥就用枪□刺入他的肚腹，甚至枪从背后透出。亚撒黑就在那里仆倒而死。众人赶到亚撒黑仆倒而死的地方，就都站住。</p><p><a id="24"></a>2:24 约押和亚比筛追赶押尼珥，日落的时候，到了通基遍旷野的路旁，基亚对面的亚玛山。</p><p><a id="25"></a>2:25 便雅悯人聚集，跟随押尼珥站在一个山顶上。</p><p><a id="26"></a>2:26 押尼珥呼叫约押说：“刀剑岂可永远杀人吗？你岂不知终久必有苦楚吗？你要等何时才叫百姓回去，不追赶弟兄呢？”</p><p><a id="27"></a>2:27 约押说：“我指著永生的　神起誓，你若不说戏耍的那句话，今日早晨百姓就回去，不追赶弟兄了。”</p><p><a id="28"></a>2:28 于是约押吹角，众民就站住，不再追赶以色列人，也不再打仗了。</p><p><a id="29"></a>2:29 押尼珥和跟随他的人整夜经过亚拉巴，过约旦河走过毕伦，到了玛哈念。</p><p><a id="30"></a>2:30 约押追赶押尼珥回来，聚集众民，见大卫的仆人中缺少了十九个人和亚撒黑。</p><p><a id="31"></a>2:31 但大卫的仆人杀了便雅悯人和跟随押尼珥的人，共三百六十名。</p><p><a id="32"></a>2:32 众人将亚撒黑送到伯利恒，葬在他父亲的坟墓里。约押和跟随他的人走了一夜，天亮的时候到了希伯仑。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/撒母耳记(下)/2.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _2 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _2 as default
};
