import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/耶利米书/52.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/耶利米书/52.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>52:1 西底家登基的时候年二十一岁，在耶路撒冷作王十一年。他母亲名叫哈慕他，是立拿人耶利米的女儿。</p><p><a id="2"></a>52:2 西底家行耶和华眼中看为恶的事，是照约雅敬一切所行的。</p><p><a id="3"></a>52:3 因此，耶和华的怒气在耶路撒冷和犹大发作，以致将人民从自己的面前赶出。</p><p><a id="4"></a>52:4 西底家背叛巴比伦王。他作王第九年十月初十日，巴比伦王尼布甲尼撒率领全军来攻击耶路撒冷，对城安营，四围筑垒攻城。</p><p><a id="5"></a>52:5 于是城被围困，直到西底家王十一年。</p><p><a id="6"></a>52:6 四月初九日，城里有大饥荒，甚至百姓都没有粮食。</p><p><a id="7"></a>52:7 城被攻破，一切兵丁就在夜间从靠近王园两城中间的门出城逃跑，迦勒底人正在四围攻城，他们就往亚拉巴逃去。</p><p><a id="8"></a>52:8 迦勒底的军队追赶西底家王，在耶利哥的平原追上他。他的全军都离开他四散了。</p><p><a id="9"></a>52:9 迦勒底人就拿住王，带他到哈马地的利比拉巴比伦王那里，巴比伦王便审判他。</p><p><a id="10"></a>52:10 巴比伦王在西底家眼前杀了他的众子，又在利比拉杀了犹大的一切首领，</p><p><a id="11"></a>52:11 并且剜了西底家的眼睛，用铜链锁著他，带到巴比伦去，将他囚在监里，直到他死的日子。</p><p><a id="12"></a>52:12 巴比伦王尼布甲尼撒十九年五月初十日，在巴比伦王面前侍立的护卫长尼布撒拉旦进入耶路撒冷，</p><p><a id="13"></a>52:13 用火焚烧耶和华的殿和王宫，又焚烧耶路撒冷的房屋，就是各大户家的房屋。</p><p><a id="14"></a>52:14 跟从护卫长迦勒底的全军，就拆毁耶路撒冷四围的城墙。</p><p><a id="15"></a>52:15 那时护卫长尼布撒拉旦将民中最穷的和城里所剩下的百姓，并已经投降巴比伦王的人，以及大众所剩下的人都掳去了。</p><p><a id="16"></a>52:16 但护卫长尼布撒拉旦留下些民中最穷的，使他们修理葡萄园，耕种田地。</p><p><a id="17"></a>52:17 耶和华殿的铜柱并殿内的盆座和铜海，迦勒底人都打碎了，将那铜运到巴比伦去了。</p><p><a id="18"></a>52:18 又带去锅、铲子、蜡剪、盘子、调羹并所用的一切铜器，</p><p><a id="19"></a>52:19 杯、火鼎、碗、盆、灯台、调羹、爵，无论金的银的，护卫长也都带去了。</p><p><a id="20"></a>52:20 所罗门为耶和华殿所造的两根铜柱，一个铜海，并座下的十二只铜牛，这一切的铜多得无法可称。</p><p><a id="21"></a>52:21 这一根柱子高十八肘，厚四指，是空的，围十二肘。</p><p><a id="22"></a>52:22 柱上有铜顶，高五肘，铜顶的周围有网子和石榴，都是铜的。那一根柱子照此一样，也有石榴。</p><p><a id="23"></a>52:23 柱子四面有九十六个石榴，在网子周围共有一百石榴。</p><p><a id="24"></a>52:24 护卫长拿住大祭司西莱雅、副祭司西番亚和三个把门的。</p><p><a id="25"></a>52:25 又从城中拿住一个管理兵丁的官（注：或作“太监”），并在城里所遇常见王面的七个人和检点国民军长的书记，以及城里所遇见的国民六十个人。</p><p><a id="26"></a>52:26 护卫长尼布撒拉旦将这些人带到利比拉巴比伦王那里。</p><p><a id="27"></a>52:27 巴比伦王就把他们击杀在哈马地的利比拉。这样，犹大人被掳去离开本地。</p><p><a id="28"></a>52:28 尼布甲尼撒所掳的民数记在下面：在他第七年掳去犹大人三千零二十三名；</p><p><a id="29"></a>52:29 尼布甲尼撒十八年从耶路撒冷掳去八百三十二人；</p><p><a id="30"></a>52:30 尼布甲尼撒二十三年，护卫长尼布撒拉旦掳去犹大人七百四十五名。共有四千六百人。</p><p><a id="31"></a>52:31 犹大王约雅斤被掳后三十七年，巴比伦王以未米罗达元年十二月二十五日，使犹大王约雅斤抬头，提他出监，</p><p><a id="32"></a>52:32 又对他说恩言，使他的位高过与他一同在巴比伦众王的位，</p><p><a id="33"></a>52:33 给他脱了囚服。他终身在巴比伦王面前吃饭。</p><p><a id="34"></a>52:34 巴比伦王赐他所需用的食物，日日赐他一份，终身是这样，直到他死的日子。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/耶利米书/52.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _52 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _52 as default
};
