import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/启示录/18.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/启示录/18.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>18:1 此后，我看见另有一位有大权柄的天使从天降下，地就因他的荣耀发光。</p><p><a id="2"></a>18:2 他大声喊著说：“巴比伦大城倾倒了！倾倒了！成了鬼魔的住处和各样污秽之灵的巢穴（注：或作“牢狱”。下同），并各样污秽可憎之雀鸟的巢穴。</p><p><a id="3"></a>18:3 因为列国都被她邪淫大怒的酒倾倒了。地上的君王与她行淫，地上的客商因她奢华太过就发了财。”</p><p><a id="4"></a>18:4 我又听见从天上有声音说：“我的民哪，你们要从那城出来，免得与她一同有罪，受她所受的灾殃；</p><p><a id="5"></a>18:5 因她的罪恶滔天，她的不义，　神已经想起来了。</p><p><a id="6"></a>18:6 她怎样待人，也要怎样待她，按她所行的加倍地报应她，用她调酒的杯加倍地调给她喝。</p><p><a id="7"></a>18:7 她怎样荣耀自己，怎样奢华，也当叫她照样痛苦悲哀，因她心里说：‘我坐了皇后的位，并不是寡妇，决不至于悲哀。’</p><p><a id="8"></a>18:8 所以在一天之内，她的灾殃要一齐来到，就是死亡、悲哀、饥荒。她又要被火烧尽了，因为审判她的主　神大有能力。</p><p><a id="9"></a>18:9 地上的君王，素来与她行淫，一同奢华的，看见烧她的烟，就必为她哭泣哀号。</p><p><a id="10"></a>18:10 因怕她的痛苦，就远远地站著说：哀哉！哀哉！巴比伦大城，坚固的城啊！一时之间你的刑罚就来到了。</p><p><a id="11"></a>18:11 地上的客商也都为她哭泣悲哀，因为没有人再买他们的货物了；</p><p><a id="12"></a>18:12 这货物就是金、银、宝石、珍珠、细麻布、紫色料、绸子、朱红色料、各样香木、各样象牙的器皿，各样极宝贵的木头和铜、铁、汉白玉的器皿，</p><p><a id="13"></a>18:13 并肉桂、豆蔻、香料、香膏、乳香、酒、油、细面、麦子、牛、羊、车、马和奴仆、人口。</p><p><a id="14"></a>18:14 巴比伦哪，你所贪爱的果子离开了你！你一切的珍馐美味和华美的物件也从你中间毁灭，决不能再见了！</p><p><a id="15"></a>18:15 贩卖这些货物、藉著她发了财的客商，因怕她的痛苦，就远远地站著哭泣悲哀，说：</p><p><a id="16"></a>18:16 ‘哀哉！哀哉！这大城啊！素常穿著细麻、紫色、朱红色的衣服，又用金子、宝石和珍珠为妆饰。</p><p><a id="17"></a>18:17 一时之间，这么大的富厚就归于无有了。’凡船主和坐船往各处去的并众水手，连所有靠海为业的，都远远地站著，</p><p><a id="18"></a>18:18 看见烧她的烟，就喊著说：‘有何城能比这大城呢？’</p><p><a id="19"></a>18:19 他们又把尘土撒在头上，哭泣悲哀，喊著说：‘哀哉！哀哉！这大城啊！凡有船在海中的，都因她的珍宝成了富足，她在一时之间就成了荒场！</p><p><a id="20"></a>18:20 天哪，众圣徒、众使徒、众先知啊！你们都要因她欢喜，因为　神已经在她身上伸了你们的冤！’”</p><p><a id="21"></a>18:21 有一位大力的天使举起一块石头，好像大磨石，扔在海里，说：“巴比伦大城也必这样猛力地被扔下去，决不能再见了！</p><p><a id="22"></a>18:22 弹琴、作乐、吹笛、吹号的声音，在你中间决不能再听见。各行手艺人，在你中间决不能再遇见。推磨的声音，在你中间决不能再听见。</p><p><a id="23"></a>18:23 灯光在你中间决不能再照耀。新郎和新妇的声音，在你中间决不能再听见。你的客商原来是地上的尊贵人，万国也被你的邪术迷惑了。</p><p><a id="24"></a>18:24 先知和圣徒并地上一切被杀之人的血，都在这城里看见了。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/启示录/18.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _18 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _18 as default
};
