import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/耶利米书/6.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/耶利米书/6.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>6:1 便雅悯人哪，你们要逃出耶路撒冷，在提哥亚吹角，在伯哈基琳立号旗。因为有灾祸与大毁灭从北方张望。</p><p><a id="2"></a>6:2 那秀美娇嫩的锡安女子 （注：“女子”就是指“民”的意思），我必剪除。</p><p><a id="3"></a>6:3 牧人必引他们的羊群到她那里，在她周围支搭帐棚，各在自己所占之地使羊吃草。</p><p><a id="4"></a>6:4 你们要准备攻击她，起来吧！我们可以趁午时上去。哀哉！日已渐斜，晚影拖长了。</p><p><a id="5"></a>6:5 起来吧！我们夜间上去毁坏她的宫殿。”</p><p><a id="6"></a>6:6 因为万军之耶和华如此说：“你们要砍伐树木，筑垒攻打耶路撒冷。这就是那该罚的城，其中尽是欺压。</p><p><a id="7"></a>6:7 井怎样涌出水来，这城也照样涌出恶来。在其间常听见有强暴毁灭的事，病患损伤也常在我面前。</p><p><a id="8"></a>6:8 耶路撒冷啊，你当受教，免得我心与你生疏，免得我使你荒凉，成为无人居住之地。”</p><p><a id="9"></a>6:9 万军之耶和华曾如此说：“敌人必掳尽以色列剩下的民，如同摘净葡萄一样。你要像摘葡萄的人摘了又摘，回手放在筐子里。”</p><p><a id="10"></a>6:10 现在我可以向谁说话作见证，使他们听呢？他们的耳朵未受割礼，不能听见。看哪！耶和华的话，他们以为羞辱，不以为喜悦。</p><p><a id="11"></a>6:11 因此我被耶和华的忿怒充满，难以含忍。我要倾在街中的孩童和聚会的少年人身上，连夫带妻，并年老的与日子满足的都必被擒拿。</p><p><a id="12"></a>6:12 他们的房屋、田地和妻子都必转归别人。我要伸手攻击这地的居民！”这是耶和华说的。</p><p><a id="13"></a>6:13 “因为他们从最小的到至大的都一味地贪婪；从先知到祭司都行事虚谎。</p><p><a id="14"></a>6:14 他们轻轻忽忽地医治我百姓的损伤说：‘平安了！平安了！’其实没有平安！</p><p><a id="15"></a>6:15 他们行可憎的事，知道惭愧吗？不然，他们毫不惭愧，也不知羞耻。因此，他们必在仆倒的人中仆倒，我向他们讨罪的时候，他们必致跌倒。”这是耶和华说的。</p><p><a id="16"></a>6:16 耶和华如此说：“你们当站在路上察看，访问古道，哪是善道，便行在其间；这样，你们心里必得安息。他们却说：‘我们不行在其间。’</p><p><a id="17"></a>6:17 我设立守望的人照管你们说：‘要听角声。’他们却说：‘我们不听。’</p><p><a id="18"></a>6:18 列国啊，因此你们当听；会众啊，要知道他们必遭遇的事！</p><p><a id="19"></a>6:19 地啊，当听：我必使灾祸临到这百姓，就是他们意念所结的果子，因为他们不听从我的言语。至于我的训诲 （注：或作“律法”），他们也厌弃了。</p><p><a id="20"></a>6:20 从示巴出的乳香，从远方出的菖蒲 （注：或作“甘蔗”）奉来给我有何益呢？你们的燔祭不蒙悦纳，你们的平安祭我也不喜悦。”</p><p><a id="21"></a>6:21 所以，耶和华如此说：“我要将绊脚石放在这百姓前面，父亲和儿子要一同跌在其上；邻舍与朋友也都灭亡。”</p><p><a id="22"></a>6:22 耶和华如此说：“看哪！有一种民从北方而来，并有一大国被激动，从地极来到。</p><p><a id="23"></a>6:23 他们拿弓和枪，性情残忍，不施怜悯。他们的声音，像海浪□訇。锡安城啊 （注：“城”原文作“女子”），他们骑马，都摆队伍，如上战场的人要攻击你。”</p><p><a id="24"></a>6:24 我们听见他们的风声，手就发软，痛苦将我们抓住，疼痛彷佛产难的妇人。</p><p><a id="25"></a>6:25 你们不要往田野去，也不要行在路上，因四围有仇敌的刀剑和惊吓。</p><p><a id="26"></a>6:26 我民哪 （注：“民”原文作“民女”），应当腰束麻布，滚在灰中；你要悲伤，如丧独生子痛痛哭号，因为灭命的要忽然临到我们。</p><p><a id="27"></a>6:27 “我使你在我民中为高台（注：或作“试验人的”）、为保障，使你知道试验他们的行动。</p><p><a id="28"></a>6:28 他们都是极悖逆的，往来谗谤人。他们是铜是铁，都行坏事。</p><p><a id="29"></a>6:29 风箱吹火，铅被烧毁，他们炼而又炼，终是徒然；因为恶劣的还未除掉。</p><p><a id="30"></a>6:30 人必称他们为被弃的银渣，因为耶和华已经弃掉他们。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/耶利米书/6.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _6 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _6 as default
};
