import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/希伯来书/10.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/希伯来书/10.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>10:1 律法既是将来美事的影儿，不是本物的真像，总不能藉著每年常献一样的祭物，叫那近前来的人得以完全。</p><p><a id="2"></a>10:2 若不然，献祭的事岂不早已止住了吗？因为礼拜的人，良心既被洁净，就不再觉得有罪了。</p><p><a id="3"></a>10:3 但这些祭物是叫人每年想起罪来，</p><p><a id="4"></a>10:4 因为公牛和山羊的血断不能除罪。</p><p><a id="5"></a>10:5 所以，基督到世上来的时候，就说：“神啊，祭物和礼物是你不愿意的；你曾给我预备了身体。</p><p><a id="6"></a>10:6 燔祭和赎罪祭是你不喜欢的。</p><p><a id="7"></a>10:7 那时我说：‘神啊！我来了，为要照你的旨意行；我的事在经卷上已经记载了。’”</p><p><a id="8"></a>10:8 以上说：“祭物和礼物，燔祭和赎罪祭，是你不愿意的，也是你不喜欢的”（这都是按著律法献的）。</p><p><a id="9"></a>10:9 后又说：“我来了为要照你的旨意行。”可见他是除去在先的，为要立定在后的。</p><p><a id="10"></a>10:10 我们凭这旨意，靠耶稣基督只一次献上他的身体，就得以成圣。</p><p><a id="11"></a>10:11 凡祭司天天站著事奉　神，屡次献上一样的祭物，这祭物永不能除罪。</p><p><a id="12"></a>10:12 但基督献了一次永远的赎罪祭，就在　神的右边坐下了。</p><p><a id="13"></a>10:13 从此等候他仇敌成了他的脚凳。</p><p><a id="14"></a>10:14 因为他一次献祭，便叫那得以成圣的人永远完全。</p><p><a id="15"></a>10:15 圣灵也对我们作见证，因为他既已说过：</p><p><a id="16"></a>10:16 “主说，那些日子以后，我与他们所立的约乃是这样：我要将我的律法写在他们心上，又要放在他们的里面。”</p><p><a id="17"></a>10:17 以后就说：“我不再记念他们的罪愆和他们的过犯。”</p><p><a id="18"></a>10:18 这些罪过既已赦免，就不用再为罪献祭了。</p><p><a id="19"></a>10:19 弟兄们，我们既因耶稣的血，得以坦然进入至圣所，</p><p><a id="20"></a>10:20 是藉著他给我们开了一条又新又活的路，从幔子经过，这幔子就是他的身体。</p><p><a id="21"></a>10:21 又有一位大祭司治理　神的家，</p><p><a id="22"></a>10:22 并我们心中天良的亏欠已经洒去，身体用清水洗净了，就当存著诚心和充足的信心来到　神面前；</p><p><a id="23"></a>10:23 也要坚守我们所承认的指望，不至摇动，因为那应许我们的是信实的。</p><p><a id="24"></a>10:24 又要彼此相顾，激发爱心，勉励行善。</p><p><a id="25"></a>10:25 你们不可停止聚会，好像那些停止惯了的人，倒要彼此劝勉。既知道（注：原文作“看见”）那日子临近，就更当如此。</p><p><a id="26"></a>10:26 因为我们得知真道以后，若故意犯罪，赎罪的祭就再没有了，</p><p><a id="27"></a>10:27 惟有战惧等候审判和那烧灭众敌人的烈火。</p><p><a id="28"></a>10:28 人干犯摩西的律法，凭两三个见证人尚且不得怜恤而死；</p><p><a id="29"></a>10:29 何况人践踏　神的儿子，将那使他成圣之约的血当作平常，又亵慢施恩的圣灵，你们想，他要受的刑罚该怎样加重呢？</p><p><a id="30"></a>10:30 因为我们知道谁说：“伸冤在我，我必报应。”又说：“主要审判他的百姓。”</p><p><a id="31"></a>10:31 落在永生　神的手里，真是可怕的！</p><p><a id="32"></a>10:32 你们要追念往日，蒙了光照以后，所忍受大争战的各样苦难。</p><p><a id="33"></a>10:33 一面被毁谤，遭患难，成了戏景，叫众人观看；一面陪伴那些受这样苦难的人。</p><p><a id="34"></a>10:34 因为你们体恤了那些被捆锁的人，并且你们的家业被人抢去，也甘心忍受，知道自己有更美长存的家业。</p><p><a id="35"></a>10:35 所以，你们不可丢弃勇敢的心，存这样的心必得大赏赐。</p><p><a id="36"></a>10:36 你们必须忍耐，使你们行完了　神的旨意，就可以得著所应许的。</p><p><a id="37"></a>10:37 因为还有一点点时候，“那要来的就来，并不迟延。</p><p><a id="38"></a>10:38 只是义人必因信得生（注：“义人”有古卷作“我的义人”）；他若退后，我心里就不喜欢他。”</p><p><a id="39"></a>10:39 我们却不是退后入沉沦的那等人，乃是有信心以致灵魂得救的人。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/希伯来书/10.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _10 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _10 as default
};
