import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/使徒行传/1.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/使徒行传/1.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>1:1 提阿非罗啊，我已经作了前书，论到耶稣开头一切所行所教训的，</p><p><a id="2"></a>1:2 直到他藉著圣灵吩咐所拣选的使徒，以后被接上升的日子为止。</p><p><a id="3"></a>1:3 他受害之后，用许多的凭据将自己活活地显给使徒看，四十天之久向他们显现，讲说　神国的事。</p><p><a id="4"></a>1:4 耶稣和他们聚集的时候，嘱咐他们说：“不要离开耶路撒冷，要等候父所应许的，就是你们听见我说过的。</p><p><a id="5"></a>1:5 约翰是用水施洗，但不多几日，你们要受圣灵的洗。”</p><p><a id="6"></a>1:6 他们聚集的时候，问耶稣说：“主啊，你复兴以色列国就在这时候吗？”</p><p><a id="7"></a>1:7 耶稣对他们说：“父凭著自己的权柄所定的时候、日期，不是你们可以知道的。</p><p><a id="8"></a>1:8 但圣灵降临在你们身上，你们就必得著能力；并要在耶路撒冷、犹太全地和撒马利亚，直到地极，作我的见证。”</p><p><a id="9"></a>1:9 说了这话，他们正看的时候，他就被取上升，有一朵云彩把他接去，便看不见他了。</p><p><a id="10"></a>1:10 当他往上去，他们定睛望天的时候，忽然有两个人身穿白衣，站在旁边，说：</p><p><a id="11"></a>1:11 “加利利人哪，你们为甚么站著望天呢？这离开你们被接升天的耶稣，你们见他怎样往天上去，他还要怎样来。”</p><p><a id="12"></a>1:12 有一座山，名叫橄榄山，离耶路撒冷不远，约有安息日可走的路程。当下，门徒从那里回耶路撒冷去，</p><p><a id="13"></a>1:13 进了城，就上了所住的一间楼房。在那里有彼得、约翰、雅各、安得烈、腓力、多马、巴多罗买、马太、亚勒腓的儿子雅各、奋锐党的西门和雅各的儿子（注：或作“兄弟”）犹大。</p><p><a id="14"></a>1:14 这些人同著几个妇人和耶稣的母亲马利亚，并耶稣的弟兄，都同心合意地恒切祷告。</p><p><a id="15"></a>1:15 那时，有许多人聚会，约有一百二十名，彼得就在弟兄中间站起来，</p><p><a id="16"></a>1:16 说：“弟兄们，圣灵藉大卫的口，在圣经上预言领人捉拿耶稣的犹大，这话是必须应验的。</p><p><a id="17"></a>1:17 他本来列在我们数中，并且在使徒的职任上得了一分。</p><p><a id="18"></a>1:18 这人用他作恶的工价买了一块田，以后身子仆倒，肚腹崩裂，肠子都流出来。</p><p><a id="19"></a>1:19 住在耶路撒冷的众人都知道这事，所以按著他们那里的话给那块田起名叫亚革大马，就是血田的意思。</p><p><a id="20"></a>1:20 因为诗篇上写著说：‘愿他的住处变为荒场，无人在内居住，’又说：‘愿别人得他的职分。’</p><p><a id="21"></a>1:21 所以主耶稣在我们中间始终出入的时候，</p><p><a id="22"></a>1:22 就是从约翰施洗起，直到主离开我们被接上升的日子为止，必须从那常与我们作伴的人中，立一位与我们同作耶稣复活的见证。”</p><p><a id="23"></a>1:23 于是选举两个人，就是那叫做巴撒巴，又称呼犹士都的约瑟和马提亚。(此包括徒1:23-24 )</p><p><a id="25"></a>1:25 众人就祷告说：“主啊，你知道万人的心。求你从这两个人中，指明你所拣选的是谁，叫他得这使徒的位分。这位分犹大已经丢弃，往自己的地方去了。”</p><p><a id="26"></a>1:26 于是众人为他们摇签，摇出马提亚来；他就和十一个使徒同列。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/使徒行传/1.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _1 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _1 as default
};
