import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/使徒行传/26.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/使徒行传/26.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>26:1 亚基帕对保罗说：“准你为自己辩明。”于是保罗伸手分诉说：</p><p><a id="2"></a>26:2 “亚基帕王啊，犹太人所告我的一切事，今日得在你面前分诉，实为万幸！</p><p><a id="3"></a>26:3 更可幸的，是你熟悉犹太人的规矩和他们的辩论，所以求你耐心听我。</p><p><a id="4"></a>26:4 我从起初在本国的民中，并在耶路撒冷，自幼为人如何，犹太人都知道。</p><p><a id="5"></a>26:5 他们若肯作见证，就晓得我从起初是按著我们教中最严紧的教门作了法利赛人。</p><p><a id="6"></a>26:6 现在我站在这里受审，是因为指望　神向我们祖宗所应许的。</p><p><a id="7"></a>26:7 这应许，我们十二个支派，昼夜切切地事奉　神，都指望得著。王啊，我被犹太人控告，就是因这指望。</p><p><a id="8"></a>26:8 神叫死人复活，你们为甚么看作不可信的呢？</p><p><a id="9"></a>26:9 从前我自己以为应当多方攻击拿撒勒人耶稣的名，</p><p><a id="10"></a>26:10 我在耶路撒冷也曾这样行了。既从祭司长得了权柄，我就把许多圣徒囚在监里；他们被杀，我也出名定案。</p><p><a id="11"></a>26:11 在各会堂，我屡次用刑强逼他们说亵渎的话，又分外恼恨他们，甚至追逼他们直到外邦的城邑。</p><p><a id="12"></a>26:12 那时，我领了祭司长的权柄和命令，往大马士革去。</p><p><a id="13"></a>26:13 王啊，我在路上，晌午的时候，看见从天发光，比日头还亮，四面照著我并与我同行的人。</p><p><a id="14"></a>26:14 我们都仆倒在地，我就听见有声音用希伯来话向我说：‘扫罗，扫罗！为甚么逼迫我？你用脚踢刺是难的！’</p><p><a id="15"></a>26:15 我说：‘主啊，你是谁？’主说：‘我就是你所逼迫的耶稣。</p><p><a id="16"></a>26:16 你起来站著！我特意向你显现，要派你作执事，作见证，将你所看见的事和我将要指示你的事证明出来。</p><p><a id="17"></a>26:17 我也要救你脱离百姓和外邦人的手。</p><p><a id="18"></a>26:18 我差你到他们那里去，要叫他们的眼睛得开，从黑暗中归向光明，从撒但权下归向　神；又因信我，得蒙赦罪，和一切成圣的人同得基业。’</p><p><a id="19"></a>26:19 亚基帕王啊，我故此没有违背那从天上来的异象，</p><p><a id="20"></a>26:20 先在大马士革，后在耶路撒冷和犹太全地以及外邦，劝勉他们应当悔改归向　神，行事与悔改的心相称。</p><p><a id="21"></a>26:21 因此，犹太人在殿里拿住我，想要杀我。</p><p><a id="22"></a>26:22 然而我蒙　神的帮助，直到今日还站得住，对著尊贵、卑贱、老幼作见证。所讲的，并不外乎众先知和摩西所说将来必成的事，</p><p><a id="23"></a>26:23 就是基督必须受害，并且因从死里复活，要首先把光明的道传给百姓和外邦人。”</p><p><a id="24"></a>26:24 保罗这样分诉，非斯都大声说：“保罗，你癫狂了吧！你的学问太大，反叫你癫狂了。”</p><p><a id="25"></a>26:25 保罗说：“非斯都大人，我不是癫狂，我说的乃是真实明白话。</p><p><a id="26"></a>26:26 王也晓得这些事，所以我向王放胆直言。我深信这些事没有一件向王隐藏的，因都不是在背地里做的。</p><p><a id="27"></a>26:27 亚基帕王啊，你信先知吗？我知道你是信的。”</p><p><a id="28"></a>26:28 亚基帕对保罗说：“你想少微一劝，便叫我作基督徒啊？”（注：或作：“你这样劝我，几乎叫我作基督徒了。”）</p><p><a id="29"></a>26:29 保罗说：“无论是少劝，是多劝，我向　神所求的，不但你一个人，就是今天一切听我的，都要像我一样，只是不要像我有这些锁链。”</p><p><a id="30"></a>26:30 于是，王和巡抚并百妮基与同坐的人都起来，</p><p><a id="31"></a>26:31 退到里面，彼此谈论说：“这人并没有犯甚么该死该绑的罪。”</p><p><a id="32"></a>26:32 亚基帕又对非斯都说：“这人若没有上告于凯撒，就可以释放了。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/使徒行传/26.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _26 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _26 as default
};
