import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/以西结书/3.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/以西结书/3.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>3:1 他对我说：“人子啊，要吃你所得的，要吃这书卷，好去对以色列家讲说。”</p><p><a id="2"></a>3:2 于是我开口，他就使我吃这书卷。</p><p><a id="3"></a>3:3 又对我说：“人子啊，要吃我所赐给你的这书卷，充满你的肚腹。”我就吃了，口中觉得其甜如蜜。</p><p><a id="4"></a>3:4 他对我说：“人子啊，你往以色列家那里去，将我的话对他们讲说。</p><p><a id="5"></a>3:5 你奉差遣不是往那说话深奥、言语难懂的民那里去，乃是往以色列家去。</p><p><a id="6"></a>3:6 不是往那说话深奥、言语难懂的多国去，他们的话语是你不懂得的；我若差你往他们那里去，他们必听从你。</p><p><a id="7"></a>3:7 以色列家却不肯听从你，因为他们不肯听从我；原来以色列全家是额坚心硬的人。</p><p><a id="8"></a>3:8 看哪！我使你的脸硬过他们的脸，使你的额硬过他们的额。</p><p><a id="9"></a>3:9 我使你的额像金钢钻，比火石更硬。他们虽是悖逆之家，你不要怕他们，也不要因他们的脸色惊惶。”</p><p><a id="10"></a>3:10 他又对我说：“人子啊，我对你所说的一切话，要心里领会，耳中听闻。</p><p><a id="11"></a>3:11 你往你本国被掳的子民那里去，他们或听或不听，你要对他们讲说，告诉他们：‘这是主耶和华说的。’”</p><p><a id="12"></a>3:12 那时，灵将我举起，我就听见在我身后有震动轰轰的声音说：“从耶和华的所在显出来的荣耀是该称颂的！”</p><p><a id="13"></a>3:13 我又听见那活物翅膀相碰，与活物旁边轮子旋转震动轰轰的响声。</p><p><a id="14"></a>3:14 于是，灵将我举起带我而去。我心中甚苦，灵性忿激，并且耶和华的灵（注：原文作“手”）在我身上大有能力。</p><p><a id="15"></a>3:15 我就来到提勒亚毕，住在迦巴鲁河边被掳的人那里，到他们所住的地方，在他们中间忧忧闷闷地坐了七日。</p><p><a id="16"></a>3:16 过了七日，耶和华的话临到我说：</p><p><a id="17"></a>3:17 “人子啊，我立你作以色列家守望的人，所以你要听我口中的话，替我警戒他们。</p><p><a id="18"></a>3:18 我何时指著恶人说他必要死，你若不警戒他，也不劝戒他，使他离开恶行，拯救他的性命，这恶人必死在罪孽之中；我却要向你讨他丧命的罪（注：原文作“血”）。</p><p><a id="19"></a>3:19 倘若你警戒恶人，他仍不转离罪恶，也不离开恶行，他必死在罪孽之中；你却救自己脱离了罪。</p><p><a id="20"></a>3:20 再者，义人何时离义而犯罪，我将绊脚石放在他面前，他就必死。因你没有警戒他，他必死在罪中，他素来所行的义不被记念，我却要向你讨他丧命的罪（注：原文作“血”）。</p><p><a id="21"></a>3:21 倘若你警戒义人，使他不犯罪，他就不犯罪，他因受警戒就必存活，你也救自己脱离了罪。”</p><p><a id="22"></a>3:22 耶和华的灵（注：原文作“手”）在那里降在我身上。他对我说：“你起来往平原去，我要在那里和你说话。”</p><p><a id="23"></a>3:23 于是，我起来往平原去。不料，耶和华的荣耀，正如我在迦巴鲁河边所见的一样，停在那里，我就俯伏于地。</p><p><a id="24"></a>3:24 灵就进入我里面，使我站起来。耶和华对我说：“你进房屋去，将门关上。</p><p><a id="25"></a>3:25 人子啊，人必用绳索捆绑你，你就不能出去在他们中间来往。</p><p><a id="26"></a>3:26 我必使你的舌头贴住上膛，以致你哑口，不能作责备他们的人，他们原是悖逆之家。</p><p><a id="27"></a>3:27 但我对你说话的时候，必使你开口，你就要对他们说：‘主耶和华如此说。’听的可以听，不听的任他不听，因为他们是悖逆之家。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/以西结书/3.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _3 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _3 as default
};
