import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/约书亚记/18.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/约书亚记/18.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>18:1 以色列的全会众都聚集在示罗，把会幕设立在那里，那地已经被他们制伏了。</p><p><a id="2"></a>18:2 以色列人中其余的七个支派，还没有分给他们地业。</p><p><a id="3"></a>18:3 约书亚对以色列人说：“耶和华你们列祖的　神所赐给你们的地，你们耽延不去得，要到几时呢？</p><p><a id="4"></a>18:4 你们每支派当选举三个人，我要打发他们去，他们就要起身走遍那地，按著各支派应得的地业写明（注：或作“画图”），就回到我这里来。</p><p><a id="5"></a>18:5 他们要将地分做七份。犹大仍在南方，住在他的境内；约瑟家仍在北方，住在他的境内。</p><p><a id="6"></a>18:6 你们要将地分做七份，写明了拿到我这里来。我要在耶和华我们　神面前为你们拈阄。</p><p><a id="7"></a>18:7 利未人在你们中间没有份，因为供耶和华祭司的职任，就是他们的产业。迦得支派、吕便支派和玛拿西半支派，已经在约旦河东得了地业，就是耶和华仆人摩西所给他们的。”</p><p><a id="8"></a>18:8 划地势的人起身去的时候，约书亚嘱咐他们说：“你们去走遍那地，划明地势，就回到我这里来，我要在示罗这鶪耶和华面前，为你们拈阄。”</p><p><a id="9"></a>18:9 他们就去了，走遍那地，按著城邑分做七份，写在册子上，回到示罗营中见约书亚。</p><p><a id="10"></a>18:10 约书亚就在示罗耶和华面前，为他们拈阄。约书亚在那里按著以色列人的支派，将地分给他们。</p><p><a id="11"></a>18:11 便雅悯支派，按著宗族拈阄所得之地，是在犹大、约瑟子孙中间。</p><p><a id="12"></a>18:12 他们的北界是从约旦河起，往上贴近耶利哥的北边，又往西通过山地，直到伯亚文的旷野。</p><p><a id="13"></a>18:13 从那里往南接连到路斯，贴近路斯（路斯就是伯特利），又下到亚他绿亚达，靠近下伯和仑南边的山。</p><p><a id="14"></a>18:14 从那里往西，又转向南，从伯和仑南对面的山，直达到犹大人的城基列巴力（基列巴力就是基列耶琳），这是西界。</p><p><a id="15"></a>18:15 南界是从基列耶琳的尽边起，往西达到尼弗多亚的水源。</p><p><a id="16"></a>18:16 又下到欣嫩子谷对面山的尽边，就是利乏音谷北边的山。又下到欣嫩谷，贴近耶布斯的南边，又下到隐罗结。</p><p><a id="17"></a>18:17 又往北通到隐示麦，达到亚都冥坡对面的基利绿。又下到吕便之子波罕的磐石。</p><p><a id="18"></a>18:18 又接连到亚拉巴对面，往北下到亚拉巴。</p><p><a id="19"></a>18:19 又接连到伯曷拉的北边，直通到盐海的北汊，就是约旦河的南头，这是南界。</p><p><a id="20"></a>18:20 东界是约旦河。这是便雅悯人按著宗族，照他们四围的交界所得的地业。</p><p><a id="21"></a>18:21 便雅悯支派按著宗族所得的城邑，就是耶利哥、伯曷拉、伊麦基悉、</p><p><a id="22"></a>18:22 伯亚拉巴、洗玛脸、伯特利、</p><p><a id="23"></a>18:23 亚文、巴拉、俄弗拉、</p><p><a id="24"></a>18:24 基法阿摩尼、俄弗尼、迦巴，共十二座城，还有属城的村庄。</p><p><a id="25"></a>18:25 又有基遍、拉玛，比录、</p><p><a id="26"></a>18:26 米斯巴、基非拉、摩撒、</p><p><a id="27"></a>18:27 利坚、伊利□勒、他拉拉、</p><p><a id="28"></a>18:28 洗拉、以利弗、耶布斯（耶布斯就是耶路撒冷）、基比亚、基列，共十四座城，还有属城的村庄。这是便雅悯人按著宗族所得的地业。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/约书亚记/18.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _18 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _18 as default
};
