import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/哈该书/2.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/哈该书/2.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>2:1 七月二十一日，耶和华的话临到先知哈该说：</p><p><a id="2"></a>2:2 “你要晓谕犹大省长撒拉铁的儿子所罗巴伯和约撒答的儿子大祭司约书亚，并剩下的百姓说：</p><p><a id="3"></a>2:3 ‘你们中间存留的，有谁见过这殿从前的荣耀呢？现在你们看著如何？岂不在眼中看如无有吗？’”</p><p><a id="4"></a>2:4 耶和华说：‘所罗巴伯啊，虽然如此，你当刚强！约撒答的儿子大祭司约书亚啊，你也当刚强！这地的百姓，你们都当刚强做工，因为我与你们同在。这是万军之耶和华说的。</p><p><a id="5"></a>2:5 这是照著你们出埃及我与你们立约的话。那时，我的灵住在你们中间，你们不要惧怕。’</p><p><a id="6"></a>2:6 “万军之耶和华如此说：‘过不多时，我必再一次震动天地、沧海与旱地。</p><p><a id="7"></a>2:7 我必震动万国。万国的珍宝必都运来（注：或作“万国所羡慕的必来到”），我就使这殿满了荣耀。’这是万军之耶和华说的。</p><p><a id="8"></a>2:8 万军之耶和华说：‘银子是我的，金子也是我的。</p><p><a id="9"></a>2:9 这殿后来的荣耀必大过先前的荣耀。在这地方我必赐平安。’这是万军之耶和华说的。”</p><p><a id="10"></a>2:10 大利乌王第二年九月二十四日，耶和华的话临到先知哈该说：</p><p><a id="11"></a>2:11 “万军之耶和华如此说：‘你要向祭司问律法说：</p><p><a id="12"></a>2:12 若有人用衣襟兜圣肉，这衣襟挨著饼，或汤，或酒，或油，或别的食物，便算为圣吗？’”祭司说：“不算为圣。”</p><p><a id="13"></a>2:13 哈该又说：“若有人因摸死尸染了污秽，然后挨著这些物的哪一样，这物算污秽吗？”祭司说：“必算污秽。”</p><p><a id="14"></a>2:14 于是哈该说：“耶和华说：‘这民这国，在我面前也是如此；他们手下的各样工作都是如此；他们在坛上所献的也是如此。</p><p><a id="15"></a>2:15 “‘现在你们要追想此日以前，耶和华的殿没有一块石头垒在石头上的光景。</p><p><a id="16"></a>2:16 在那一切日子，有人来到□堆，想得二十斗，只得了十斗；有人来到酒池，想得五十桶，只得了二十桶。</p><p><a id="17"></a>2:17 在你们手下的各样工作上，我以旱风、霉烂、冰雹攻击你们，你们仍不归向我。’这是耶和华说的。</p><p><a id="18"></a>2:18 你们要追想此日以前，就是从这九月二十四日起，追想到立耶和华殿根基的日子。</p><p><a id="19"></a>2:19 仓里有□种吗？葡萄树、无花果树、石榴树、橄榄树都没有结果子。“‘从今日起，我必赐福与你们。’”</p><p><a id="20"></a>2:20 这月二十四日，耶和华的话二次临到哈该说：</p><p><a id="21"></a>2:21 “你要告诉犹大省长所罗巴伯说，我必震动天地；</p><p><a id="22"></a>2:22 我必倾覆列国的宝座，除灭列邦的势力，并倾覆战车和坐在其上的。马必跌倒，骑马的败落，各人被弟兄的刀所杀。</p><p><a id="23"></a>2:23 “万军之耶和华说：我仆人撒拉铁的儿子所罗巴伯啊，到那日，我必以你为印，因我拣选了你。这是万军之耶和华说的。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/哈该书/2.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _2 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _2 as default
};
