import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/约书亚记/8.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/约书亚记/8.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>8:1 耶和华对约书亚说：“不要惧怕，也不要惊惶。你起来率领一切兵丁上艾城去，我已经把艾城的王和他的民、他的城并他的地，都交在你手里。</p><p><a id="2"></a>8:2 你怎样待耶利哥和耶利哥的王，也当照样待艾城和艾城的王。只是城内所夺的财物和牲畜，你们可以取为自己的掠物。你要在城后设下伏兵。”</p><p><a id="3"></a>8:3 于是，约书亚和一切兵丁都起来，要上艾城去。约书亚选了三万大能的勇士，夜间打发他们前往，</p><p><a id="4"></a>8:4 吩咐他们说：“你们要在城后埋伏，不可离城太远，都要各自准备。</p><p><a id="5"></a>8:5 我与我所带领的众民要向城前往。城里的人像初次出来攻击我们的时候，我们就在他们面前逃跑。</p><p><a id="6"></a>8:6 他们必出来追赶我们，直到我们引诱他们离开城，因为他们必说：‘这些人像初次在我们面前逃跑。’所以我们要在他们面前逃跑，</p><p><a id="7"></a>8:7 你们就从埋伏的地方起来，夺取那城，因为耶和华你们的　神必把城交在你们手里。</p><p><a id="8"></a>8:8 你们夺了城以后，就放火烧城，要照耶和华的话行。这是我吩咐你们的。”</p><p><a id="9"></a>8:9 约书亚打发他们前往，他们就上埋伏的地方去，住在伯特利和艾城的中间，就是在艾城的西边。这夜约书亚却在民中住宿。</p><p><a id="10"></a>8:10 约书亚清早起来，点齐百姓，他和以色列的长老在百姓前面上艾城去。</p><p><a id="11"></a>8:11 众民，就是他所带领的兵丁，都上去向前直往，来到城前，在艾城北边安营。在约书亚和艾城中间有一山谷。</p><p><a id="12"></a>8:12 他挑了约有五千人，使他们埋伏在伯特利和艾城的中间，就是在艾城的西边。</p><p><a id="13"></a>8:13 于是安置了百姓，就是城北的全军和城西的伏兵。这夜，约书亚进入山谷之中。</p><p><a id="14"></a>8:14 艾城的王看见这景况，就和全城的人，清早急忙起来，按所定的时候，出到亚拉巴前，要与以色列人交战，王却不知道在城后有伏兵。</p><p><a id="15"></a>8:15 约书亚和以色列众人在他们面前装败，往那通旷野的路逃跑。</p><p><a id="16"></a>8:16 城内的众民都被招聚，追赶他们。艾城人追赶的时候，就被引诱离开城。</p><p><a id="17"></a>8:17 艾城和伯特利城没有一人不出来追赶以色列人的，撇了敞开的城门，去追赶以色列人。</p><p><a id="18"></a>8:18 耶和华吩咐约书亚说：“你向艾城伸出手里的短枪，因为我要将城交在你手里。”约书亚就向城伸出手里的短轮。</p><p><a id="19"></a>8:19 他一伸手，伏兵就从埋伏的地方急忙起来，夺了城，跑进城去，放火焚烧。</p><p><a id="20"></a>8:20 艾城的人回头一看，不料，城中烟气冲天，他们就无力向左向右逃跑。那往旷野逃跑的百姓，便转身攻击追赶他们的人。</p><p><a id="21"></a>8:21 约书亚和以色列众人见伏兵已经夺了城，城中烟气飞腾，就转身回去，击杀艾城的人。</p><p><a id="22"></a>8:22 伏兵也出城迎击艾城人，艾城人就困在以色列人中间，前后都是以色列人。于是，以色列人击杀他们，没有留下一个，也没有一个逃脱的。</p><p><a id="23"></a>8:23 生擒了艾城的王，将他解到约书亚那里。</p><p><a id="24"></a>8:24 以色列人在田间和旷野，杀尽所追赶一切艾城的居民。艾城人倒在刀下，直到灭尽，以色列众人就回到艾城，用刀杀了城中的人。</p><p><a id="25"></a>8:25 当日杀毙的人，连男带女共有一万二千，就是艾城所有的人。</p><p><a id="26"></a>8:26 约书亚没有收回手里所伸出来的短枪，直到把艾城的一切居民尽行杀灭。</p><p><a id="27"></a>8:27 惟独城中的牲畜和财物，以色列人都取为自己的掠物，是照耶和华所吩咐约书亚的话。</p><p><a id="28"></a>8:28 约书亚将艾城焚烧，使城永为高堆、荒场，直到今日；</p><p><a id="29"></a>8:29 又将艾城王挂在树上，直到晚上。日落的时候，约书亚吩咐人把尸首从树上取下来，丢在城门口。在尸首上堆成一大堆石头，直存到今日。</p><p><a id="30"></a>8:30 那时，约书亚在以巴路山上为耶和华以色列的　神筑一座坛，</p><p><a id="31"></a>8:31 是用没有动过铁器的整石头筑的，照著耶和华仆人摩西所吩咐以色列人的话，正如摩西律法书上所写的。众人在这坛上给耶和华奉献燔祭和平安祭。</p><p><a id="32"></a>8:32 约书亚在那里，当著以色列人面前，将摩西所写的律法抄写在石头上。</p><p><a id="33"></a>8:33 以色列众人，无论是本地人、是寄居的，和长老、官长并审判官，都站在约柜两旁，在抬耶和华约柜的祭司利未人面前，一半对著基利心山、一半对著以巴路山，为以色列民祝福，正如耶和华仆人摩西先前所吩咐的。</p><p><a id="34"></a>8:34 随后，约书亚将律法上祝福、咒诅的话，照著律法书上一切所写的，都宣读了一遍。</p><p><a id="35"></a>8:35 摩西所吩咐的一切话，约书亚在以色列全会众和妇女、孩子并他们中间寄居的外人面前，没有一句不宣读的。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/约书亚记/8.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _8 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _8 as default
};
