import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/哥林多前书/12.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/哥林多前书/12.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>12:1 弟兄们，论到属灵的恩赐，我不愿意你们不明白。</p><p><a id="2"></a>12:2 你们作外邦人的时候，随事被牵引、受迷惑，去服事那哑巴偶像，这是你们知道的。</p><p><a id="3"></a>12:3 所以我告诉你们：被　神的灵感动的，没有说耶稣是可咒诅的；若不是被圣灵感动的，也没有能说耶稣是主的。</p><p><a id="4"></a>12:4 恩赐原有分别，圣灵却是一位。</p><p><a id="5"></a>12:5 职事也有分别，主却是一位。</p><p><a id="6"></a>12:6 功用也有分别，　神却是一位，在众人里面运行一切的事。</p><p><a id="7"></a>12:7 圣灵显在各人身上，是叫人得益处。</p><p><a id="8"></a>12:8 这人蒙圣灵赐他智慧的言语，那人也蒙这位圣灵赐他知识的言语，</p><p><a id="9"></a>12:9 又有一人蒙这位圣灵赐他信心，还有一人蒙这位圣灵赐他医病的恩赐，</p><p><a id="10"></a>12:10 又叫一人能行异能，又叫一人能作先知，又叫一人能辨别诸灵，又叫一人能说方言，又叫一人能翻方言。</p><p><a id="11"></a>12:11 这一切都是这位圣灵所运行、随己意分给各人的。</p><p><a id="12"></a>12:12 就如身子是一个，却有许多肢体；而且肢体虽多，仍是一个身子。基督也是这样。</p><p><a id="13"></a>12:13 我们不拘是犹太人，是希腊人，是为奴的，是自主的，都从一位圣灵受洗，成了一个身体，饮于一位圣灵。</p><p><a id="14"></a>12:14 身子原不是一个肢体，乃是许多肢体。</p><p><a id="15"></a>12:15 设若脚说：“我不是手，所以不属乎身子。”它不能因此就不属乎身子。</p><p><a id="16"></a>12:16 设若耳说：“我不是眼，所以不属乎身子。”它也不能因此就不属乎身子。</p><p><a id="17"></a>12:17 若全身是眼，从哪里听声呢？若全身是耳，从哪里闻味呢？</p><p><a id="18"></a>12:18 但如今　神随自己的意思把肢体俱各安排在身上了。</p><p><a id="19"></a>12:19 若都是一个肢体，身子在哪里呢？</p><p><a id="20"></a>12:20 但如今肢体是多的，身子却是一个。</p><p><a id="21"></a>12:21 眼不能对手说：“我用不著你。”头也不能对脚说：“我用不著你。”</p><p><a id="22"></a>12:22 不但如此，身上肢体，人以为软弱的，更是不可少的。</p><p><a id="23"></a>12:23 身上肢体，我们看为不体面的，越发给它加上体面；不俊美的，越发得著俊美。</p><p><a id="24"></a>12:24 我们俊美的肢体，自然用不著装饰；但　神配搭这身子，把加倍的体面给那有缺欠的肢体，</p><p><a id="25"></a>12:25 免得身上分门别类，总要肢体彼此相顾。</p><p><a id="26"></a>12:26 若一个肢体受苦，所有的肢体就一同受苦；若一个肢体得荣耀，所有的肢体就一同快乐。</p><p><a id="27"></a>12:27 你们就是基督的身子，并且各自作肢体。</p><p><a id="28"></a>12:28 　神在教会所设立的：第一是使徒，第二是先知，第三是教师，其次是行异能的，再次是得恩赐医病的，帮助人的，治理事的，说方言的。</p><p><a id="29"></a>12:29 岂都是使徒吗？岂都是先知吗？岂都是教师吗？岂都是行异能的吗？</p><p><a id="30"></a>12:30 岂都是得恩赐医病的吗？岂都是说方言的吗？岂都是翻方言的吗？</p><p><a id="31"></a>12:31 你们要切切的求那更大的恩赐。我现今把最妙的道指示你们。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/哥林多前书/12.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _12 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _12 as default
};
