import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/约书亚记/11.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/约书亚记/11.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>11:1 夏琐王耶宾听见这事，就打发人去见玛顿王约巴、伸仑王、押煞王，</p><p><a id="2"></a>11:2 与北方山地、基尼烈南边的亚拉巴高原，并西边多珥山冈的诸王；</p><p><a id="3"></a>11:3 又去见东方和西方的迦南人，与山地的亚摩利人、赫人、比利洗人、耶布斯人，并黑门山根米斯巴地的希未人。</p><p><a id="4"></a>11:4 这些王和他们的众军都出来，人数多如海边的沙，并有许多马匹、车辆。</p><p><a id="5"></a>11:5 这诸王会合，来到米伦水边，一同安营，要与以色列人争战。</p><p><a id="6"></a>11:6 耶和华对约书亚说：“你不要因他们惧怕。明日这时，我必将他们交付以色列人全然杀了。你要砍断他们马的蹄筋，用火焚烧他们的车辆。”</p><p><a id="7"></a>11:7 于是，约书亚率领一切兵丁，在米伦水边突然向前攻打他们。</p><p><a id="8"></a>11:8 耶和华将他们交在以色列人手里，以色列人就击杀他们，追赶他们到西顿大城，到米斯利弗玛音，直到东边米斯巴的平原，将他们击杀，没有留下一个。</p><p><a id="9"></a>11:9 约书亚就照耶和华所吩咐他的去行，砍断他们马的蹄筋，用火焚烧他们的车辆。</p><p><a id="10"></a>11:10 当时，约书亚转回夺了夏琐，用刀击杀夏琐王；素来夏琐在这诸国中是为首的。</p><p><a id="11"></a>11:11 以色列人用刀击杀城中的人口，将他们尽行杀灭，凡有气息的没有留下一个。约书亚又用火焚烧夏琐。</p><p><a id="12"></a>11:12 约书亚夺了这些王的一切城邑，擒获其中的诸王，用刀击杀他们，将他们尽行杀灭，正如耶和华仆人摩西所吩咐的。</p><p><a id="13"></a>11:13 至于造在山冈上的城，除了夏琐以外，以色列人都没有焚烧。约书亚只将夏琐焚烧了。</p><p><a id="14"></a>11:14 那些城邑所有的财物和牲畜，以色列人都取为自己的掠物；惟有一切人口都用刀击杀，直到杀尽。凡有气息的没有留下一个。</p><p><a id="15"></a>11:15 耶和华怎样吩咐他仆人摩西，摩西就照样吩咐约书亚，约书亚也照样行。凡耶和华所吩咐摩西的，约书亚没有一件懈怠不行的。</p><p><a id="16"></a>11:16 约书亚夺了那全地，就是山地、一带南地、歌珊全地、高原、亚拉巴、以色列的山地和山下的高原。</p><p><a id="17"></a>11:17 从上西珥的哈拉山，直到黑门山下黎巴嫩平原的巴力迦得，并且擒获那些地的诸王，将他们杀死。</p><p><a id="18"></a>11:18 约书亚和这诸王争战了许多年日。</p><p><a id="19"></a>11:19 除了基遍的希未人之外，没有一城与以色列人讲和的，都是以色列人争战夺来的。</p><p><a id="20"></a>11:20 因为耶和华的意思是要使他们心里刚硬，来与以色列人争战，好叫他们尽被杀灭，不蒙怜悯，正如耶和华所吩咐摩西的。</p><p><a id="21"></a>11:21 当时约书亚来到，将住山地、希伯仑、底璧、亚拿伯、犹大山地、以色列山地所有的亚衲族人剪除了。约书亚将他们和他们的城邑尽都毁灭。</p><p><a id="22"></a>11:22 在以色列人的地没有留下一个亚衲族人，只在迦萨、迦特和亚实突有留下的。</p><p><a id="23"></a>11:23 这样，约书亚照著耶和华所吩咐摩西的一切话，夺了那全地，就按著以色列支派的宗族，将地分给他们为业。于是国中太平，没有争战了。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/约书亚记/11.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _11 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _11 as default
};
