import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/历代志(上)/15.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/历代志(上)/15.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>15:1 大卫在大卫城为自己建造宫殿，又为　神的约柜预备地方，支搭帐幕。</p><p><a id="2"></a>15:2 那时大卫说：“除了利未人之外，无人可抬　神的约柜，因为耶和华拣选他们抬　神的约柜，且永远事奉他。”</p><p><a id="3"></a>15:3 大卫招聚以色列众人到耶路撒冷，要将耶和华的约柜抬到他所预备的地方。</p><p><a id="4"></a>15:4 大卫又聚集亚伦的子孙和利未人：</p><p><a id="5"></a>15:5 哥辖子孙中有族长乌列和他的弟兄一百二十人，</p><p><a id="6"></a>15:6 米拉利子孙中有族长亚帅雅和他的弟兄二百二十人，</p><p><a id="7"></a>15:7 革顺子孙中有族长约珥和他的弟兄一百三十人，</p><p><a id="8"></a>15:8 以利撒反子孙中有族长示玛雅和他的弟兄二百人，</p><p><a id="9"></a>15:9 希伯仑子孙中，有族长以列和他的弟兄八十人，</p><p><a id="10"></a>15:10 乌薛子孙中有族长亚米拿达和他的弟兄一百一十二人。</p><p><a id="11"></a>15:11 大卫将祭司撒督和亚比亚他并利未人乌列、亚帅雅、约珥、示玛雅、以列、亚米拿达召来，</p><p><a id="12"></a>15:12 对他们说：“你们是利未人的族长，你们和你们的弟兄应当自洁，好将耶和华以色列　神的约柜抬到我所预备的地方。</p><p><a id="13"></a>15:13 因你们先前没有抬这约柜，按定例求问耶和华我们的　神，所以他刑罚（注：原文作“闯杀”）我们。”</p><p><a id="14"></a>15:14 于是，祭司利未人自洁，好将耶和华以色列　神的约柜抬上来。</p><p><a id="15"></a>15:15 利未子孙就用杠肩抬　神的约柜，是照耶和华藉摩西所吩咐的。</p><p><a id="16"></a>15:16 大卫吩咐利未人的族长，派他们歌唱的弟兄用琴瑟和钹作乐，欢欢喜喜地大声歌颂。</p><p><a id="17"></a>15:17 于是，利未人派约珥的儿子希幔和他弟兄中比利家的儿子亚萨，并他们族弟兄米拉利子孙里古沙雅的儿子以探。</p><p><a id="18"></a>15:18 其次还有他们的弟兄撒迦利雅、便雅薛、示米拉末、耶歇、乌尼、以利押、比拿雅、玛西雅、玛他提雅、以利斐利户、弥克尼雅，并守门的俄别以东和耶利。</p><p><a id="19"></a>15:19 这样，派歌唱的希幔、亚萨、以探敲铜钹，大发响声；</p><p><a id="20"></a>15:20 派撒迦利雅、雅薛、示米拉末、耶歇、乌尼、以利押、玛西雅、比拿雅鼓瑟，调用女音；</p><p><a id="21"></a>15:21 又派玛他提雅、以利斐利户、弥克尼雅、俄别以东、耶利、亚撒西雅领首弹琴，调用第八。</p><p><a id="22"></a>15:22 利未人的族长基拿尼雅是歌唱人的首领，又教训人歌唱，因为他精通此事。</p><p><a id="23"></a>15:23 比利家、以利加拿，是约柜前守门的。</p><p><a id="24"></a>15:24 祭司示巴尼、约沙法、拿坦业、亚玛赛、撒迦利雅、比拿亚、以利以谢，在　神的约柜前吹号。俄别以东和耶希亚也是约柜前守门的。</p><p><a id="25"></a>15:25 于是，大卫和以色列的长老并千夫长，都去从俄别以东的家，欢欢喜喜地将耶和华的约柜抬上来。</p><p><a id="26"></a>15:26 神赐恩与抬耶和华约柜的利未人，他们就献上七只公牛，七只公羊。</p><p><a id="27"></a>15:27 大卫和抬约柜的利未人，并歌唱人的首领基拿尼雅以及歌唱的人，都穿著细麻布的外袍。大卫另外穿著细麻布的以弗得。</p><p><a id="28"></a>15:28 这样，以色列众人欢呼吹角、吹号、敲钹、鼓瑟、弹琴，大发响声，将耶和华的约柜抬上来。</p><p><a id="29"></a>15:29 耶和华的约柜进了大卫城的时候，扫罗的女儿米甲从窗户里观看，见大卫王踊跃跳舞，心里就轻视他。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/历代志(上)/15.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _15 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _15 as default
};
