import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/撒母耳记(下)/17.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/撒母耳记(下)/17.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>17:1 亚希多弗又对押沙龙说：“求你准我挑选一万二千人，今夜我就起身追赶大卫。</p><p><a id="2"></a>17:2 趁他疲乏手软，我忽然追上他，使他惊惶。跟随他的民必都逃跑，我就单杀王一人，</p><p><a id="3"></a>17:3 使众民都归顺你。你所寻找的人既然死了，众民就如已经归顺你。这样，也都平安无事了。”</p><p><a id="4"></a>17:4 押沙龙和以色列的长老都以这话为美。</p><p><a id="5"></a>17:5 押沙龙说：“要召亚基人户筛来，我们也要听他怎样说。”</p><p><a id="6"></a>17:6 户筛到了押沙龙面前，押沙龙向他说：“亚希多弗是如此如此说的，我们照著他的话行可以不可以？若不可，你就说吧！”</p><p><a id="7"></a>17:7 户筛对押沙龙说：“亚希多弗这次所定的谋不善。”</p><p><a id="8"></a>17:8 户筛又说：“你知道，你父亲和跟随他的人都是勇士，现在他们心里恼怒，如同田野丢崽子的母熊一般；而且你父亲是个战士，必不和民一同住宿。</p><p><a id="9"></a>17:9 他现今或藏在坑中或在别处，若有人首先被杀，凡听见的必说：‘跟随押沙龙的民被杀了。’</p><p><a id="10"></a>17:10 虽有人胆大如狮子，他的心也必消化。因为以色列人都知道你父亲是英雄，跟随他的人也都是勇士。</p><p><a id="11"></a>17:11 依我之计，不如将以色列众人，从但直到别是巴，如同海边的沙那样多，聚集到你这里来，你也亲自率领他们出战。</p><p><a id="12"></a>17:12 这样，我们在何处遇见他，就下到他那里，如同露水下在地上一般，连他带跟随他的人，一个也不留下。</p><p><a id="13"></a>17:13 他若进了哪一座城，以色列众人必带绳子去，将那城拉到河里，甚至连一块小石头都不剩下。”</p><p><a id="14"></a>17:14 押沙龙和以色列众人说：“亚基人户筛的计谋，比亚希多弗的计谋更好！”这是因耶和华定意破坏亚希多弗的良谋，为要降祸与押沙龙。</p><p><a id="15"></a>17:15 户筛对祭司撒督和亚比亚他说：“亚希多弗为押沙龙和以色列的长老所定的计谋是如此如此；我所定的计谋是如此如此。</p><p><a id="16"></a>17:16 现在你们要急速打发人去，告诉大卫说：‘今夜不可住在旷野的渡口，务要过河。免得王和跟随他的人都被吞灭。’”</p><p><a id="17"></a>17:17 那时，约拿单和亚希玛斯在隐罗结那里等候，不敢进城，恐怕被人看见。有一个使女出来，将这话告诉他们，他们就去报信给大卫王。</p><p><a id="18"></a>17:18 然而有一个童子看见他们，就去告诉押沙龙。他们急忙跑到巴户琳某人的家里；那人院中有一口井，他们就下到井里。</p><p><a id="19"></a>17:19 那家的妇人用盖盖上井口，又在上头铺上碎麦，事就没有泄漏。</p><p><a id="20"></a>17:20 押沙龙的仆人来到那家，问妇人说：“亚希玛斯和约拿单在哪里？”妇人说：“他们过了河了。”仆人找他们，找不著，就回耶路撒冷去了。</p><p><a id="21"></a>17:21 他们走后，二人从井里上来，去告诉大卫王说：“亚希多弗如此如此定计害你，你们务要起来，快快过河。”</p><p><a id="22"></a>17:22 于是，大卫和跟随他的人都起来过约旦河。到了天亮，无一人不过约旦河的。</p><p><a id="23"></a>17:23 亚希多弗见不依从他的计谋，就备上驴归回本城。到了家，留下遗言，便吊死了，葬在他父亲的坟墓里。</p><p><a id="24"></a>17:24 大卫到了玛哈念，押沙龙和跟随他的以色列人也都过了约旦河。</p><p><a id="25"></a>17:25 押沙龙立亚玛撒作元帅代替约押。亚玛撒是以实玛利人（注：又作“以色列人”）以特拉的儿子。以特拉曾与拿辖的女儿亚比该亲近；这亚比该与约押的母亲洗鲁雅是姐妹。</p><p><a id="26"></a>17:26 押沙龙和以色列人都安营在基列地。</p><p><a id="27"></a>17:27 大卫到了玛哈念，亚扪族的拉巴人拿辖的儿子朔比，罗底巴人亚米利的儿子玛吉，基列的罗基琳人巴西莱，</p><p><a id="28"></a>17:28 带著被，褥，盆，碗，瓦器，小麦，大麦，麦面，炒谷，豆子，红豆，炒豆，</p><p><a id="29"></a>17:29 蜂蜜，奶油，绵羊，奶饼供给大卫和跟随他的人吃。他们说：“民在旷野，必饥渴困乏了。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/撒母耳记(下)/17.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _17 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _17 as default
};
