import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/以赛亚书/36.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/以赛亚书/36.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>36:1 希西家王十四年，亚述王西拿基立上来攻击犹大的一切坚固城，将城攻取。</p><p><a id="2"></a>36:2 亚述王从拉吉差遣拉伯沙基率领大军往耶路撒冷，到希西家王那里去。他就站在上池的水沟旁，在漂布地的大路上。</p><p><a id="3"></a>36:3 于是，希勒家的儿子家宰以利亚敬，并书记舍伯那和亚萨的儿子史官约亚，出来见拉伯沙基。</p><p><a id="4"></a>36:4 拉伯沙基对他们说：“你们去告诉希西家，说亚述大王如此说：‘你所倚靠的有甚么可仗赖的呢？</p><p><a id="5"></a>36:5 你说有打仗的计谋和能力，我看不过是虚话！你到底倚靠谁才背叛我呢？</p><p><a id="6"></a>36:6 看哪！你所倚靠的埃及，是那压伤的苇杖。人若靠这杖，就必刺透他的手。埃及王法老向一切倚靠他的人也是这样。</p><p><a id="7"></a>36:7 你若对我说：我们倚靠耶和华我们的　神。希西家岂不是将　神的邱坛和祭坛废去，且对犹大和耶路撒冷的人说：你们当在这坛前敬拜吗？</p><p><a id="8"></a>36:8 现在你把当头给我主亚述王，我给你二千匹马，看你这一面骑马的人够不够。</p><p><a id="9"></a>36:9 若不然，怎能打败我主臣仆中最小的军长呢？你竟倚靠埃及的战车马兵吗？</p><p><a id="10"></a>36:10 现在我上来攻击毁灭这地，岂没有耶和华的意思吗？耶和华吩咐我说：你上去攻击毁灭这地吧！’”</p><p><a id="11"></a>36:11 以利亚敬、舍伯那、约亚对拉伯沙基说：“求你用亚兰言语和仆人说话，因为我们懂得；不要用犹大言语和我们说话，达到城上百姓的耳中。”</p><p><a id="12"></a>36:12 拉伯沙基说：“我主差遣我来，岂是单对你和你的主说这些话吗？不也是对这些坐在城上、要与你们一同吃自己粪、喝自己尿的人说吗？”</p><p><a id="13"></a>36:13 于是，拉伯沙基站著，用犹大言语大声喊著说：“你们当听亚述大王的话！</p><p><a id="14"></a>36:14 王如此说：你们不要被希西家欺哄了，因他不能拯救你们。</p><p><a id="15"></a>36:15 也不要听希西家使你们倚靠耶和华说：‘耶和华必要拯救我们，这城必不交在亚述王的手中。’</p><p><a id="16"></a>36:16 不要听希西家的话。因亚述王如此说：你们要与我和好，出来投降我，各人就可以吃自己葡萄树和无花果树的果子，喝自己井里的水。</p><p><a id="17"></a>36:17 等我来领你们到一个地方，与你们本地一样，就是有五□和新酒之地，有粮食和葡萄园之地。</p><p><a id="18"></a>36:18 你们要谨防，恐怕希西家劝导你们说：‘耶和华必拯救我们。’列国的神有哪一个救他本国脱离亚述王的手呢？</p><p><a id="19"></a>36:19 哈马和亚珥拔的神在哪里呢？西法瓦音的神在哪里呢？他们曾救撒马利亚脱离我的手吗？</p><p><a id="20"></a>36:20 这些国的神有谁曾救自己的国脱离我的手呢？难道耶和华能救耶路撒冷脱离我的手吗？”</p><p><a id="21"></a>36:21 百姓静默不言，并不回答一句，因为王曾吩咐说：“不要回答他。”</p><p><a id="22"></a>36:22 当下希勒家的儿子家宰以利亚敬和书记舍伯那，并亚萨的儿子史官约亚，都撕裂衣服，来到希西家那里，将拉伯沙基的话告诉了他。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/以赛亚书/36.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _36 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _36 as default
};
