import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/腓立比书/2.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/腓立比书/2.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>2:1 所以，在基督里若有甚么劝勉，爱心有甚么安慰，圣灵有甚么交通，心中有甚么慈悲怜悯，</p><p><a id="2"></a>2:2 你们就要意念相同，爱心相同，有一样的心思，有一样的意念，使我的喜乐可以满足。</p><p><a id="3"></a>2:3 凡事不可结党，不可贪图虚浮的荣耀；只要存心谦卑，各人看别人比自己强。</p><p><a id="4"></a>2:4 各人不要单顾自己的事，也要顾别人的事。</p><p><a id="5"></a>2:5 你们当以基督耶稣的心为心。</p><p><a id="6"></a>2:6 他本有　神的形像，不以自己与　神同等为强夺的，</p><p><a id="7"></a>2:7 反倒虚己，取了奴仆的形像，成为人的样式。</p><p><a id="8"></a>2:8 既有人的样子，就自己卑微，存心顺服，以至于死，且死在十字架上。</p><p><a id="9"></a>2:9 所以　神将他升为至高，又赐给他那超乎万名之上的名，</p><p><a id="10"></a>2:10 叫一切在天上的、地上的和地底下的，因耶稣的名无不屈膝，</p><p><a id="11"></a>2:11 无不口称耶稣基督为主，使荣耀归与父　神。</p><p><a id="12"></a>2:12 这样看来，我亲爱的弟兄，你们既是常顺服的，不但我在你们那里，就是我如今不在你们那里，更是顺服的，就当恐惧战兢，做成你们得救的工夫。</p><p><a id="13"></a>2:13 因为你们立志行事，都是　神在你们心里运行，为要成就他的美意。</p><p><a id="14"></a>2:14 凡所行的，都不要发怨言、起争论，</p><p><a id="15"></a>2:15 使你们无可指摘，诚实无伪，在这弯曲悖谬的世代，作　神无瑕疵的儿女。你们显在这世代中，好像明光照耀，</p><p><a id="16"></a>2:16 将生命的道表明出来，叫我在基督的日子好夸我没有空跑，也没有徒劳。</p><p><a id="17"></a>2:17 我以你们的信心为供献的祭物，我若被浇奠在其上，也是喜乐，并且与你们众人一同喜乐；</p><p><a id="18"></a>2:18 你们也要照样喜乐，并且与我一同喜乐。</p><p><a id="19"></a>2:19 我靠主耶稣指望快打发提摩太去见你们，叫我知道你们的事，心里就得著安慰。</p><p><a id="20"></a>2:20 因为我没有别人与我同心，实在挂念你们的事。</p><p><a id="21"></a>2:21 别人都求自己的事，并不求耶稣基督的事。</p><p><a id="22"></a>2:22 但你们知道提摩太的明证，他兴旺福音，与我同劳，待我像儿子待父亲一样。</p><p><a id="23"></a>2:23 所以我一看出我的事要怎样了结，就盼望立刻打发他去；</p><p><a id="24"></a>2:24 但我靠著主，自信我也必快去。</p><p><a id="25"></a>2:25 然而，我想必须打发以巴弗提到你们那里去。他是我的兄弟，与我一同做工、一同当兵，是你们所差遣的，也是供给我需用的。</p><p><a id="26"></a>2:26 他很想念你们众人，并且极其难过，因为你们听见他病了。</p><p><a id="27"></a>2:27 他实在是病了，几乎要死，然而，　神怜恤他，不但怜恤他，也怜恤我，免得我忧上加忧。</p><p><a id="28"></a>2:28 所以我越发急速打发他去，叫你们再见他，就可以喜乐，我也可以少些忧愁。</p><p><a id="29"></a>2:29 故此，你们要在主里欢欢乐乐地接待他，而且要尊重这样的人，</p><p><a id="30"></a>2:30 因他为作基督的工夫，几乎至死，不顾性命，要补足你们供给我的不及之处。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/腓立比书/2.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _2 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _2 as default
};
