import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/耶利米书/16.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/耶利米书/16.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>16:1 耶和华的话又临到我说：</p><p><a id="2"></a>16:2 “你在这地方不可娶妻生儿养女。”</p><p><a id="3"></a>16:3 因为论到在这地方所生的儿女，又论到在这国中生养他们的父母，耶和华如此说：</p><p><a id="4"></a>16:4 “他们必死得甚苦，无人哀哭，必不得葬埋；必在地上像粪土，必被刀剑和饥荒灭绝；他们的尸首必给空中的飞鸟和地上的野兽作食物。”</p><p><a id="5"></a>16:5 耶和华如此说：“不要进入丧家，不要去哀哭，也不要为他们悲伤，因我已将我的平安、慈爱、怜悯从这百姓夺去了。”这是耶和华说的。</p><p><a id="6"></a>16:6 “连大带小，都必在这地死亡，不得葬埋。人必不为他们哀哭，不用刀划身，也不使头光秃。</p><p><a id="7"></a>16:7 他们有丧事，人必不为他们擘饼，因死人安慰他们。他们丧父丧母，人也不给他们一杯酒安慰他们。</p><p><a id="8"></a>16:8 你不可进入宴乐的家，与他们同坐吃喝。</p><p><a id="9"></a>16:9 因为万军之耶和华以色列的　神如此说：你们还活著的日子在你们眼前，我必使欢喜和快乐的声音、新郎和新妇的声音从这地方止息了。</p><p><a id="10"></a>16:10 你将这一切的话指示这百姓，他们问你说：‘耶和华为甚么说，要降这大灾祸攻击我们呢？我们有甚么罪孽呢？我们向耶和华我们的　神犯了甚么罪呢？’</p><p><a id="11"></a>16:11 你就对他们说，耶和华说：‘因为你们列祖离弃我，随从别神，事奉敬拜，不遵守我的律法。</p><p><a id="12"></a>16:12 而且你们行恶比你们列祖更甚；因为各人随从自己顽梗的恶心行事，甚至不听从我。</p><p><a id="13"></a>16:13 所以我必将你们从这地赶出，直赶到你们和你们列祖素不认识的地，你们在那里必昼夜事奉别神，因为我必不向你们施恩。’”</p><p><a id="14"></a>16:14 耶和华说：“日子将到，人必不再指著那领以色列人从埃及地上来之永生的耶和华起誓，</p><p><a id="15"></a>16:15 却要指著那领以色列人从北方之地，并赶他们到的各国上来之永生的耶和华起誓，并且我要领他们再入我从前赐给他们列祖之地。”</p><p><a id="16"></a>16:16 耶和华说：“我要召许多打鱼的，把以色列人打上来，然后我要召许多打猎的，从各山上、各冈上、各石穴中猎取他们。</p><p><a id="17"></a>16:17 因我的眼目察看他们的一切行为，他们不能在我面前遮掩；他们的罪孽，也不能在我眼前隐藏。</p><p><a id="18"></a>16:18 我先要加倍报应他们的罪孽和罪恶，因为他们用可憎之尸玷污我的地土，又用可厌之物充满我的产业。”</p><p><a id="19"></a>16:19 耶和华啊，你是我的力量，是我的保障，在苦难之日是我的避难所。列国人必从地极来到你这里说：“我们列祖所承受的，不过是虚假，是虚空无益之物。</p><p><a id="20"></a>16:20 人岂可为自己制造神呢？其实这不是神。”</p><p><a id="21"></a>16:21 耶和华说：“我要使他们知道，就是这一次使他们知道我的手和我的能力；他们就知道我的名是耶和华了。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/耶利米书/16.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _16 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _16 as default
};
