import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/哥林多前书/10.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/哥林多前书/10.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>10:1 弟兄们，我不愿意你们不晓得，我们的祖宗从前都在云下，都从海中经过，</p><p><a id="2"></a>10:2 都在云里、海里受洗归了摩西，</p><p><a id="3"></a>10:3 并且都吃了一样的灵食，</p><p><a id="4"></a>10:4 也都喝了一样的灵水；所喝的，是出于随著他们的灵磐石，那磐石就是基督。</p><p><a id="5"></a>10:5 但他们中间多半是　神不喜欢的人，所以在旷野倒毙。</p><p><a id="6"></a>10:6 这些事都是我们的监戒，叫我们不要贪恋恶事，像他们那样贪恋的；</p><p><a id="7"></a>10:7 也不要拜偶像，像他们有人拜的。如经上所记：“百姓坐下吃喝，起来玩耍。”</p><p><a id="8"></a>10:8 我们也不要行奸淫，像他们有人行的，一天就倒毙了二万三千人。</p><p><a id="9"></a>10:9 也不要试探主（注：“主”有古卷作“基督”），像他们有人试探的，就被蛇所灭；</p><p><a id="10"></a>10:10 你们也不要发怨言，像他们有发怨言的，就被灭命的所灭。</p><p><a id="11"></a>10:11 他们遭遇这些事都要作为监戒，并且写在经上，正是警戒我们这末世的人。</p><p><a id="12"></a>10:12 所以，自己以为站得稳的，须要谨慎，免得跌倒。</p><p><a id="13"></a>10:13 你们所遇见的试探，无非是人所能受的。　神是信实的，必不叫你们受试探过于所能受的。在受试探的时候，总要给你们开一条出路，叫你们能忍受得住。</p><p><a id="14"></a>10:14 我所亲爱的弟兄啊，你们要逃避拜偶像的事。</p><p><a id="15"></a>10:15 我好像对明白人说的，你们要审察我的话。</p><p><a id="16"></a>10:16 我们所祝福的杯，岂不是同领基督的血吗？我们所擘开的饼，岂不是同领基督的身体吗？</p><p><a id="17"></a>10:17 我们虽多，仍是一个饼、一个身体，因为我们都是分受这一个饼。</p><p><a id="18"></a>10:18 你们看属肉体的以色列人，那吃祭物的岂不是在祭坛上有分吗？</p><p><a id="19"></a>10:19 我是怎么说呢？岂是说祭偶像之物算得甚么呢？或说偶像算得甚么呢？</p><p><a id="20"></a>10:20 我乃是说：外邦人所献的祭是祭鬼，不是祭　神，我不愿意你们与鬼相交。</p><p><a id="21"></a>10:21 你们不能喝主的杯，又喝鬼的杯；不能吃主的筵席又吃鬼的筵席。</p><p><a id="22"></a>10:22 我们可惹主的愤恨吗？我们比他还有能力吗？</p><p><a id="23"></a>10:23 凡事都可行，但不都有益处。凡事都可行，但不都造就人。</p><p><a id="24"></a>10:24 无论何人，不要求自己的益处，乃要求别人的益处。</p><p><a id="25"></a>10:25 凡市上所卖的，你们只管吃，不要为良心的缘故问甚么话，</p><p><a id="26"></a>10:26 因为地和其中所充满的都属乎主。</p><p><a id="27"></a>10:27 倘有一个不信的人请你们赴席，你们若愿意去，凡摆在你们面前的，只管吃，不要为良心的缘故问甚么话。</p><p><a id="28"></a>10:28 若有人对你们说“这是献过祭的物”，就要为那告诉你们的人，并为良心的缘故不吃。</p><p><a id="29"></a>10:29 我说的良心不是你的，乃是他的。我这自由为甚么被别人的良心论断呢？</p><p><a id="30"></a>10:30 我若谢恩而吃，为甚么因我谢恩的物被人毁谤呢？</p><p><a id="31"></a>10:31 所以，你们或吃或喝，无论做甚么，都要为荣耀　神而行。</p><p><a id="32"></a>10:32 不拘是犹太人，是希腊人，是　神的教会，你们都不要使他跌倒；</p><p><a id="33"></a>10:33 就好像我凡事都叫众人喜欢，不求自己的益处，只求众人的益处，叫他们得救。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/哥林多前书/10.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _10 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _10 as default
};
