import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/以西结书/33.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/以西结书/33.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>33:1 耶和华的话临到我说：</p><p><a id="2"></a>33:2 “人子啊，你要告诉本国的子民说：‘我使刀剑临到哪一国，那一国的民从他们中间选立一人为守望的，</p><p><a id="3"></a>33:3 他见刀剑临到那地，若吹角警戒众民，</p><p><a id="4"></a>33:4 凡听见角声不受警戒的，刀剑若来除灭了他，他的罪（注：原文作“血”）就必归到自己的头上。</p><p><a id="5"></a>33:5 他听见角声，不受警戒，他的罪必归到自己的身上；他若受警戒，便是救了自己的性命。</p><p><a id="6"></a>33:6 倘若守望的人见刀剑临到，不吹角，以致民不受警戒，刀剑来杀了他们中间的一个人；他虽然死在罪孽之中，我却要向守望的人讨他丧命的罪（注：原文作“血”）。’</p><p><a id="7"></a>33:7 人子啊，我照样立你作以色列家守望的人。所以你要听我口中的话，替我警戒他们。</p><p><a id="8"></a>33:8 我对恶人说：‘恶人哪，你必要死！’你以西结若不开口警戒恶人，使他离开所行的道，这恶人必死在罪孽之中，我却要向你讨他丧命的罪（注：原文作“血”）；</p><p><a id="9"></a>33:9 倘若你警戒恶人转离所行的道，他仍不转离，他必死在罪孽之中，你却救自己脱离了罪。</p><p><a id="10"></a>33:10 人子啊，你要对以色列家说：‘你们常说：我们的过犯罪恶在我们身上，我们必因此消灭，怎能存活呢？’</p><p><a id="11"></a>33:11 你对他们说：‘主耶和华说：我指著我的永生起誓，我断不喜悦恶人死亡，惟喜悦恶人转离所行的道而活。以色列家啊，你们转回，转回吧！离开恶道，何必死亡呢？’</p><p><a id="12"></a>33:12 人子啊，你要对本国的子民说：‘义人的义，在犯罪之日不能救他；至于恶人的恶，在他转离恶行之日也不能使他倾倒；义人在犯罪之日也不能因他的义存活。’</p><p><a id="13"></a>33:13 我对义人说：‘你必定存活！’他若倚靠他的义而作罪孽，他所行的义都不被记念；他必因所作的罪孽死亡！</p><p><a id="14"></a>33:14 再者，我对恶人说：‘你必定死亡！’他若转离他的罪，行正直与合理的事：</p><p><a id="15"></a>33:15 还人的当头和所抢夺的，遵行生命的律例，不作罪孽，他必定存活，不至死亡。</p><p><a id="16"></a>33:16 他所犯的一切罪必不被记念；他行了正直与合理的事，必定存活。</p><p><a id="17"></a>33:17 你本国的子民还说：‘主的道不公平。’其实他们的道不公平。</p><p><a id="18"></a>33:18 义人转离他的义而作罪孽，就必因此死亡。</p><p><a id="19"></a>33:19 恶人转离他的恶，行正直与合理的事，就必因此存活。</p><p><a id="20"></a>33:20 你们还说：‘主的道不公平。’以色列家啊，我必按你们各人所行的审判你们。”</p><p><a id="21"></a>33:21 我们被掳之后十二年十月初五日，有人从耶路撒冷逃到我这里说：“城已攻破。”</p><p><a id="22"></a>33:22 逃来的人未到前一日的晚上，耶和华的灵（注：原文作“手”）降在我身上，开我的口。到第二日早晨，那人来到我这里，我口就开了，不再缄默。</p><p><a id="23"></a>33:23 耶和华的话临到我说：</p><p><a id="24"></a>33:24 “人子啊，住在以色列荒废之地的人说：‘亚伯拉罕独自一人能得这地为业，我们人数众多，这地更是给我们为业的。’</p><p><a id="25"></a>33:25 所以你要对他们说：‘主耶和华如此说：你们吃带血的物，仰望偶像，并且杀人流血，你们还能得这地为业吗？</p><p><a id="26"></a>33:26 你们倚仗自己的刀剑行可憎的事，人人玷污邻舍的妻，你们还能得这地为业吗？’</p><p><a id="27"></a>33:27 你要对他们这样说：‘主耶和华如此说：我指著我的永生起誓，在荒场中的必倒在刀下；在田野间的必交给野兽吞吃；在保障和洞里的必遭瘟疫而死。</p><p><a id="28"></a>33:28 我必使这地荒凉，令人惊骇；她因势力而有的骄傲，也必止息。以色列的山都必荒凉，无人经过。</p><p><a id="29"></a>33:29 我因他们所行一切可憎的事使地荒凉，令人惊骇。那时，他们就知道我是耶和华。’</p><p><a id="30"></a>33:30 人子啊，你本国的子民在墙垣旁边、在房屋门口谈论你，弟兄对弟兄彼此说：‘来吧！听听有甚么话从耶和华而出。’</p><p><a id="31"></a>33:31 他们来到你这里如同民来聚会，坐在你面前彷佛是我的民；他们听你的话却不去行，因为他们的口多显爱情，心却追随财利。</p><p><a id="32"></a>33:32 他们看你如善于奏乐，声音幽雅之人所唱的雅歌，他们听你的话却不去行。</p><p><a id="33"></a>33:33 看哪！所说的快要应验；应验了，他们就知道在他们中间有了先知。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/以西结书/33.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _33 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _33 as default
};
