import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/出埃及记/38.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/出埃及记/38.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>38:1 他用皂荚木做燔祭坛，是四方的，长五肘，宽五肘，高三肘。</p><p><a id="2"></a>38:2 在坛的四拐角上做四个角，与坛接连一块，用铜把坛包裹。</p><p><a id="3"></a>38:3 他做坛上的盆、铲子、盘子、肉叉子、火鼎；这一切器具都是用铜做的。</p><p><a id="4"></a>38:4 又为坛做一个铜网，安在坛四面的围腰板以下，从下达到坛的半腰。</p><p><a id="5"></a>38:5 为铜网的四角铸四个环子，作为穿杠的用处。</p><p><a id="6"></a>38:6 用皂荚木做杠，用铜包裹。</p><p><a id="7"></a>38:7 把杠穿在坛两旁的环子内，用以抬坛。并用板做坛，坛是空的。</p><p><a id="8"></a>38:8 他用铜做洗濯盆和盆座，是用会幕门前伺候的妇人之镜子做的。</p><p><a id="9"></a>38:9 他做帐幕的院子，院子的南面，用捻的细麻做帷子，宽一百肘。</p><p><a id="10"></a>38:10 帷子的柱子二十根，带卯的铜座二十个，柱子上的钩子和杆子都是用银子做的。</p><p><a id="11"></a>38:11 北面也有帷子，宽一百肘。帷子的柱子二十根，带卯的铜座二十个，柱子上的钩子和杆子都是用银子做的。</p><p><a id="12"></a>38:12 院子的西面有帷子，宽五十肘。帷子的柱子十根，带卯的座十个，柱子的钩子和杆子都是用银子做的。</p><p><a id="13"></a>38:13 院子的东面，宽五十肘。</p><p><a id="14,15"></a>38:14,15 门这边的帷子十五肘，那边也是一样。帷子的柱子三根，带卯的座三个。在门的左右各有帷子十五肘，帷子的柱子三根，带卯的座三个。</p><p><a id="16"></a>38:16 院子四面的帷子，都是用捻的细麻做的。</p><p><a id="17"></a>38:17 柱子带卯的座是铜的，柱子上的钩子和杆子是银的，柱顶是用银子包的。院子一切的柱子都是用银杆连络的。</p><p><a id="18"></a>38:18 院子的门廉是以绣花的手工，用蓝色、紫色、朱红色线和捻的细麻织的，宽二十肘，高五肘，与院子的帷子相配。</p><p><a id="19"></a>38:19 帷子的柱子四根，带卯的铜座四个，柱子上的钩子和杆子是银的，柱顶是用银子包的。</p><p><a id="20"></a>38:20 帐幕一切的橛子和院子四围的橛子都是铜的。</p><p><a id="21"></a>38:21 这是法柜的帐幕中利未人所用物件的总数，是照摩西的吩咐，经祭司亚伦的儿子以他玛的手数点的。</p><p><a id="22"></a>38:22 凡耶和华所吩咐摩西的，都是犹大支派户珥的孙子、乌利的儿子比撒列做的。</p><p><a id="23"></a>38:23 与他同工的，有但支派中亚希撒抹的儿子亚何利亚伯；他是雕刻匠，又是巧匠，又能用蓝色、紫色、朱红色线和细麻绣花。</p><p><a id="24"></a>38:24 为圣所一切工作使用所献的金子，按圣所的平，有二十九他连得并七百三十舍客勒。</p><p><a id="25"></a>38:25 会中被数的人所出的银子，按圣所的平，有一百他连得并一千七百七十五舍客勒。</p><p><a id="26"></a>38:26 凡过去归那些被数之人的，从二十岁以外，有六十万零三千五百五十人，按圣所的平，每人出银半舍客勒，就是一比加。</p><p><a id="27"></a>38:27 用那一百他连得银子铸造圣所带卯的座，和幔子柱子带卯的座，一百他连得共一百带卯的座；每带卯的座用一他连得。</p><p><a id="28"></a>38:28 用那一千七百七十五舍客勒银子做柱子上的钩子，包裹柱顶并柱子上的杆子。</p><p><a id="29"></a>38:29 所献的铜，有七十他连得并二千四百舍客勒。</p><p><a id="30"></a>38:30 用这铜做会幕门带卯的座和铜坛，并坛上的铜网和坛的一切器具，</p><p><a id="31"></a>38:31 并院子四围带卯的座和院门带卯的座，与帐幕一切的橛子和院子四围所有的橛子。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/出埃及记/38.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _38 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _38 as default
};
