import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/使徒行传/20.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/使徒行传/20.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>20:1 乱定之后，保罗请门徒来，劝勉他们，就辞别起行，往马其顿去。*</p><p><a id="2"></a>20:2 走遍了那一带地方，用许多话劝勉门徒（注：或作“众人”），然后来到希腊。</p><p><a id="3"></a>20:3 在那里住了三个月，将要坐船往叙利亚去，犹太人设计要害他，他就定意从马其顿回去。</p><p><a id="4"></a>20:4 同他到亚西亚去的，有庇哩亚人毕罗斯的儿子所巴特，帖撒罗尼迦人亚里达古和西公都，还有特庇人该犹，并提摩太，又有亚西亚人推基古和特罗非摩。</p><p><a id="5"></a>20:5 这些人先走，在特罗亚等候我们。</p><p><a id="6"></a>20:6 过了除酵的日子，我们从腓立比开船，五天到了特罗亚，和他们相会，在那里住了七天。</p><p><a id="7"></a>20:7 七日的第一日，我们聚会擘饼的时候，保罗因为要次日起行，就与他们讲论，直讲到半夜。</p><p><a id="8"></a>20:8 我们聚会的那座楼上，有好些灯烛。</p><p><a id="9"></a>20:9 有一个少年人，名叫犹推古，坐在窗台上困倦沉睡。保罗讲了多时，少年人睡熟了，就从三层楼上掉下去；扶起他来，已经死了。</p><p><a id="10"></a>20:10 保罗下去，伏在他身上，抱著他说：“你们不要发慌，他的灵魂还在身上。”</p><p><a id="11"></a>20:11 保罗又上去，擘饼，吃了，谈论许久，直到天亮，这才走了。</p><p><a id="12"></a>20:12 有人把那童子活活地领来，得的安慰不小。</p><p><a id="13"></a>20:13 我们先上船开往亚朔去，意思要在那里接保罗，因为他是这样安排的，他自己打算要步行。</p><p><a id="14"></a>20:14 他既在亚朔与我们相会，我们就接他上船，来到米推利尼。</p><p><a id="15"></a>20:15 从那里开船，次日到了基阿的对面；又次日，在撒摩靠岸；又次日，来到米利都。</p><p><a id="16"></a>20:16 乃因保罗早已定意越过以弗所，免得在亚西亚耽延。他急忙前走，巴不得赶五旬节能到耶路撒冷。</p><p><a id="17"></a>20:17 保罗从米利都打发人往以弗所去，请教会的长老来。</p><p><a id="18"></a>20:18 他们来了，保罗就说：“你们知道，自从我到亚西亚的日子以来，在你们中间始终为人如何，</p><p><a id="19"></a>20:19 服事主凡事谦卑，眼中流泪，又因犹太人的谋害，经历试炼。</p><p><a id="20"></a>20:20 你们也知道，凡与你们有益的，我没有一样避讳不说的。或在众人面前，或在各人家里，我都教导你们。</p><p><a id="21"></a>20:21 又对犹太人和希腊人证明当向　神悔改，信靠我主耶稣基督。</p><p><a id="22"></a>20:22 现在我往耶路撒冷去，心甚迫切（注：原文作“心被捆绑”），不知道在那里要遇见甚么事。</p><p><a id="23"></a>20:23 但知道圣灵在各城里向我指证，说有捆锁与患难等待我。</p><p><a id="24"></a>20:24 我却不以性命为念，也不看为宝贵，只要行完我的路程，成就我从主耶稣所领受的职事，证明　神恩惠的福音。</p><p><a id="25"></a>20:25 我素常在你们中间来往，传讲　神国的道。如今我晓得，你们以后都不得再见我的面了。</p><p><a id="26"></a>20:26 所以我今日向你们证明，你们中间无论何人死亡，罪不在我身上（注：原文作“我于众人的血是洁净的”）。</p><p><a id="27"></a>20:27 因为　神的旨意，我并没有一样避讳不传给你们的。</p><p><a id="28"></a>20:28 圣灵立你们作全群的监督，你们就当为自己谨慎，也为全群谨慎，牧养　神的教会，就是他用自己血所买来的（注：或作“救赎的”）。</p><p><a id="29"></a>20:29 我知道我去之后，必有凶暴的豺狼进入你们中间，不爱惜羊群。</p><p><a id="30"></a>20:30 就是你们中间，也必有人起来，说悖谬的话，要引诱门徒跟从他们。</p><p><a id="31"></a>20:31 所以你们应当警醒，记念我三年之久昼夜不住地流泪，劝戒你们各人。</p><p><a id="32"></a>20:32 如今我把你们交托　神和他恩惠的道；这道能建立你们，叫你们和一切成圣的人同得基业。</p><p><a id="33"></a>20:33 我未曾贪图一个人的金、银、衣服。</p><p><a id="34"></a>20:34 我这两只手常供给我和同人的需用，这是你们自己知道的。</p><p><a id="35"></a>20:35 我凡事给你们作榜样，叫你们知道应当这样劳苦，扶助软弱的人，又当记念主耶稣的话，说：‘施比受更为有福。’”</p><p><a id="36"></a>20:36 保罗说完了这话，就跪下同众人祷告。</p><p><a id="37"></a>20:37 众人痛哭，抱著保罗的颈项和他亲嘴。</p><p><a id="38"></a>20:38 叫他们最伤心的，就是他说“以后不能再见我的面”那句话，于是送他上船去了。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/使徒行传/20.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _20 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _20 as default
};
