import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/列王记(上)/4.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/列王记(上)/4.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>4:1 所罗门作以色列众人的王。</p><p><a id="2"></a>4:2 他的臣子记在下面：撒督的儿子亚撒利雅作祭司；</p><p><a id="3"></a>4:3 示沙的两个儿子以利何烈、亚希亚作书记；亚希律的儿子约沙法作史官；</p><p><a id="4"></a>4:4 耶何耶大的儿子比拿雅作元帅；撒督和亚比亚他作祭司长；</p><p><a id="5"></a>4:5 拿单的儿子亚撒利雅作众吏长；王的朋友拿单的儿子撒布得作领袖；</p><p><a id="6"></a>4:6 亚希煞作家宰；亚比大的儿子亚多尼兰掌管服苦的人。</p><p><a id="7"></a>4:7 所罗门在以色列全地立了十二个官吏，使他们供给王和王家的食物，每年各人供给一月。</p><p><a id="8"></a>4:8 他们的名字记在下面：在以法莲山地有便户珥；</p><p><a id="9"></a>4:9 在玛迦斯、沙宾、伯示麦、以伦伯哈南有便底甲；</p><p><a id="10"></a>4:10 在亚鲁泊，有便希悉，他管理梭哥和希弗全地；</p><p><a id="11"></a>4:11 在多珥山冈（注：或作“全境”）有便亚比拿达，他娶了所罗门的女儿她法为妻；</p><p><a id="12"></a>4:12 在他纳和米吉多，并靠近撒拉他拿、耶斯列下边的伯善全地，从伯善到亚伯米何拉直到约念之外，有亚希律的儿子巴拿；</p><p><a id="13"></a>4:13 在基列的拉末有便基别，他管理在基列的玛拿西子孙睚珥的城邑，巴珊的亚珥歌伯地的大城六十座，都有城墙和铜闩；</p><p><a id="14"></a>4:14 在玛哈念有易多的儿子亚希拿达；</p><p><a id="15"></a>4:15 在拿弗他利有亚希玛斯，他也娶了所罗门的一个女儿巴实抹为妻；</p><p><a id="16"></a>4:16 在亚设和亚禄有户筛的儿子巴拿；</p><p><a id="17"></a>4:17 在以萨迦有帕路亚的儿子约沙法；</p><p><a id="18"></a>4:18 在便雅悯有以拉的儿子示每；</p><p><a id="19"></a>4:19 在基列地，就是从前属亚摩利王西宏和巴珊王噩之地，有乌利的儿子基别一人管理。</p><p><a id="20"></a>4:20 犹大人和以色列人如同海边的沙那样多，都吃喝快乐。</p><p><a id="21"></a>4:21 所罗门统管诸国，从大河到非利士地，直到埃及的边界。所罗门在世的日子，这些国都进贡服事他。</p><p><a id="22"></a>4:22 所罗门每日所用的食物：细面三十歌珥，粗面六十歌珥，</p><p><a id="23"></a>4:23 肥牛十只，草场的牛二十只，羊一百只，还有鹿、羚羊、鮨并肥禽。</p><p><a id="24"></a>4:24 所罗门管理大河西边的诸王，以及从提弗萨直到迦萨的全地，四境尽都平安。</p><p><a id="25"></a>4:25 所罗门在世的日子，从但到别是巴的犹大人和以色列人，都在自己的葡萄树下和无花果树下安然居住。</p><p><a id="26"></a>4:26 所罗门有套车的马四万，还有马兵一万二千。</p><p><a id="27"></a>4:27 那十二个官吏，各按各月供给所罗门王，并一切与他同席之人的食物，一无所缺。</p><p><a id="28"></a>4:28 众人各按各分，将养马与快马的大麦和乾草送到官吏那里。</p><p><a id="29"></a>4:29 神赐给所罗门极大的智慧聪明和广大的心，如同海沙不可测量。</p><p><a id="30"></a>4:30 所罗门的智慧超过东方人和埃及人的一切智慧。</p><p><a id="31"></a>4:31 他的智慧胜过万人，胜过以斯拉人以探并玛曷的儿子希幔、甲各、达大的智慧，他的名声传扬在四围的列国。</p><p><a id="32"></a>4:32 他作箴言三千句，诗歌一千零五首。</p><p><a id="33"></a>4:33 他讲论草木，自黎巴嫩的香柏树直到墙上长的牛膝草；又讲论飞禽走兽、昆虫水族。</p><p><a id="34"></a>4:34 天下列王听见所罗门的智慧，就都差人来听他的智慧话。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/列王记(上)/4.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _4 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _4 as default
};
