import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/耶利米书/4.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/耶利米书/4.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>4:1 耶和华说：“以色列啊，你若回来归向我，若从我眼前除掉你可憎的偶像，你就不被迁移。</p><p><a id="2"></a>4:2 你必凭诚实、公平、公义，指著永生的耶和华起誓；列国必因耶和华称自己为有福，也必因他夸耀。”</p><p><a id="3"></a>4:3 耶和华对犹大和耶路撒冷人如此说：“要开垦你们的荒地，不要撒种在荆棘中！</p><p><a id="4"></a>4:4 犹大人和耶路撒冷的居民哪，你们当自行割礼归耶和华，将心里的污秽除掉；恐怕我的忿怒因你们的恶行发作，如火著起，甚至无人能以熄灭！</p><p><a id="5"></a>4:5 你们当传扬在犹大，宣告在耶路撒冷说：‘你们当在国中吹角！’高声呼叫说：‘你们当聚集，我们好进入坚固城！’</p><p><a id="6"></a>4:6 应当向锡安竖立大旗，要逃避，不要迟延！因我必使灾祸与大毁灭从北方来到。”</p><p><a id="7"></a>4:7 有狮子从密林中上来，是毁坏列国的。它已经动身，出离本处，要使你的地荒凉，使你的城邑变为荒场，无人居住。</p><p><a id="8"></a>4:8 因此，你们当腰束麻布，大声哀号，因为耶和华的烈怒没有向我们转消。</p><p><a id="9"></a>4:9 耶和华说：“到那时，君王和首领的心都要消灭，祭司都要惊奇，先知都要诧异。”</p><p><a id="10"></a>4:10 我说：“哀哉！主耶和华啊，你真是大大地欺哄这百姓和耶路撒冷说：‘你们必得平安。’其实刀剑害及性命了。”</p><p><a id="11"></a>4:11 那时，必有话对这百姓和耶路撒冷说：“有一阵热风从旷野净光的高处向我的众民 （注：原文作“民女”）刮来，不是为簸扬，也不是为扬净。</p><p><a id="12"></a>4:12 必有一阵更大的风从这些地方为我刮来；现在我又必发出判语攻击他们。”</p><p><a id="13"></a>4:13 看哪！仇敌必如云上来，他的战车如旋风，他的马匹比鹰更快。我们有祸了！我们败落了！</p><p><a id="14"></a>4:14 耶路撒冷啊，你当洗去心中的恶，使你可以得救。恶念存在你心里要到几时呢？</p><p><a id="15"></a>4:15 有声音从但传扬，从以法莲山报祸患。</p><p><a id="16"></a>4:16 你们当传给列国，报告攻击耶路撒冷的事说：“有探望的人从远方来到，向犹大的城邑大声呐喊。</p><p><a id="17"></a>4:17 他们周围攻击耶路撒冷，好像看守田园的，因为她背叛了我。”这是耶和华说的。</p><p><a id="18"></a>4:18 你的行动，你的作为，招惹这事，这是你罪恶的结果，实在是苦，是害及你心了。</p><p><a id="19"></a>4:19 我的肺腑啊，我的肺腑啊，我心疼痛！我心在我里面烦躁不安，我不能静默不言，因为我已经听见角声和打仗的喊声。</p><p><a id="20"></a>4:20 毁坏的信息连络不绝，因为全地荒废。我的帐棚忽然毁坏；我的幔子顷刻破裂。</p><p><a id="21"></a>4:21 我看见大旗，听见角声，要到几时呢？</p><p><a id="22"></a>4:22 耶和华说：“我的百姓愚顽，不认识我，他们是愚昧无知的儿女，有智慧行恶，没有知识行善。”</p><p><a id="23"></a>4:23 先知说：“我观看地，不料，地是空虚混沌；我观看天，天也无光。</p><p><a id="24"></a>4:24 我观看大山，不料，尽都震动，小山也都摇来摇去。</p><p><a id="25"></a>4:25 我观看，不料，无人，空中的飞鸟也都躲避。</p><p><a id="26"></a>4:26 我观看，不料，肥田变为荒地，一切城邑在耶和华面前，因他的烈怒都被拆毁。”</p><p><a id="27"></a>4:27 耶和华如此说：“全地必然荒凉，我却不毁灭净尽。</p><p><a id="28"></a>4:28 因此，地要悲哀，在上的天也必黑暗。因为我言已出，我意已定，必不后悔，也不转意不做。”</p><p><a id="29"></a>4:29 各城的人因马兵和弓箭手的响声就都逃跑，进入密林，爬上磐石；各城被撇下，无人住在其中。</p><p><a id="30"></a>4:30 你凄凉的时候要怎样行呢？你虽穿上朱红衣服，佩戴黄金装饰，用颜料修饰眼目，这样标致是枉然的！恋爱你的藐视你，并且寻索你的性命。</p><p><a id="31"></a>4:31 我听见有声音，彷佛妇人产难的声音，好像生头胎疼痛的声音，是锡安女子（注：“女子”就是指“民”的意思）的声音 。她喘著气，□挲手说：“我有祸了！在杀人的跟前，我的心发昏了。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/耶利米书/4.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _4 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _4 as default
};
