import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/撒母耳记(下)/22.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/撒母耳记(下)/22.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>22:1 当耶和华救大卫脱离一切仇敌和扫罗之手的日子，他向耶和华念这诗，</p><p><a id="2"></a>22:2 说：“耶和华是我的岩石，我的山寨，我的救主，</p><p><a id="3"></a>22:3 我的　神，我的磐石，我所投靠的。他是我的盾牌，是拯救我的角，是我的高台，是我的避难所。我的救主啊，你是救我脱离强暴的。</p><p><a id="4"></a>22:4 我要求告当赞美的耶和华，这样，我必从仇敌手中被救出来。</p><p><a id="5"></a>22:5 曾有死亡的波浪环绕我，匪类的急流使我惊惧，</p><p><a id="6"></a>22:6 阴间的绳索缠绕我，死亡的网罗临到我。</p><p><a id="7"></a>22:7 我在急难中求告耶和华，向我的　神呼求。他从殿中听了我的声音，我的呼求入了他的耳中。</p><p><a id="8"></a>22:8 那时，因他发怒，地就摇撼战抖，天的根基也震动摇撼。</p><p><a id="9"></a>22:9 从他鼻孔冒烟上腾，从他口中发火焚烧，连炭也著了。</p><p><a id="10"></a>22:10 他又使天下垂，亲自降临，有黑云在他脚下。</p><p><a id="11"></a>22:11 他坐著基路伯飞行，在风的翅膀上显现。</p><p><a id="12"></a>22:12 他以黑暗和聚集的水，天空的厚云为他四围的行宫。</p><p><a id="13"></a>22:13 因他面前的光辉炭都著了。</p><p><a id="14"></a>22:14 耶和华从天上打雷，至高者发出声音。</p><p><a id="15"></a>22:15 他射出箭来，使仇敌四散；发出闪电，使他们扰乱。</p><p><a id="16"></a>22:16 耶和华的斥责一发，鼻孔的气一出，海底就出现，大地的根基也显露。</p><p><a id="17"></a>22:17 他从高天伸手抓住我，把我从大水中拉上来。</p><p><a id="18"></a>22:18 他救我脱离我的劲敌和那些恨我的人，因为他们比我强盛。</p><p><a id="19"></a>22:19 我遭遇灾难的日子，他们来攻击我，但耶和华是我的倚靠。</p><p><a id="20"></a>22:20 他又领我到宽阔之处，他救拔我，因他喜悦我。</p><p><a id="21"></a>22:21 耶和华按著我的公义报答我，按著我手中的清洁赏赐我。</p><p><a id="22"></a>22:22 因为我遵守了耶和华的道，未曾作恶离开我的　神。</p><p><a id="23"></a>22:23 他的一切典章常在我面前；他的律例，我也未曾离弃。</p><p><a id="24"></a>22:24 我在他面前作了完全人；我也保守自己远离我的罪孽。</p><p><a id="25"></a>22:25 所以耶和华按我的公义，按我在他眼前的清洁赏赐我。</p><p><a id="26"></a>22:26 慈爱的人，你以慈爱待他；完全的人，你以完全待他；</p><p><a id="27"></a>22:27 清洁的人，你以清洁待他；乖僻的人，你以弯曲待他。</p><p><a id="28"></a>22:28 困苦的百姓，你必拯救。但你的眼目察看高傲的人，使他降卑。</p><p><a id="29"></a>22:29 耶和华啊，你是我的灯，耶和华必照明我的黑暗。</p><p><a id="30"></a>22:30 我藉著你冲入敌军，藉著我的　神跳过墙垣。</p><p><a id="31"></a>22:31 至于　神，他的道是完全的；耶和华的话，是炼净的。凡投靠他的，他便作他们的盾牌。</p><p><a id="32"></a>22:32 除了耶和华，谁是　神呢？除了我们的　神，谁是磐石呢？</p><p><a id="33"></a>22:33 神是我坚固的保障，他引导完全人行他的路。</p><p><a id="34"></a>22:34 他使我的脚快如母鹿的蹄，又使我在高处安稳。</p><p><a id="35"></a>22:35 他教导我的手能以争战，甚至我的膀臂能开铜弓。</p><p><a id="36"></a>22:36 你把你的救恩给我作盾牌，你的温和使我为大。</p><p><a id="37"></a>22:37 你使我脚下的地步宽阔；我的脚未曾滑跌。</p><p><a id="38"></a>22:38 我追赶我的仇敌，灭绝了他们，未灭以先，我没有归回。</p><p><a id="39"></a>22:39 我灭绝了他们，打伤了他们，使他们不能起来；他们都倒在我的脚下。</p><p><a id="40"></a>22:40 因为你曾以力量束我的腰，使我能争战；你也使那起来攻击我的，都服在我以下。</p><p><a id="41"></a>22:41 你又使我的仇敌，在我面前转背逃跑，叫我能以剪除那恨我的人。</p><p><a id="42"></a>22:42 他们仰望，却无人拯救，就是呼求耶和华，他也不应允。</p><p><a id="43"></a>22:43 我捣碎他们，如同地上的灰尘；践踏他们，四散在地，如同街上的泥土。</p><p><a id="44"></a>22:44 你救我脱离我百姓的争竞，保护我作列国的元首。我素不认识的民必事奉我。</p><p><a id="45"></a>22:45 外邦人要投降我，一听见我的名声，就必顺从我。</p><p><a id="46"></a>22:46 外邦人要衰残，战战兢兢地出他们的营寨。</p><p><a id="47"></a>22:47 耶和华是活神。愿我的磐石被人称颂；愿　神那拯救我的磐石被人尊崇。</p><p><a id="48"></a>22:48 这位　神就是那为我伸冤，使众民服在我以下的。</p><p><a id="49"></a>22:49 你救我脱离仇敌，又把我举起，高过那些起来攻击我的；你救我脱离强暴的人。</p><p><a id="50"></a>22:50 耶和华啊，因此我要在外邦中称谢你，歌颂你的名。</p><p><a id="51"></a>22:51 耶和华赐极大的救恩给他所立的王，施慈爱给他的受膏者，就是给大卫和他的后裔，直到永远。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/撒母耳记(下)/22.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _22 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _22 as default
};
