import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/马可福音/11.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/马可福音/11.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>11:1 耶稣和门徒将近耶路撒冷，到了伯法其和伯大尼，在橄榄山那里，耶稣就打发两个门徒，</p><p><a id="2"></a>11:2 对他们说：“你们往对面村子里去，一进去的时候，必看见一匹驴驹拴在那里，是从来没有人骑过的；可以解开牵来。</p><p><a id="3"></a>11:3 若有人对你们说：‘为甚么做这事？’你们就说：‘主要用它。’那人必立时让你们牵来。”</p><p><a id="4"></a>11:4 他们去了，便看见一匹驴驹拴在门外街道上，就把它解开。</p><p><a id="5"></a>11:5 在那里站著的人，有几个说：“你们解驴驹做甚么？”</p><p><a id="6"></a>11:6 门徒照著耶稣所说的回答，那些人就任凭他们牵去了。</p><p><a id="7"></a>11:7 他们把驴驹牵到耶稣那里，把自己的衣服搭在上面，耶稣就骑上。</p><p><a id="8"></a>11:8 有许多人把衣服铺在路上，也有人把田间的树枝砍下来，铺在路上。</p><p><a id="9"></a>11:9 前行后随的人都喊著说：“和散那（注：“和散那”，原有求救的意思，在此乃是称颂的话）！”“奉主名来的是应当称颂的！”</p><p><a id="10"></a>11:10 “那将要来的我祖大卫之国是应当称颂的！”“高高在上和散那！”</p><p><a id="11"></a>11:11 耶稣进了耶路撒冷，入了圣殿，周围看了各样物件。天色已晚，就和十二个门徒出城，往伯大尼去了。</p><p><a id="12"></a>11:12 第二天，他们从伯大尼出来，耶稣饿了。</p><p><a id="13"></a>11:13 远远地看见一棵无花果树，树上有叶子，就往那里去，或者在树上可以找著甚么。到了树下，竟找不著甚么，不过有叶子，因为不是收无花果的时候。</p><p><a id="14"></a>11:14 耶稣就对树说：“从今以后，永没有人吃你的果子。”他的门徒也听见了。</p><p><a id="15"></a>11:15 他们来到耶路撒冷。耶稣进入圣殿，赶出殿里做买卖的人，推倒兑换银钱之人的桌子和卖鸽子之人的凳子，</p><p><a id="16"></a>11:16 也不许人拿著器具从殿里经过。</p><p><a id="17"></a>11:17 便教训他们说：“经上不是记著说‘我的殿必称为万国祷告的殿’吗？你们倒使它成为贼窝了。”</p><p><a id="18"></a>11:18 祭司长和文士听见这话，就想法子要除灭耶稣，却又怕他，因为众人都希奇他的教训。</p><p><a id="19"></a>11:19 每天晚上，耶稣出城去。</p><p><a id="20"></a>11:20 早晨，他们从那里经过，看见无花果树连根都枯乾了。</p><p><a id="21"></a>11:21 彼得想起耶稣的话来，就对他说：“拉比，请看！你所咒诅的无花果树，已经枯乾了。”</p><p><a id="22"></a>11:22 耶稣回答说：“你们当信服　神。</p><p><a id="23"></a>11:23 我实在告诉你们：无论何人对这座山说：‘你挪开此地，投在海里！’他若心里不疑惑，只信他所说的必成，就必给他成了。</p><p><a id="24"></a>11:24 所以我告诉你们，凡你们祷告祈求的，无论是甚么，只要信是得著的，就必得著。</p><p><a id="25"></a>11:25 你们站著祷告的时候，若想起有人得罪你们，就当饶恕他，好叫你们在天上的父也饶恕你们的过犯。</p><p><a id="26"></a>11:26 你们若不饶恕人，你们在天上的父也不饶恕你们的过犯（注：有古卷无此节）。”</p><p><a id="27"></a>11:27 他们又来到耶路撒冷。耶稣在殿里行走的时候，祭司长和文士并长老进前来，</p><p><a id="28"></a>11:28 问他说：“你仗著甚么权柄做这些事，给你这权柄的是谁呢？”</p><p><a id="29"></a>11:29 耶稣对他们说：“我要问你们一句话，你们回答我，我就告诉你们我仗著甚么权柄做这些事。</p><p><a id="30"></a>11:30 约翰的洗礼是从天上来的，是从人间来的呢？你们可以回答我。”</p><p><a id="31"></a>11:31 他们彼此商议说：“我们若说‘从天上来’，他必说：‘这样，你们为甚么不信他呢？’</p><p><a id="32"></a>11:32 若说‘从人间来’，却又怕百姓，因为众人真以约翰为先知。”</p><p><a id="33"></a>11:33 于是回答耶稣说：“我们不知道。”耶稣说：“我也不告诉你们我仗著甚么权柄做这些事。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/马可福音/11.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _11 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _11 as default
};
