import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/以西结书/22.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/以西结书/22.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>22:1 耶和华的话又临到我说：</p><p><a id="2"></a>22:2 “人子啊，你要审问审问这流人血的城吗？当使她知道她一切可憎的事。</p><p><a id="3"></a>22:3 你要说：‘主耶和华如此说：哎！这城有流人血的事在其中，叫她受报的日期来到，又做偶像玷污自己，陷害自己。</p><p><a id="4"></a>22:4 你因流了人的血，就为有罪；。你做了偶像，就玷污自己，使你受报之日临近，报应之年来到。所以我叫你受列国的凌辱和列邦的讥诮。</p><p><a id="5"></a>22:5 你这名臭、多乱的城啊，那些离你近、离你远的都必讥诮你。</p><p><a id="6"></a>22:6 看哪！以色列的首领各逞其能，在你中间流人之血。</p><p><a id="7"></a>22:7 在你中间有轻慢父母的，有欺压寄居的，有亏负孤儿寡妇的。</p><p><a id="8"></a>22:8 你藐视了我的圣物，干犯了我的安息日。</p><p><a id="9"></a>22:9 在你中间有谗谤人、流人血的；有在山上吃过祭偶像之物的；有行淫乱的。</p><p><a id="10"></a>22:10 在你中间有露继母下体羞辱父亲的；有玷辱月经不洁净之妇人的。</p><p><a id="11"></a>22:11 这人与邻舍的妻行可憎的事；那人贪淫玷污儿妇；还有玷辱同父之姐妹的。</p><p><a id="12"></a>22:12 在你中间有为流人血受贿赂的；有向借钱的弟兄取利、向借粮的弟兄多要的。且因贪得无餍，欺压邻舍夺取财物，竟忘了我。这是主耶和华说的。</p><p><a id="13"></a>22:13 看哪！我因你所得不义之财和你中间所流的血，就拍掌叹息。</p><p><a id="14"></a>22:14 到了我惩罚你的日子，你的心还能忍受吗？你的手还能有力吗？我耶和华说了这话，就必照著行。</p><p><a id="15"></a>22:15 我必将你分散在列国，四散在列邦。我也必从你中间除掉你的污秽。</p><p><a id="16"></a>22:16 你必在列国人的眼前因自己所行的被亵渎，你就知道我是耶和华。’”</p><p><a id="17"></a>22:17 耶和华的话临到我说：</p><p><a id="18"></a>22:18 “人子啊，以色列家在我看为渣滓，他们都是炉中的铜、锡、铁、铅，都是银渣滓。</p><p><a id="19"></a>22:19 所以主耶和华如此说：‘因你们都成为渣滓，我必聚集你们在耶路撒冷中。</p><p><a id="20"></a>22:20 人怎样将银、铜、铁、铅、锡聚在炉中，吹火熔化，照样，我也要发怒气和忿怒，将你们聚集放在城中熔化你们。</p><p><a id="21"></a>22:21 我必聚集你们，把我烈怒的火吹在你们身上，你们就在其中熔化。</p><p><a id="22"></a>22:22 银子怎样熔化在炉中，你们也必照样熔化在城中，你们就知道我耶和华是将忿怒倒在你们身上了。’”</p><p><a id="23"></a>22:23 耶和华的话临到我说：</p><p><a id="24"></a>22:24 “人子啊，你要对这地说：‘你是未得洁净之地，在恼恨的日子也没有雨下在你以上。’</p><p><a id="25"></a>22:25 其中的先知同谋背叛，如咆哮的狮子抓撕掠物，他们吞灭人民，抢夺财宝，使这地多有寡妇。</p><p><a id="26"></a>22:26 其中的祭司强解我的律法，亵渎我的圣物，不分别圣的和俗的，也不使人分辨洁净的和不洁净的，又遮眼不顾我的安息日，我也在他们中间被亵慢。</p><p><a id="27"></a>22:27 其中的首领彷佛豺狼抓撕掠物，杀人流血，伤害人命，要得不义之财。</p><p><a id="28"></a>22:28 其中的先知为百姓用未泡透的灰抹墙，就是为他们见虚假的异象，用谎诈的占卜说‘主耶和华如此说’，其实耶和华没有说。</p><p><a id="29"></a>22:29 国内众民一味地欺压，惯行抢夺，亏负困苦穷乏的，背理欺压寄居的。</p><p><a id="30"></a>22:30 我在他们中间寻找一人重修墙垣，在我面前为这国站在破口防堵，使我不灭绝这国，却找不著一个。</p><p><a id="31"></a>22:31 所以我将恼恨倒在他们身上，用烈怒的火灭了他们，照他们所行的报应在他们头上。这是主耶和华说的。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/以西结书/22.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _22 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _22 as default
};
