import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/申命记/31.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/申命记/31.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>31:1 摩西去告诉以色列众人，</p><p><a id="2"></a>31:2 说：“我现在一百二十岁了，不能照常出入，耶和华也曾对我说：‘你必不得过这约旦河。’</p><p><a id="3"></a>31:3 耶和华你们的　神必引导你们过去，将这些国民在你们面前灭绝，你们就得他们的地。约书亚必引导你们过去，正如耶和华所说的。</p><p><a id="4"></a>31:4 耶和华必待他们，如同从前待他所灭绝的亚摩利二王西宏与噩以及他们的国一样。</p><p><a id="5"></a>31:5 耶和华必将他们交给你们，你们要照我所吩咐的一切命令待他们。</p><p><a id="6"></a>31:6 你们当刚强壮胆，不要害怕，也不要畏惧他们，因为耶和华你的　神和你同去。他必不撇下你，也不丢弃你。”</p><p><a id="7"></a>31:7 摩西召了约书亚来，在以色列众人眼前对他说：“你当刚强壮胆，因为你要和这百姓一同进入耶和华向他们列祖起誓应许所赐之地，你也要使他们承受那地为业。</p><p><a id="8"></a>31:8 耶和华必在你前面行，他必与你同在，必不撇下你，也不丢弃你。不要惧怕，也不要惊惶。”</p><p><a id="9"></a>31:9 摩西将这律法写出来，交给抬耶和华约柜的祭司利未子孙和以色列的众长老。</p><p><a id="10"></a>31:10 摩西吩咐他们说：“每逢七年的末一年，就在豁免年的定期住棚节的时候，</p><p><a id="11"></a>31:11 以色列众人来到耶和华你　神所选择的地方朝见他。那时，你要在以色列众人面前将这律法念给他们听。</p><p><a id="12"></a>31:12 要招聚他们男、女、孩子，并城里寄居的，使他们听，使他们学习，好敬畏耶和华你们的　神，谨守遵行这律法的一切话。</p><p><a id="13"></a>31:13 也使他们未曾晓得这律法的儿女得以听见，学习敬畏耶和华你们的　神，在你们过约旦河要得为业之地，存活的日子，常常这样行。”</p><p><a id="14"></a>31:14 耶和华对摩西说：“你的死期临近了，要召约书亚来，你们二人站在会幕里，我好嘱咐他。”于是，摩西和约书亚去站在会幕里。</p><p><a id="15"></a>31:15 耶和华在会幕里云柱中显现，云柱停在会幕门以上。</p><p><a id="16"></a>31:16 耶和华又对摩西说：“你必和你列祖同睡。这百姓要起来，在他们所要去的地上，在那地的人中，随从外邦神行邪淫，离弃我，违背我与他们所立的约。</p><p><a id="17"></a>31:17 那时，我的怒气必向他们发作，我也必离弃他们，掩面不顾他们，以至他们被吞灭，并有许多的祸患灾难临到他们。那日，他们必说：‘这些祸患临到我们，岂不是因我们的　神不在我们中间吗？’</p><p><a id="18"></a>31:18 那时，因他们偏向别神所行的一切恶，我必定掩面不顾他们。</p><p><a id="19"></a>31:19 现在，你要写一篇歌，教导以色列人，传给他们，使这歌见证他们的不是，</p><p><a id="20"></a>31:20 因为我将他们领进我向他们列祖起誓应许那流奶与蜜之地，他们在那里吃得饱足，身体肥胖，就必偏向别神，事奉他们，藐视我，背弃我的约。</p><p><a id="21"></a>31:21 那时，有许多祸患灾难临到他们，这歌必在他们面前作见证，他们后裔的口中必念诵不忘。我未领他们到我所起誓应许之地以先，他们所怀的意念我都知道了。”</p><p><a id="22"></a>31:22 当日，摩西就写了一篇歌，教导以色列人。</p><p><a id="23"></a>31:23 耶和华嘱咐嫩的儿子约书亚说：“你当刚强壮胆，因为你必领以色列人进我所起誓应许他们的地，我必与你同在。”</p><p><a id="24"></a>31:24 摩西将这律法的话写在书上，及至写完了，</p><p><a id="25"></a>31:25 就吩咐抬耶和华约柜的利未人说：</p><p><a id="26"></a>31:26 “将这律法书放在耶和华你们　神的约柜旁，可以在那里见证以色列人的不是，</p><p><a id="27"></a>31:27 因为我知道你们是悖逆的，是硬著颈项的。我今日还活著与你们同在，你们尚且悖逆耶和华，何况我死后呢？</p><p><a id="28"></a>31:28 你们要将你们支派的众长老和官长都招聚了来，我好将这些话说与他们听，并呼天唤地见证他们的不是。</p><p><a id="29"></a>31:29 我知道我死后，你们必全然败坏，偏离我所吩咐你们的道，行耶和华眼中看为恶的事，以手所做的惹他发怒，日后必有祸患临到你们。”</p><p><a id="30"></a>31:30 摩西将这一篇歌的话都说与以色列全会众听。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/申命记/31.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _31 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _31 as default
};
