import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/利未记/22.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/利未记/22.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>22:1 耶和华对摩西说：</p><p><a id="2"></a>22:2 “你吩咐亚伦和他子孙说：‘要远离以色列人所分别为圣归给我的圣物，免得亵渎我的圣名。我是耶和华。</p><p><a id="3"></a>22:3 你要对他们说：你们世世代代的后裔，凡身上有污秽，亲近以色列人所分别为圣归耶和华圣物的，那人必在我面前剪除。我是耶和华。</p><p><a id="4"></a>22:4 亚伦的后裔，凡长大麻疯的，或是有漏症的，不可吃圣物，直等他洁净了。无论谁摸那因死尸不洁净的物（注：“物”或作“人”），或是遗精的人，</p><p><a id="5"></a>22:5 或是摸甚么使他不洁净的爬物，或是摸那使他不洁净的人（不拘那人有甚么不洁净），</p><p><a id="6"></a>22:6 摸了这些人、物的，必不洁净到晚上。若不用水洗身，就不可吃圣物。</p><p><a id="7"></a>22:7 日落的时候，他就洁净了，然后可以吃圣物，因为这是他的食物。</p><p><a id="8"></a>22:8 自死的或是被野兽撕裂的，他不可吃，因此污秽自己。我是耶和华。</p><p><a id="9"></a>22:9 所以他们要守我所吩咐的，免得轻忽了，因此担罪而死。我是叫他们成圣的耶和华。</p><p><a id="10"></a>22:10 凡外人不可吃圣物，寄居在祭司家的，或是雇工人，都不可吃圣物。</p><p><a id="11"></a>22:11 倘若祭司买人，是他的钱买的，那人就可以吃圣物；生在他家的人也可以吃。</p><p><a id="12"></a>22:12 祭司的女儿若嫁外人，就不可吃举祭的圣物。</p><p><a id="13"></a>22:13 但祭司的女儿若是寡妇或是被休的，没有孩子，又归回父家，与她青年一样，就可以吃她父亲的食物；只是外人不可吃。</p><p><a id="14"></a>22:14 若有人误吃了圣物，要照圣物的原数加上五分之一，交给祭司。</p><p><a id="15"></a>22:15 祭司不可亵渎以色列人所献给耶和华的圣物，</p><p><a id="16"></a>22:16 免得他们在吃圣物上自取罪孽，因为我是叫他们成圣的耶和华。’”</p><p><a id="17"></a>22:17 耶和华对摩西说：</p><p><a id="18"></a>22:18 “你晓谕亚伦和他子孙，并以色列众人说：‘以色列家中的人，或在以色列中寄居的，凡献供物，无论是所许的愿，是甘心献的，就是献给耶和华作燔祭的，</p><p><a id="19"></a>22:19 要将没有残疾的公牛，或是绵羊，或是山羊献上，如此方蒙悦纳。</p><p><a id="20"></a>22:20 凡有残疾的，你们不可献上，因为这不蒙悦纳。</p><p><a id="21"></a>22:21 凡从牛群或是羊群中，将平安祭献给耶和华，为要还特许的愿，或是作甘心献的，所献的必纯全无残疾的，才蒙悦纳。</p><p><a id="22"></a>22:22 瞎眼的、折伤的、残废的、有瘤子的、长癣的、长疥的都不可献给耶和华，也不可在坛上作为火祭献给耶和华。</p><p><a id="23"></a>22:23 无论是公牛是绵羊羔，若肢体有余的，或是缺少的，只可作甘心祭献上；用以还愿，却不蒙悦纳。</p><p><a id="24"></a>22:24 肾子损伤的，或是压碎的，或是破裂的，或是骟了的，不可献给耶和华。在你们的地上也不可这样行。</p><p><a id="25"></a>22:25 这类的物，你们从外人的手，一样也不可接受作你们　神的食物献上，因为这些都有损坏有残疾，不蒙悦纳。’”</p><p><a id="26"></a>22:26 耶和华晓谕摩西说：</p><p><a id="27"></a>22:27 “才生的公牛，或是绵羊，或是山羊，七天当跟著母；从第八天以后，可以当供物蒙悦纳，作为耶和华的火祭。</p><p><a id="28"></a>22:28 无论是母牛是母羊，不可同日宰母和子。</p><p><a id="29"></a>22:29 你们献感谢祭给耶和华，要献得可蒙悦纳。</p><p><a id="30"></a>22:30 要当天吃，一点不可留到早晨。我是耶和华。</p><p><a id="31"></a>22:31 你们要谨守遵行我的诫命。我是耶和华。</p><p><a id="32"></a>22:32 你们不可亵渎我的圣名，我在以色列人中，却要被尊为圣。我是叫你们成圣的耶和华，</p><p><a id="33"></a>22:33 把你们从埃及地领出来，作你们的　神。我是耶和华。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/利未记/22.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _22 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _22 as default
};
