import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/路加福音/21.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/路加福音/21.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>21:1 耶稣抬头观看，见财主把捐项投在库里，</p><p><a id="2"></a>21:2 又见一个穷寡妇投了两个小钱，</p><p><a id="3"></a>21:3 就说：“我实在告诉你们，这穷寡妇所投的比众人还多，</p><p><a id="4"></a>21:4 因为众人都是自己有余，拿出来投在捐项里；但这寡妇是自己不足，把她一切养生的都投上了。”</p><p><a id="5"></a>21:5 有人谈论圣殿是用美石和供物妆饰的，</p><p><a id="6"></a>21:6 耶稣就说：“论到你们所看见的这一切，将来日子到了，在这里没有一块石头留在石头上不被拆毁了。”</p><p><a id="7"></a>21:7 他们问他说：“夫子，甚么时候有这事呢？这事将到的时候有甚么预兆呢？”</p><p><a id="8"></a>21:8 耶稣说：“你们要谨慎，不要受迷惑，因为将来有好些人冒我的名来，说：‘我是基督’，又说：‘时候近了’，你们不要跟从他们！</p><p><a id="9"></a>21:9 你们听见打仗和扰乱的事，不要惊惶，因为这些事必须先有，只是末期不能立时就到。”</p><p><a id="10"></a>21:10 当时，耶稣对他们说：“民要攻打民，国要攻打国，</p><p><a id="11"></a>21:11 地要大大震动，多处必有饥荒、瘟疫，又有可怕的异象和大神迹从天上显现。</p><p><a id="12"></a>21:12 但这一切的事以先，人要下手拿住你们，逼迫你们，把你们交给会堂，并且收在监里，又为我的名拉你们到君王诸侯面前。</p><p><a id="13"></a>21:13 但这些事终必为你们的见证。</p><p><a id="14"></a>21:14 所以，你们当立定心意，不要预先思想怎样分诉，</p><p><a id="15"></a>21:15 因为我必赐你们口才、智慧，是你们一切敌人所敌不住、驳不倒的。</p><p><a id="16"></a>21:16 连你们的父母、弟兄、亲族、朋友也要把你们交官；你们也有被他们害死的。</p><p><a id="17"></a>21:17 你们要为我的名被众人恨恶，</p><p><a id="18"></a>21:18 然而，你们连一根头发也必不损坏。</p><p><a id="19"></a>21:19 你们常存忍耐，就必保全灵魂（注：或作“必得生命”）。</p><p><a id="20"></a>21:20 你们看见耶路撒冷被兵围困，就可知道它成荒场的日子近了。</p><p><a id="21"></a>21:21 那时，在犹太的应当逃到山上，在城里的应当出来，在乡下的不要进城，</p><p><a id="22"></a>21:22 因为这是报应的日子，使经上所写的都得应验。</p><p><a id="23"></a>21:23 当那些日子，怀孕的和奶孩子的有祸了！因为将有大灾难降在这地方，也有震怒临到这百姓。</p><p><a id="24"></a>21:24 他们要倒在刀下，又被掳到各国去。耶路撒冷要被外邦人践踏，直到外邦人的日期满了。</p><p><a id="25"></a>21:25 日、月、星辰要显出异兆，地上的邦国也有困苦，因海中波浪的响声，就慌慌不定。</p><p><a id="26"></a>21:26 天势都要震动，人想起那将要临到世界的事，就都吓得魂不附体。</p><p><a id="27"></a>21:27 那时，他们要看见人子有能力，有大荣耀驾云降临。</p><p><a id="28"></a>21:28 一有这些事，你们就当挺身昂首，因为你们得赎的日子近了。”</p><p><a id="29"></a>21:29</p><p><a id="30"></a>21:30 耶稣又设比喻对他们说：“你们看无花果树和各样的树：它发芽的时候，你们一看见，自然晓得夏天近了。</p><p><a id="31"></a>21:31 这样，你们看见这些事渐渐地成就，也该晓得　神的国近了。</p><p><a id="32"></a>21:32 我实在告诉你们：这世代还没有过去，这些事都要成就。</p><p><a id="33"></a>21:33 天地要废去，我的话却不能废去。</p><p><a id="34"></a>21:34 你们要谨慎，恐怕因贪食、醉酒，并今生的思虑累住你们的心，那日子就如同网罗忽然临到你们，</p><p><a id="35"></a>21:35 因为那日子要这样临到全地上一切居住的人。</p><p><a id="36"></a>21:36 你们要时时警醒，常常祈求，使你们能逃避这一切要来的事，得以站立在人子面前。”</p><p><a id="37"></a>21:37 耶稣每日在殿里教训人，每夜出城在一座山，名叫橄榄山住宿。</p><p><a id="38"></a>21:38 众百姓清早上圣殿，到耶稣那里，要听他讲道。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/路加福音/21.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _21 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _21 as default
};
