import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/耶利米书/23.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/耶利米书/23.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>23:1 耶和华说：“那些残害、赶散我草场之羊的牧人有祸了！”</p><p><a id="2"></a>23:2 耶和华以色列的　神斥责那些牧养他百姓的牧人如此说：“你们赶散我的羊群，并没有看顾他们。我必讨你们这行恶的罪。”这是耶和华说的。</p><p><a id="3"></a>23:3 “我要将我羊群中所余剩的，从我赶他们到的各国内招聚出来，领他们归回本圈，他们也必生养众多。</p><p><a id="4"></a>23:4 我必设立照管他们的牧人，牧养他们。他们不再惧怕，不再惊惶，也不缺少一个。”这是耶和华说的。</p><p><a id="5"></a>23:5 耶和华说：“日子将到，我要给大卫兴起一个公义的苗裔；他必掌王权，行事有智慧，在地上施行公平和公义。</p><p><a id="6"></a>23:6 在他的日子，犹大必得救，以色列也安然居住。他的名必称为‘耶和华我们的义’。”</p><p><a id="7"></a>23:7 耶和华说：“日子将到，人必不再指著那领以色列人从埃及地上来永生的耶和华起誓，</p><p><a id="8"></a>23:8 却要指著那领以色列家的后裔从北方，和赶他们到的各国中上来永生的耶和华起誓。他们必住在本地。”</p><p><a id="9"></a>23:9 论到那些先知，我心在我里面忧伤，我骨头都发颤；因耶和华和他的圣言，我像醉酒的人，像被酒所胜的人。</p><p><a id="10"></a>23:10 地满了行淫的人，因妄自赌咒，地就悲哀，旷野的草场都枯乾了。他们所行的道乃是恶的，他们的勇力使得不正。</p><p><a id="11"></a>23:11 “连先知带祭司，都是亵渎的，就是在我殿中，我也看见他们的恶。”这是耶和华说的。</p><p><a id="12"></a>23:12 “因此，他们的道路必像黑暗中的滑地，他们必被追赶，在这路中仆倒；因为当追讨之年，我必使灾祸临到他们。”这是耶和华说的。</p><p><a id="13"></a>23:13 “我在撒马利亚的先知中曾见愚妄，他们藉巴力说预言，使我的百姓以色列走错了路。</p><p><a id="14"></a>23:14 我在耶路撒冷的先知中曾见可憎恶的事，他们行奸淫，做事虚妄；又坚固恶人的手，甚至无人回头离开他的恶。他们在我面前都像所多玛，耶路撒冷的居民都像蛾摩拉。”</p><p><a id="15"></a>23:15 所以万军之耶和华论到先知如此说：“我必将茵□给他们吃，又将苦胆水给他们喝，因为亵渎的事出于耶路撒冷的先知，流行遍地。”</p><p><a id="16"></a>23:16 万军之耶和华如此说：“这些先知向你们说预言，你们不要听他们的话。他们以虚空教训你们，所说的异象，是出于自己的心，不是出于耶和华的口。</p><p><a id="17"></a>23:17 他们常对藐视我的人说：‘耶和华说：你们必享平安。’又对一切按自己顽梗之心而行的人说：‘必没有灾祸临到你们。’</p><p><a id="18"></a>23:18 有谁站在耶和华的会中，得以听见并会悟他的话呢？有谁留心听他的话呢？</p><p><a id="19"></a>23:19 看哪！耶和华的忿怒好像暴风，已经发出；是暴烈的旋风，必转到恶人的头上。</p><p><a id="20"></a>23:20 耶和华的怒气必不转消，直到他心中所拟定的成就了。末后的日子你们要全然明白。</p><p><a id="21"></a>23:21 我没有打发那些先知，他们竟自奔跑；我没有对他们说话，他们竟自预言。</p><p><a id="22"></a>23:22 他们若是站在我的会中，就必使我的百姓听我的话，又使他们回头离开恶道和他们所行的恶。”</p><p><a id="23"></a>23:23 耶和华说：“我岂为近处的　神呢？不也为远处的　神吗？”</p><p><a id="24"></a>23:24 耶和华说：“人岂能在隐密处藏身，使我看不见他呢？”耶和华说：“我岂不充满天地吗？</p><p><a id="25"></a>23:25 我已听见那些先知所说的，就是托我名说的假预言，他们说：‘我做了梦，我做了梦！’</p><p><a id="26"></a>23:26 说假预言的先知，就是预言本心诡诈的先知，他们这样存心要到几时呢？</p><p><a id="27"></a>23:27 他们各人将所做的梦对邻舍述说，想要使我的百姓忘记我的名，正如他们列祖因巴力忘记我的名一样。</p><p><a id="28"></a>23:28 得梦的先知，可以述说那梦；得我话的人，可以诚实讲说我的话。糠秕怎能与麦子比较呢？”这是耶和华说的。</p><p><a id="29"></a>23:29 耶和华说：“我的话岂不像火，又像能打碎磐石的大锤吗？”</p><p><a id="30"></a>23:30 耶和华说：“那些先知各从邻舍偷窃我的言语，因此我必与他们反对。”</p><p><a id="31"></a>23:31 耶和华说：“那些先知用舌头说‘是耶和华说的’，我必与他们反对。”</p><p><a id="32"></a>23:32 耶和华说：“那些以幻梦为预言，又述说这梦，以谎言和矜夸使我百姓走错了路的，我必与他们反对。我没有打发他们，也没有吩咐他们。他们与这百姓毫无益处。”这是耶和华说的。</p><p><a id="33"></a>23:33 “无论是百姓，是先知，是祭司问你说：‘耶和华有甚么默示呢？’你就对他们说：‘甚么默示啊？耶和华说：我要撇弃你们。’</p><p><a id="34"></a>23:34 无论是先知，是祭司，是百姓说‘耶和华的默示’，我必刑罚那人和他的家。</p><p><a id="35"></a>23:35 你们各人要对邻舍，各人要对弟兄如此说：‘耶和华回答甚么？耶和华说了甚么呢？’</p><p><a id="36"></a>23:36 ‘耶和华的默示’你们不可再提，各人所说的话必作自己的重担（注：和“默示”原文同）。因为你们谬用永生　神万军之耶和华我们　神的言语。</p><p><a id="37"></a>23:37 你们要对先知如此说：‘耶和华回答你甚么？耶和华说了甚么呢？’</p><p><a id="38"></a>23:38 你们若说‘耶和华的默示’，耶和华就如此说：因你们说‘耶和华的默示’这句话，我也打发人到你们那里去，告诉你们不可说‘耶和华的默示’。</p><p><a id="39"></a>23:39 所以我必全然忘记你们，将你们和我所赐给你们并你们列祖的城撇弃了。</p><p><a id="40"></a>23:40 又必使永远的凌辱和长久的羞耻临到你们，是不能忘记的。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/耶利米书/23.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _23 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _23 as default
};
