import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/利未记/18.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/利未记/18.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>18:1 耶和华对摩西说：</p><p><a id="2"></a>18:2 “你晓谕以色列人说：‘我是耶和华你们的　神。</p><p><a id="3"></a>18:3 你们从前住的埃及地，那里人的行为，你们不可效法，我要领你们到的迦南地，那里人的行为，也不可效法，也不可照他们的恶俗行。</p><p><a id="4"></a>18:4 你们要遵我的典章，守我的律例，按此而行。我是耶和华你们的　神。</p><p><a id="5"></a>18:5 所以你们要守我的律例、典章。人若遵行，就必因此活著。我是耶和华。</p><p><a id="6"></a>18:6 你们都不可露骨肉之亲的下体，亲近他们。我是耶和华。</p><p><a id="7"></a>18:7 不可露你母亲的下体，羞辱了你父亲。她是你的母亲，不可露她的下体。</p><p><a id="8"></a>18:8 不可露你继母的下体，这本是你父亲的下体。</p><p><a id="9"></a>18:9 你的姐妹，不拘是异母同父的，是异父同母的，无论是生在家，生在外的，都不可露她们的下体。</p><p><a id="10"></a>18:10 不可露你孙女或是外孙女的下体；露了她们的下体，就是露了自己的下体。</p><p><a id="11"></a>18:11 你继母从你父亲生的女儿，本是你的妹妹，不可露她的下体。</p><p><a id="12"></a>18:12 不可露你姑母的下体，她是你父亲的骨肉之亲。</p><p><a id="13"></a>18:13 不可露你姨母的下体，她是你母亲的骨肉之亲。</p><p><a id="14"></a>18:14 不可亲近你伯叔之妻，羞辱了你伯叔，她是你的伯叔母。</p><p><a id="15"></a>18:15 不可露你儿妇的下体，她是你儿子的妻，不可露她的下体。</p><p><a id="16"></a>18:16 不可露你弟兄妻子的下体，这本是你弟兄的下体。</p><p><a id="17"></a>18:17 不可露了妇人的下体，又露她女儿的下体，也不可娶她孙女或是外孙女，露她们的下体，她们是骨肉之亲，这本是大恶。</p><p><a id="18"></a>18:18 你妻还在的时候，不可另娶她的姐妹作对头，露她的下体。</p><p><a id="19"></a>18:19 女人行经不洁净的时候，不可露她的下体，与她亲近。</p><p><a id="20"></a>18:20 不可与邻舍的妻行淫，玷污自己。</p><p><a id="21"></a>18:21 不可使你的儿女经火归与摩洛，也不可亵渎你　神的名。我是耶和华。</p><p><a id="22"></a>18:22 不可与男人苟合，像与女人一样，这本是可憎恶的。</p><p><a id="23"></a>18:23 不可与兽淫合，玷污自己。女人也不可站在兽前，与它淫合，这本是逆性的事。</p><p><a id="24"></a>18:24 在这一切的事上，你们都不可玷污自己，因为我在你们面前所逐出的列邦，在这一切的事上玷污了自己。</p><p><a id="25"></a>18:25 连地也玷污了，所以我追讨那地的罪孽，那地也吐出它的居民。</p><p><a id="26"></a>18:26 故此你们要守我的律例、典章。这一切可憎恶的事，无论是本地人，是寄居在你们中间的外人，都不可行。（</p><p><a id="27"></a>18:27 在你们以先居住那地的人，行了这一切可憎恶的事，地就玷污了。）</p><p><a id="28"></a>18:28 免得你们玷污那地的时候，地就把你们吐出，像吐出在你们以先的国民一样。</p><p><a id="29"></a>18:29 无论甚么人，行了其中可憎的一件事，必从民中剪除。</p><p><a id="30"></a>18:30 所以你们要守我所吩咐的，免得你们随从那些可憎的恶俗，就是在你们以先的人所常行的，以致玷污了自己。我是耶和华你们的　神。’”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/利未记/18.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _18 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _18 as default
};
