import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/使徒行传/24.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/使徒行传/24.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>24:1 过了五天，大祭司亚拿尼亚同几个长老和一个辩士帖土罗下来，向巡抚控告保罗。</p><p><a id="2"></a>24:2 保罗被提了来，帖土罗就告他说：</p><p><a id="3"></a>24:3 “腓力斯大人，我们因你得以大享太平，并且这一国的弊病，因著你的先见得以更正了，我们随时随地满心感谢不尽。</p><p><a id="4"></a>24:4 惟恐多说，你嫌烦絮，只求你宽容听我们说几句话。</p><p><a id="5"></a>24:5 我们看这个人，如同瘟疫一般，是鼓动普天下众犹太人生乱的，又是拿撒勒教党里的一个头目，</p><p><a id="6"></a>24:6 连圣殿他也想要污秽。我们把他捉住了（注：有古卷在此有“要按我们的律法审问，</p><p><a id="7"></a>24:7 不料，千夫长吕西亚前来，甚是强横，从我们手中把他夺去，吩咐告他的人到你这里来。”）。</p><p><a id="8"></a>24:8 你自己究问他，就可以知道我们告他的一切事了。”</p><p><a id="9"></a>24:9 众犹太人也随著告他说：“事情诚然是这样。”</p><p><a id="10"></a>24:10 巡抚点头叫保罗说话。他就说：“我知道你在这国里断事多年，所以我乐意为自己分诉。</p><p><a id="11"></a>24:11 你查问就可以知道，从我上耶路撒冷礼拜到今日，不过有十二天。</p><p><a id="12"></a>24:12 他们并没有看见我在殿里，或是在会堂里，或是在城里，和人辩论，耸动众人。</p><p><a id="13"></a>24:13 他们现在所告我的事并不能对你证实了。</p><p><a id="14"></a>24:14 但有一件事，我向你承认，就是他们所称为异端的道，我正按著那道事奉我祖宗的　神，又信合乎律法的和先知书上一切所记载的，</p><p><a id="15"></a>24:15 并且靠著　神，盼望死人，无论善恶，都要复活，就是他们自己也有这个盼望。</p><p><a id="16"></a>24:16 我因此自己勉励，对　神、对人，常存无亏的良心。</p><p><a id="17"></a>24:17 过了几年，我带著周济本国的捐项和供献的物上去。</p><p><a id="18"></a>24:18 正献的时候，他们看见我在殿里已经洁净了，并没有聚众，也没有吵嚷，惟有几个从亚西亚来的犹太人。</p><p><a id="19"></a>24:19 他们若有告我的事，就应当到你面前来告我。</p><p><a id="20"></a>24:20 即或不然，这些人若看出我站在公会前有妄为的地方，他们自己也可以说明。</p><p><a id="21"></a>24:21 纵然有，也不过一句话，就是我站在他们中间大声说：‘我今日在你们面前受审，是为死人复活的道理。’”</p><p><a id="22"></a>24:22 腓力斯本是详细晓得这道，就支吾他们说：“且等千夫长吕西亚下来，我要审断你们的事。”</p><p><a id="23"></a>24:23 于是吩咐百夫长看守保罗，并且宽待他，也不拦阻他的亲友来供给他。</p><p><a id="24"></a>24:24 过了几天，腓力斯和他夫人、犹太的女子土西拉一同来到，就叫了保罗来，听他讲论信基督耶稣的道。</p><p><a id="25"></a>24:25 保罗讲论公义、节制和将来的审判。腓力斯甚觉恐惧，说：“你暂且去吧！等我得便再叫你来。”</p><p><a id="26"></a>24:26 腓力斯又指望保罗送他银钱，所以屡次叫他来，和他谈论。</p><p><a id="27"></a>24:27 过了两年，波求非斯都接了腓力斯的任。腓力斯要讨犹太人的喜欢，就留保罗在监里。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/使徒行传/24.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _24 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _24 as default
};
