import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/历代志(上)/27.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/历代志(上)/27.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>27:1 以色列人的族长、千夫长、百夫长和官长都分定班次，每班是二万四千人，周年按月轮流，替换出入服事王。</p><p><a id="2"></a>27:2 正月第一班的班长是撒巴第业的儿子雅朔班，他班内有二万四千人。</p><p><a id="3"></a>27:3 他是法勒斯的子孙，统管正月班的一切军长。</p><p><a id="4"></a>27:4 二月的班长是亚哈希人朵代，还有副官密基罗，他班内有二万四千人。</p><p><a id="5"></a>27:5 三月第三班的班长（注：原文作“军长”。下同）是祭司耶何耶大的儿子比拿雅，他班内有二万四千人。</p><p><a id="6"></a>27:6 这比拿雅是那三十人中的勇士，管理那三十人；他班内又有他儿子暗米萨拔。</p><p><a id="7"></a>27:7 四月第四班的班长是约押的兄弟亚撒黑，接续他的是他儿子西巴第雅，他班内有二万四千人。</p><p><a id="8"></a>27:8 五月第五班的班长是伊斯拉人珊合，他班内有二万四千人。</p><p><a id="9"></a>27:9 六月第六班的班长是提哥亚人益吉的儿子以拉，他班内有二万四千人。</p><p><a id="10"></a>27:10 七月第七班的班长是以法莲族比伦人希利斯，他班内有二万四千人。</p><p><a id="11"></a>27:11 八月第八班的班长是谢拉族户沙人西比该，他班内有二万四千人。</p><p><a id="12"></a>27:12 九月第九班的班长是便雅悯族亚拿突人亚比以谢，他班内有二万四千人。</p><p><a id="13"></a>27:13 十月第十班的班长是谢拉族尼陀法人玛哈莱，他班内有二万四千人。</p><p><a id="14"></a>27:14 十一月第十一班的班长是以法莲族比拉顿人比拿雅，他班内有二万四千人。</p><p><a id="15"></a>27:15 十二月第十二班的班长是俄陀聂族尼陀法人黑玳，他班内有二万四千人。</p><p><a id="16"></a>27:16 管理以色列众支派的记在下面：管吕便人的是细基利的儿子以利以谢；管西缅人的是玛迦的儿子示法提雅；</p><p><a id="17"></a>27:17 管利未人的是基母利的儿子哈沙比雅；管亚伦子孙的是撒督；</p><p><a id="18"></a>27:18 管犹大人的是大卫的一个哥哥以利户；管以萨迦人的是米迦勒的儿子暗利；</p><p><a id="19"></a>27:19 管西布伦人的是俄巴第雅的儿子伊施玛雅；管拿弗他利人的是亚斯列的儿子耶利摩；</p><p><a id="20"></a>27:20 管以法莲人的是阿撒细雅的儿子何细亚；管玛拿西半支派的是□大雅的儿子约珥；</p><p><a id="21"></a>27:21 管基列地玛拿西那半支派的是撒迦利亚的儿子易多；管便雅悯人的是押尼珥的儿子雅西业；</p><p><a id="22"></a>27:22 管但人的是耶罗罕的儿子亚萨列。以上是以色列众支派的首领。</p><p><a id="23"></a>27:23 以色列人二十岁以内的，大卫没有记其数目，因耶和华曾应许说，必加增以色列人如天上的星那样多。</p><p><a id="24"></a>27:24 洗鲁雅的儿子约押动手数点；当时耶和华的烈怒临到以色列人，因此没有点完，数目也没有写在大卫王记上。</p><p><a id="25"></a>27:25 掌管王府库的是亚叠的儿子押斯马威。掌管田野城邑村庄保障之仓库的是乌西雅的儿子约拿单。</p><p><a id="26"></a>27:26 掌管耕田种地的是基绿的儿子以斯利；</p><p><a id="27"></a>27:27 掌管葡萄园的是拉玛人示每；掌管葡萄园酒窖的是实弗米人撒巴底；</p><p><a id="28"></a>27:28 掌管高原橄榄树和桑树的是基第利人巴勒哈南；掌管油库的是约阿施；</p><p><a id="29"></a>27:29 掌管沙仑牧放牛群的是沙仑人施提赉；掌管山谷牧养牛群的是亚第赉的儿子沙法。</p><p><a id="30"></a>27:30 掌管驼群的是以实玛利人阿比勒；掌管驴群的是米仑人耶希底亚；掌管羊群的是夏甲人雅悉。</p><p><a id="31"></a>27:31 这都是给大卫王掌管产业的。</p><p><a id="32"></a>27:32 大卫的叔叔约拿单作谋士，这人有智慧，又作书记。哈摩尼的儿子耶歇作王众子的师傅。</p><p><a id="33"></a>27:33 亚希多弗也作王的谋士。亚基人户筛作王的陪伴。</p><p><a id="34"></a>27:34 亚希多弗之后，有比拿雅的儿子耶何耶大和亚比亚他接续他作谋士。约押作王的元帅。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/历代志(上)/27.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _27 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _27 as default
};
