import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/民数记/18.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/民数记/18.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>18:1 耶和华对亚伦说：“你和你的儿子，并你本族的人，要一同担当干犯圣所的罪孽；你和你的儿子也要一同担当干犯祭司职任的罪孽。</p><p><a id="2"></a>18:2 你要带你弟兄利未人，就是你祖宗支派的人前来，使他们与你联合，服事你，只是你和你的儿子要一同在法柜的帐幕前供职。</p><p><a id="3"></a>18:3 他们要守所吩咐你的，并守全帐幕，只是不可挨近圣所的器具和坛，免得他们和你们都死亡。</p><p><a id="4"></a>18:4 他们要与你联合，也要看守会幕，办理帐幕一切的事，只是外人不可挨近你们。</p><p><a id="5"></a>18:5 你们要看守圣所和坛，免得忿怒再临到以色列人。</p><p><a id="6"></a>18:6 我已将你们的弟兄利未人，从以色列人中拣选出来归耶和华，是给你们为赏赐的，为要办理会幕的事。</p><p><a id="7"></a>18:7 你和你的儿子要为一切属坛和幔子内的事，一同守祭司的职任。你们要这样供职，我将祭司的职任给你们当作赏赐事奉我。凡挨近的外人必被治死。”</p><p><a id="8"></a>18:8 耶和华晓谕亚伦说：“我已将归我的举祭，就是以色列人一切分别为圣的物，交给你经管，因你受过膏，把这些都赐给你和你的子孙，当作永得的分。</p><p><a id="9"></a>18:9 以色列人归给我至圣的供物，就是一切的素祭、赎罪祭、赎愆祭，其中所有存留不经火的，都为至圣之物，要归给你和你的子孙。</p><p><a id="10"></a>18:10 你要拿这些当至圣物吃，凡男丁都可以吃，你当以此物为圣。</p><p><a id="11"></a>18:11 以色列人所献的举祭并摇祭，都是你的，我已赐给你和你的儿女，当作永得的分，凡在你家中的洁净人都可以吃。</p><p><a id="12"></a>18:12 凡油中、新酒中、五谷中至好的，就是以色列人所献给耶和华初熟之物，我都赐给你。</p><p><a id="13"></a>18:13 凡从他们地上所带来给耶和华初熟之物，也都要归与你。你家中的洁净人都可以吃。</p><p><a id="14"></a>18:14 以色列中一切永献的都必归与你。</p><p><a id="15"></a>18:15 他们所有奉给耶和华的，连人带牲畜，凡头生的都要归给你；只是人头生的，总要赎出来；不洁净牲畜头生的，也要赎出来。</p><p><a id="16"></a>18:16 其中在一月之外所当赎的，要照你所估定的价，按圣所的平，用银子五舍客勒赎出来（一舍客勒是二十季拉）。</p><p><a id="17"></a>18:17 只是头生的牛，或是头生的绵羊和山羊，必不可赎，都是圣的，要把它的血洒在坛上，把它的脂油焚烧，当作馨香的火祭献给耶和华。</p><p><a id="18"></a>18:18 它的肉必归你，像被摇的胸、被举的右腿归你一样。</p><p><a id="19"></a>18:19 凡以色列人所献给耶和华圣物中的举祭，我都赐给你和你的儿女，当作永得的分。这是给你和你的后裔，在耶和华面前作为永远的盐约（注：“盐”即“不废坏”的意思）。”</p><p><a id="20"></a>18:20 耶和华对亚伦说：“你在以色列人的境内不可有产业，在他们中间也不可有分。我就是你的分，是你的产业。</p><p><a id="21"></a>18:21 凡以色列中出产的十分之一，我已赐给利未的子孙为业，因他们所办的是会幕的事，所以赐给他们为酬他们的劳。</p><p><a id="22"></a>18:22 从今以后，以色列人不可挨近会幕，免得他们担罪而死。</p><p><a id="23"></a>18:23 惟独利未人要办会幕的事，担当罪孽，这要作你们世世代代永远的定例。他们在以色列人中不可有产业，</p><p><a id="24"></a>18:24 因为以色列人中出产的十分之一，就是献给耶和华为举祭的，我已赐给利未人为业。所以我对他们说：‘在以色列人中不可有产业。’”</p><p><a id="25"></a>18:25 耶和华吩咐摩西说：</p><p><a id="26"></a>18:26 “你晓谕利未人说：‘你们从以色列人中所取的十分之一，就是我给你们为业的，要再从那十分之一中取十分之一，作为举祭献给耶和华。</p><p><a id="27"></a>18:27 这举祭要算为你们场上的谷，又如满酒□的酒。</p><p><a id="28"></a>18:28 这样，你们从以色列人中所得的十分之一，也要作举祭献给耶和华；从这十分之一中，将所献给耶和华的举祭归给祭司亚伦。</p><p><a id="29"></a>18:29 奉给你们的一切礼物，要从其中将至好的，就是分别为圣的，献给耶和华为举祭。’</p><p><a id="30"></a>18:30 所以你要对利未人说：‘你们从其中将至好的举起，这就算为你们场上的粮，又如酒□的酒。</p><p><a id="31"></a>18:31 你们和你们家属随处可以吃，这原是你们的赏赐，是酬你们在会幕里办事的劳。</p><p><a id="32"></a>18:32 你们从其中将至好的举起，就不至因这物担罪。你们不可亵渎以色列人的圣物，免得死亡。’”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/民数记/18.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _18 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _18 as default
};
