import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/加拉太书/3.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/加拉太书/3.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>3:1 无知的加拉太人哪，耶稣基督钉十字架，已经活画在你们眼前，谁又迷惑了你们呢？</p><p><a id="2"></a>3:2 我只要问你们这一件：你们受了圣灵，是因行律法呢？是因听信福音呢？</p><p><a id="3"></a>3:3 你们既靠圣灵入门，如今还靠肉身成全吗？你们是这样的无知吗？</p><p><a id="4"></a>3:4 你们受苦如此之多，都是徒然的吗？难道果真是徒然的吗？</p><p><a id="5"></a>3:5 那赐给你们圣灵，又在你们中间行异能的，是因你们行律法呢？是因你们听信福音呢？</p><p><a id="6"></a>3:6 正如“亚伯拉罕信　神，这就算为他的义”。</p><p><a id="7"></a>3:7 所以你们要知道，那以信为本的人，就是亚伯拉罕的子孙。</p><p><a id="8"></a>3:8 并且圣经既然预先看明，　神要叫外邦人因信称义，就早已传福音给亚伯拉罕，说：“万国都必因你得福。”</p><p><a id="9"></a>3:9 可见那以信为本的人和有信心的亚伯拉罕一同得福。</p><p><a id="10"></a>3:10 凡以行律法为本的，都是被咒诅的，因为经上记著：“凡不常照律法书上所记一切之事去行的，就被咒诅。”</p><p><a id="11"></a>3:11 没有一个人靠著律法在　神面前称义，这是明显的，因为经上说：“义人必因信得生。”</p><p><a id="12"></a>3:12 律法原不本乎信，只说：“行这些事的，就必因此活著。”</p><p><a id="13"></a>3:13 基督既为我们受了咒诅（注：“受”原文作“成”），就赎出我们脱离律法的咒诅，因为经上记著：“凡挂在木头上都是被咒诅的。”</p><p><a id="14"></a>3:14 这便叫亚伯拉罕的福，因基督耶稣可以临到外邦人，使我们因信得著所应许的圣灵。</p><p><a id="15"></a>3:15 弟兄们，我且照著人的常话说：虽然是人的文约，若已经立定了，就没有能废弃或加增的。</p><p><a id="16"></a>3:16 所应许的原是向亚伯拉罕和他子孙说的；　神并不是说“众子孙”，指著许多人，乃是说“你那一个子孙”，指著一个人，就是基督。</p><p><a id="17"></a>3:17 我是这么说：　神预先所立的约，不能被那四百三十年以后的律法废掉，叫应许归于虚空。</p><p><a id="18"></a>3:18 因为承受产业，若本乎律法，就不本乎应许；但　神是凭著应许，把产业赐给亚伯拉罕。</p><p><a id="19"></a>3:19 这样说来，律法是为甚么有的呢？原是为过犯添上的，等候那蒙应许的子孙来到，并且是藉天使经中保之手设立的。</p><p><a id="20"></a>3:20 但中保本不是为一面作的，　神却是一位。</p><p><a id="21"></a>3:21 这样，律法是与　神的应许反对吗？断乎不是！若曾传一个能叫人得生的律法，义就诚然本乎律法了。</p><p><a id="22"></a>3:22 但圣经把众人都圈在罪里，使所应许的福因信耶稣基督归给那信的人。</p><p><a id="23"></a>3:23 但这因信得救的理还未来以先，我们被看守在律法之下，直圈到那将来的真道显明出来。</p><p><a id="24"></a>3:24 这样，律法是我们训蒙的师傅，引我们到基督那里，使我们因信称义。</p><p><a id="25"></a>3:25 但这因信得救的理既然来到，我们从此就不在师傅的手下了。</p><p><a id="26"></a>3:26 所以，你们因信基督耶稣，都是　神的儿子。</p><p><a id="27"></a>3:27 你们受洗归入基督的，都是披戴基督了。</p><p><a id="28"></a>3:28 并不分犹太人、希腊人、自主的、为奴的，或男或女，因为你们在基督耶稣里，都成为一了。</p><p><a id="29"></a>3:29 你们既属乎基督，就是亚伯拉罕的后裔，是照著应许承受产业的了。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/加拉太书/3.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _3 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _3 as default
};
