import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/历代志(上)/28.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/历代志(上)/28.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>28:1 大卫招聚以色列各支派的首领和轮班服事王的军长与千夫长、百夫长，掌管王和王子产业、牲畜的，并太监，以及大能的勇士，都到耶路撒冷来。</p><p><a id="2"></a>28:2 大卫王就站起来说：“我的弟兄、我的百姓啊，你们当听我言！我心里本想建造殿宇，安放耶和华的约柜，作为我　神的脚凳，我已经预备建造的材料。</p><p><a id="3"></a>28:3 只是　神对我说：‘你不可为我的名建造殿宇，因你是战士，流了人的血。’</p><p><a id="4"></a>28:4 然而耶和华以色列的　神，在我父的全家拣选我作以色列的王，直到永远。因他拣选犹大为首领；在犹大支派中拣选我父家；在我父的众子里喜悦我，立我作以色列众人的王。</p><p><a id="5"></a>28:5 耶和华赐我许多儿子，在我儿子中拣选所罗门坐耶和华的国位，治理以色列人。</p><p><a id="6"></a>28:6 耶和华对我说：‘你儿子所罗门必建造我的殿和院宇，因为我拣选他作我的子，我也必作他的父。</p><p><a id="7"></a>28:7 他若恒久遵行我的诫命典章，如今日一样，我就必坚定他的国位，直到永远。’</p><p><a id="8"></a>28:8 现今在耶和华的会中，以色列众人眼前所说的，我们的　神也听见了。你们应当寻求耶和华你们　神的一切诫命，谨守遵行，如此你们可以承受这美地，遗留给你们的子孙永远为业。</p><p><a id="9"></a>28:9 我儿所罗门哪，你当认识耶和华你父的　神，诚心乐意地事奉他。因为他鉴察众人的心，知道一切心思意念。你若寻求他，他必使你寻见；你若离弃他，他必永远丢弃你！</p><p><a id="10"></a>28:10 你当谨慎，因耶和华拣选你建造殿宇作为圣所。你当刚强去行。”</p><p><a id="11"></a>28:11 大卫将殿的游廊、旁屋、府库、楼房、内殿和施恩所的样式，指示他儿子所罗门。</p><p><a id="12"></a>28:12 又将被灵感动所得的样式，就是耶和华　神殿的院子、周围的房屋、殿的府库和圣物府库的一切样式都指示他。</p><p><a id="13"></a>28:13 又指示他祭司和利未人的班次，与耶和华殿里各样的工作，并耶和华殿里一切器皿的样式，</p><p><a id="14"></a>28:14 以及各样应用金器的分两，和各样应用银器的分两，</p><p><a id="15"></a>28:15 金灯台和金灯的分两，银灯台和银灯的分两，轻重各都合宜，</p><p><a id="16"></a>28:16 陈设饼金桌子的分两，银桌子的分两，</p><p><a id="17"></a>28:17 精金的肉叉子、盘子和爵的分两，各金碗与各银碗的分两，</p><p><a id="18"></a>28:18 精金香坛的分两，并用金子做基路伯（注：原文作“用金子做车式的基路伯”）。基路伯张开翅膀，遮掩耶和华的约柜。</p><p><a id="19"></a>28:19 大卫说：“这一切工作的样式，都是耶和华用手划出来使我明白的。”</p><p><a id="20"></a>28:20 大卫又对他儿子所罗门说：“你当刚强壮胆去行！不要惧怕，也不要惊惶。因为耶和华　神就是我的　神，与你同在；他必不撇下你，也不丢弃你，直到耶和华殿的工作都完毕了。</p><p><a id="21"></a>28:21 有祭司和利未人的各班为要办理　神殿各样的事，又有灵巧的人在各样的工作上乐意帮助你，并有众首领和众民一心听从你的命令。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/历代志(上)/28.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _28 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _28 as default
};
