import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/撒母耳记(上)/26.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/撒母耳记(上)/26.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>26:1 西弗人到基比亚见扫罗说：“大卫不是在旷野前的哈基拉山藏著吗？”</p><p><a id="2"></a>26:2 扫罗就起身，带领以色列人中挑选的三千精兵，下到西弗的旷野，要在那里寻索大卫。</p><p><a id="3"></a>26:3 扫罗在旷野前的哈基拉山，在道路上安营。大卫住在旷野，听说扫罗到旷野来追寻他，</p><p><a id="4"></a>26:4 就打发人去探听，便知道扫罗果然来到。</p><p><a id="5"></a>26:5 大卫起来，到扫罗安营的地方，看见扫罗和他的元帅尼珥的儿子押尼珥睡卧之处。扫罗睡在辎重营里，百姓安营在他周围。</p><p><a id="6"></a>26:6 大卫对赫人亚希米勒和洗鲁雅的儿子约押的兄弟亚比筛说：“谁同我下到扫罗营里去？”亚比筛说：“我同你下去！”</p><p><a id="7"></a>26:7 于是大卫和亚比筛夜间到了百姓那里，见扫罗睡在辎重营里，他的枪在头旁，插在地上。押尼珥和百姓睡在他周围。</p><p><a id="8"></a>26:8 亚比筛对大卫说：“现在，　神将你的仇敌交在你手里，求你容我拿枪将他刺透在地，一刺就成，不用再刺。”</p><p><a id="9"></a>26:9 大卫对亚比筛说：“不可害死他。有谁伸手害耶和华的受膏者而无罪呢？”</p><p><a id="10"></a>26:10 大卫又说：“我指著永生的耶和华起誓，他或被耶和华击打，或是死期到了，或是出战阵亡；</p><p><a id="11"></a>26:11 我在耶和华面前万不敢伸手害耶和华的受膏者。现在你可以将他头旁的枪和水瓶拿来，我们就走。”</p><p><a id="12"></a>26:12 大卫从扫罗的头旁拿了枪和水瓶，二人就走了，没有人看见，没有人知道，也没有人醒起，都睡著了。因为耶和华使他们沉沉地睡了。</p><p><a id="13"></a>26:13 大卫过到那边去，远远地站在山顶上，与他们相离甚远。</p><p><a id="14"></a>26:14 大卫呼叫百姓和尼珥的儿子押尼珥说：“押尼珥啊，你为何不答应呢？”押尼珥说：“你是谁？竟敢呼叫王呢？”</p><p><a id="15"></a>26:15 大卫对押尼珥说：“你不是个勇士吗？以色列中谁能比你呢？民中有人进来要害死王你的主，你为何没有保护王、你的主呢？</p><p><a id="16"></a>26:16 你这样是不好的。我指著永生的耶和华起誓，你们都是该死的！因为没有保护你们的主，就是耶和华的受膏者。现在你看看王头旁的枪和水瓶在哪里？”</p><p><a id="17"></a>26:17 扫罗听出是大卫的声音，就说：“我儿大卫，这是你的声音吗？”大卫说：“主，我的王啊！是我的声音。”</p><p><a id="18"></a>26:18 又说：“我做了甚么？我手里有甚么恶事？我主竟追赶仆人呢？</p><p><a id="19"></a>26:19 求我主我王听仆人的话：若是耶和华激发你攻击我，愿耶和华收纳祭物；若是人激发你，愿他在耶和华面前受咒诅，因为他现今赶逐我，不容我在耶和华的产业上有，分，说：‘你去事奉别神吧！’</p><p><a id="20"></a>26:20 现在求王不要使我的血流在离耶和华远的地方。以色列王出来是寻找一个虼蚤，如同人在山上猎取一个鹧鸪一般。”</p><p><a id="21"></a>26:21 扫罗说：“我有罪了！我儿大卫，你可以回来。因你今日看我的性命为宝贵，我必不再加害于你。我是糊涂人，大大错了！”</p><p><a id="22"></a>26:22 大卫说：“王的枪在这里，可以吩咐一个仆人过来拿去。</p><p><a id="23"></a>26:23 今日耶和华将王交在我手里，我却不肯伸手害耶和华的受膏者。耶和华必照各人的公义诚实报应他。</p><p><a id="24"></a>26:24 我今日重看你的性命，愿耶和华也重看我的性命，并且拯救我脱离一切患难。”</p><p><a id="25"></a>26:25 扫罗对大卫说：“我儿大卫，愿你得福！你必做大事，也必得胜。”于是大卫起行，扫罗回他的本处去了。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/撒母耳记(上)/26.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _26 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _26 as default
};
