import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/使徒行传/28.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/使徒行传/28.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>28:1 我们既已得救，才知道那岛名叫马耳他。</p><p><a id="2"></a>28:2 土人看待我们，有非常的情分；因为当时下雨，天气又冷，就生火接待我们众人。</p><p><a id="3"></a>28:3 那时，保罗拾起一捆柴，放在火上，有一条毒蛇，因为热了出来，咬住他的手。</p><p><a id="4"></a>28:4 土人看见那毒蛇悬在他手上，就彼此说：“这人必是个凶手，虽然从海里救上来，天理还不容他活著。”</p><p><a id="5"></a>28:5 保罗竟把那毒蛇甩在火里，并没有受伤。</p><p><a id="6"></a>28:6 土人想他必要肿起来，或是忽然仆倒死了；看了多时，见他无害，就转念说：“他是个神！”</p><p><a id="7"></a>28:7 离那地方不远，有田产是岛长部百流的。他接纳我们，尽情款待三日。</p><p><a id="8"></a>28:8 当时，部百流的父亲患热病和痢疾躺著。保罗进去为他祷告，按手在他身上，治好了他。</p><p><a id="9"></a>28:9 从此，岛上其余的病人也来得了医治。</p><p><a id="10"></a>28:10 他们又多方地尊敬我们，到了开船的时候，也把我们所需用的送到船上。</p><p><a id="11"></a>28:11 过了三个月，我们上了亚历山大的船往前行。这船以“宙斯双子”为记，是在那海岛过了冬的。</p><p><a id="12"></a>28:12 到了叙拉古，我们停泊三日，</p><p><a id="13"></a>28:13 又从那里绕行，来到利基翁。过了一天，起了南风，第二天就来到部丢利。</p><p><a id="14"></a>28:14 在那里遇见弟兄们，请我们与他们同住了七天。这样，我们来到罗马。</p><p><a id="15"></a>28:15 那里的弟兄们一听见我们的信息，就出来到亚比乌市和三馆地方迎接我们。保罗见了他们，就感谢　神，放心壮胆。</p><p><a id="16"></a>28:16 进了罗马城，（注：有古卷在此有“百夫长把众囚犯交给御营的统领，惟有”）保罗蒙准和一个看守他的兵另住在一处。</p><p><a id="17"></a>28:17 过了三天，保罗请犹太人的首领来。他们来了，就对他们说：“弟兄们，我虽没有做甚么事干犯本国的百姓和我们祖宗的规条，却被锁绑，从耶路撒冷解在罗马人的手里。</p><p><a id="18"></a>28:18 他们审问了我，就愿意释放我，因为在我身上并没有该死的罪。</p><p><a id="19"></a>28:19 无奈犹太人不服，我不得已，只好上告于凯撒，并非有甚么事要控告我本国的百姓。</p><p><a id="20"></a>28:20 因此，我请你们来见面说话。我原为以色列人所指望的，被这链子捆锁。”</p><p><a id="21"></a>28:21 他们说：“我们并没有接著从犹太来论你的信，也没有弟兄到这里来，报给我们说你有甚么不好处。</p><p><a id="22"></a>28:22 但我们愿意听你的意见如何，因为这教门，我们晓得是到处被毁谤的。”</p><p><a id="23"></a>28:23 他们和保罗约定了日子，就有许多人到他的寓处来。保罗从早到晚对他们讲论这事，证明　神国的道，引摩西的律法和先知的书，以耶稣的事劝勉他们。</p><p><a id="24"></a>28:24 他所说的话，有信的，有不信的。</p><p><a id="25"></a>28:25 他们彼此不合，就散了。未散以先，保罗说了一句话，说：“圣灵藉先知以赛亚向你们祖宗所说的话是不错的。</p><p><a id="26"></a>28:26 他说：‘你去告诉这百姓说，你们听是要听见，却不明白；看是要看见，却不晓得。</p><p><a id="27"></a>28:27 因为这百姓油蒙了心，耳朵发沉，眼睛闭著；恐怕眼睛看见，耳朵听见，心里明白，回转过来，我就医治他们。’</p><p><a id="28"></a>28:28 所以你们当知道，　神这救恩如今传给外邦人，他们也必听受。”（注：有古卷在此有</p><p><a id="29"></a>28:29 “保罗说了这话，犹太人议论纷纷地就走了。”）</p><p><a id="30"></a>28:30 保罗在自己所租的房子里住了足足两年。凡来见他的人，他全都接待，</p><p><a id="31"></a>28:31 放胆传讲　神国的道，将主耶稣基督的事教导人，并没有人禁止。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/使徒行传/28.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _28 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _28 as default
};
