import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/耶利米书/8.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/耶利米书/8.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>8:1 耶和华说：‘到那时，人必将犹大王的骸骨和他首领的骸骨、祭司的骸骨、先知的骸骨并耶路撒冷居民的骸骨，都从坟墓中取出来，</p><p><a id="2"></a>8:2 抛散在日头、月亮和天上众星之下，就是他们从前所喜爱、所事奉、所随从、所求问、所敬拜的。这些骸骨不再收殓，不再葬埋，必在地面上成为粪土。</p><p><a id="3"></a>8:3 并且这恶族所剩下的民，在我所赶他们到的各处，宁可拣死不拣生。这是万军之耶和华说的。’</p><p><a id="4"></a>8:4 你要对他们说，耶和华如此说：‘人跌倒，不再起来吗？人转去，不再转来吗？</p><p><a id="5"></a>8:5 这耶路撒冷的民为何恒久背道呢？他们守定诡诈，不肯回头。</p><p><a id="6"></a>8:6 我留心听，听见他们说不正直的话，无人悔改恶行说：我做的是甚么呢？他们各人转奔己路，如马直闯战场。</p><p><a id="7"></a>8:7 空中的鹳鸟知道来去的定期，斑鸠、燕子与白鹤也守候当来的时令；我的百姓，却不知道耶和华的法则。</p><p><a id="8"></a>8:8 你们怎么说：我们有智慧，耶和华的律法在我们这里？看哪！文士的假笔舞弄虚假。</p><p><a id="9"></a>8:9 智慧人惭愧、惊惶、被擒拿；他们弃掉耶和华的话，心里还有甚么智慧呢？</p><p><a id="10"></a>8:10 所以我必将他们的妻子给别人，将他们的田地给别人为业。因为他们从最小的到至大的都一味地贪婪，从先知到祭司都行事虚谎。</p><p><a id="11"></a>8:11 他们轻轻忽忽地医治我百姓的损伤，说：平安了！平安了！其实没有平安。</p><p><a id="12"></a>8:12 他们行可憎的事知道惭愧吗？不然，他们毫不惭愧，也不知羞耻。因此他们必在仆倒的人中仆倒；我向他们讨罪的时候，他们必致跌倒。’这是耶和华说的。</p><p><a id="13"></a>8:13 耶和华说：‘我必使他们全然灭绝。葡萄树上必没有葡萄，无花果树上必没有果子，叶子也必枯乾。我所赐给他们的，必离开他们过去。’”</p><p><a id="14"></a>8:14 “我们为何静坐不动呢？我们当聚集，进入坚固城，在那里静默不言；因为耶和华我们的　神使我们静默不言，又将苦胆水给我们喝，都因我们得罪了耶和华。</p><p><a id="15"></a>8:15 我们指望平安，却得不著好处；指望痊愈的时候，不料，受了惊惶。</p><p><a id="16"></a>8:16 听见从但那里敌人的马喷鼻气，他的壮马发嘶声，全地就都震动；因为他们来吞灭这地和其上所有的，吞灭这城与其中的居民。”</p><p><a id="17"></a>8:17 “看哪！我必使毒蛇到你们中间，是不服法术的，必咬你们。”这是耶和华说的。</p><p><a id="18"></a>8:18 我有忧愁，愿能自慰，我心在我里面发昏！</p><p><a id="19"></a>8:19 听啊！是我百姓的哀声从极远之地而来说：“耶和华不在锡安吗？锡安的王不在其中吗？”耶和华说：“他们为甚么以雕刻的偶像和外邦虚无的神，惹我发怒呢？”</p><p><a id="20"></a>8:20 “麦秋已过，夏令已完，我们还未得救！”</p><p><a id="21"></a>8:21 先知说：“因我百姓的损伤，我也受了损伤。我哀痛，惊惶将我抓住。</p><p><a id="22"></a>8:22 在基列岂没有乳香呢？在那里岂没有医生呢？我百姓为何不得痊愈呢？”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/耶利米书/8.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _8 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _8 as default
};
