import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/以西结书/45.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/以西结书/45.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>45:1 你们拈阄分地为业，要献上一分给耶和华为圣供地，长二万五千肘，宽一万肘。这分以内，四围都为圣地。</p><p><a id="2"></a>45:2 其中有作为圣所之地，长五百肘，宽五百肘，四面见方。四围再有五十肘为郊野之地。</p><p><a id="3"></a>45:3 要以肘为度量地，长二万五千肘，宽一万肘。其中有圣所，是至圣的。</p><p><a id="4"></a>45:4 这是全地的一分圣地，要归与供圣所职事的祭司，就是亲近事奉耶和华的，作为他们房屋之地与圣所之圣地。</p><p><a id="5"></a>45:5 又有一分，长二万五千肘，宽一万肘，要归与在殿中供职的利未人，作为二十间房屋之业。</p><p><a id="6"></a>45:6 也要分定属城的地业，宽五千肘，长二万五千肘，挨著那分圣供地，要归以色列全家。</p><p><a id="7"></a>45:7 归王之地，要在圣供地和属城之地的两旁，就是圣供地和属城之地的旁边，西至西头，东至东头；从西到东，其长与每支派的分一样。</p><p><a id="8"></a>45:8 这地在以色列中必归王为业。我所立的王必不再欺压我的民，却要按支派将地分给以色列家。</p><p><a id="9"></a>45:9 主耶和华如此说：以色列的王啊，你们应当知足。要除掉强暴和抢夺的事，施行公平和公义，不再勒索我的民。这是主耶和华说的。</p><p><a id="10"></a>45:10 你们要用公道天平、公道伊法、公道罢特。</p><p><a id="11"></a>45:11 伊法与罢特大小要一样。罢特可盛贺梅珥十分之一，伊法也可盛贺梅珥十分之一，都以贺梅珥的大小为准。</p><p><a id="12"></a>45:12 舍客勒是二十季拉。二十舍客勒，二十五舍客勒，十五舍客勒，为你们的弥那。</p><p><a id="13"></a>45:13 你们当献的供物乃是这样：一贺梅珥麦子要献伊法六分之一；一贺梅珥大麦要献伊法六分之一。</p><p><a id="14"></a>45:14 你们献所分定的油，按油的罢特，一柯珥油要献罢特十分之一。（原来十罢特就是一贺梅珥）。</p><p><a id="15"></a>45:15 从以色列滋润的草场上，每二百羊中要献一只羊羔。这都可作素祭、燔祭、平安祭，为民赎罪。这是主耶和华说的。</p><p><a id="16"></a>45:16 此地的民都要奉上这供物给以色列中的王。</p><p><a id="17"></a>45:17 王的本分，是在节期、月朔、安息日，就是以色列家一切的节期，奉上燔祭、素祭、奠祭。他要预备赎罪祭、素祭、燔祭和平安祭，为以色列家赎罪。</p><p><a id="18"></a>45:18 主耶和华如此说：正月初一日，你要取无残疾的公牛犊洁净圣所。</p><p><a id="19"></a>45:19 祭司要取些赎罪祭牲的血，抹在殿的门柱上和坛磴台的四角上，并内院的门框上。</p><p><a id="20"></a>45:20 本月初七日（注：七十经作“七月初一日”）也要为误犯罪的和愚蒙犯罪的如此行，为殿赎罪。</p><p><a id="21"></a>45:21 正月十四日，你们要守逾越节，守节七日，要吃无酵饼。</p><p><a id="22"></a>45:22 当日，王要为自己和国内的众民预备一只公牛作赎罪祭。</p><p><a id="23"></a>45:23 这节的七日，每日他要为耶和华预备无残疾的公牛七只、公绵羊七只为燔祭。每日又要预备公山羊一只为赎罪祭。</p><p><a id="24"></a>45:24 他也要预备素祭，就是为一只公牛同献一伊法细面，为一只公绵羊同献一伊法细面，每一伊法细面加油一欣。</p><p><a id="25"></a>45:25 七月十五日守节的时候，七日他都要如此行，照逾越节的赎罪祭、燔祭、素祭和油的条例一样。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/以西结书/45.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _45 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _45 as default
};
