import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/以西结书/28.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/以西结书/28.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>28:1 耶和华的话又临到我说：</p><p><a id="2"></a>28:2 “人子啊，你对推罗君王说：‘主耶和华如此说：因你心里高傲说：我是神，我在海中坐神之位。你虽然居心自比神，也不过是人，并不是神！</p><p><a id="3"></a>28:3 （看哪！你比但以理更有智慧，甚么秘事都不能向你隐藏。</p><p><a id="4"></a>28:4 你靠自己的智慧聪明得了金银财宝，收入库中。</p><p><a id="5"></a>28:5 你靠自己的大智慧和贸易增添资财，又因资财心里高傲。）</p><p><a id="6"></a>28:6 所以主耶和华如此说：因你居心自比神，</p><p><a id="7"></a>28:7 我必使外邦人，就是列国中的强暴人临到你这里，他们必拔刀砍坏你用智慧得来的美物，亵渎你的荣光。</p><p><a id="8"></a>28:8 他们必使你下坑，你必死在海中，与被杀的人一样。</p><p><a id="9"></a>28:9 在杀你的人面前，你还能说我是神吗？其实你在杀害你的人手中，不过是人，并不是神。</p><p><a id="10"></a>28:10 你必死在外邦人手中，与未受割礼（注：或作“不洁”。下同）的人一样，因为这是主耶和华说的。’”</p><p><a id="11"></a>28:11 耶和华的话临到我说：</p><p><a id="12"></a>28:12 “人子啊，你为推罗王作起哀歌说：‘主耶和华如此说：你无所不备，智慧充足，全然美丽。</p><p><a id="13"></a>28:13 你曾在伊甸　神的园中，佩戴各样宝石，就是红宝石、红璧玺、金钢石、水苍玉、红玛瑙、碧玉、蓝宝石、绿宝石、红玉和黄金，又有精美的鼓笛在你那里，都是在你受造之日预备齐全的。</p><p><a id="14"></a>28:14 你是那受膏遮掩约柜的基路伯，我将你安置在　神的圣山上，你在发光如火的宝石中间往来。</p><p><a id="15"></a>28:15 你从受造之日所行的都完全，后来在你中间又察出不义。</p><p><a id="16"></a>28:16 因你贸易很多，就被强暴的事充满，以致犯罪，所以我因你亵渎圣地，就从　神的山驱逐你。遮掩约柜的基路伯啊，我已将你从发光如火的宝石中除灭。</p><p><a id="17"></a>28:17 你因美丽心中高傲，又因荣光败坏智慧，我已将你摔倒在地，使你倒在君王面前，好叫他们目睹眼见。</p><p><a id="18"></a>28:18 你因罪孽众多，贸易不公，就亵渎你那里的圣所。故此，我使火从你中间发出烧灭你，使你在所有观看的人眼前变为地上的炉灰。</p><p><a id="19"></a>28:19 各国民中，凡认识你的都必为你惊奇。你令人惊恐，不再存留于世，直到永远。’”</p><p><a id="20"></a>28:20 耶和华的话临到我说：</p><p><a id="21"></a>28:21 “人子啊，你要向西顿预言攻击他，</p><p><a id="22"></a>28:22 说：‘主耶和华如此说：西顿哪，我与你为敌，我必在你中间得荣耀。我在你中间施行审判、显为圣的时候，人就知道我是耶和华。</p><p><a id="23"></a>28:23 我必使瘟疫进入西顿，使血流在她街上。被杀的必在其中仆倒，四围有刀剑临到她，人就知道我是耶和华。</p><p><a id="24"></a>28:24 四围恨恶以色列家的人，必不再向他们作刺人的荆棘、伤人的蒺藜，人就知道我是主耶和华。</p><p><a id="25"></a>28:25 主耶和华如此说：我将分散在万民中的以色列家招聚回来，向他们在列邦人眼前显为圣的时候，他们就在我赐给我仆人雅各之地仍然居住。</p><p><a id="26"></a>28:26 他们要在这地上安然居住。我向四围恨恶他们的众人施行审判以后，他们要盖造房屋，栽种葡萄园，安然居住，就知道我是耶和华他们的　神。’”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/以西结书/28.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _28 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _28 as default
};
