import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/历代志(下)/6.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/历代志(下)/6.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>6:1 那时，所罗门说：“耶和华曾说他必住在幽暗之处，</p><p><a id="2"></a>6:2 但我已经建造殿宇作你的居所，为你永远的住处。”</p><p><a id="3"></a>6:3 王转脸为以色列会众祝福，以色列会众就都站立。</p><p><a id="4"></a>6:4 所罗门说：“耶和华以色列的　神是应当称颂的！因他亲口向我父大卫所应许的，也亲手成就了。</p><p><a id="5"></a>6:5 他说：‘自从我领我民出埃及地以来，我未曾在以色列众支派中选择一城建造殿宇为我名的居所；也未曾拣选一人作我民以色列的君。</p><p><a id="6"></a>6:6 但选择耶路撒冷为我名的居所，又拣选大卫治理我民以色列。’”</p><p><a id="7"></a>6:7 所罗门说：“我父大卫曾立意要为耶和华以色列　神的名建殿。</p><p><a id="8"></a>6:8 耶和华却对我父大卫说：‘你立意要为我的名建殿，这意思甚好；</p><p><a id="9"></a>6:9 只是你不可建殿，惟你所生的儿子必为我名建殿。’</p><p><a id="10"></a>6:10 现在耶和华成就了他所应许的话，使我接续我父大卫坐以色列的国位，是照耶和华所说的，又为耶和华以色列　神的名建造了殿。</p><p><a id="11"></a>6:11 我将约柜安置在其中，柜内有耶和华的约，就是他与以色列人所立的约。”</p><p><a id="12"></a>6:12 所罗门当著以色列会众，站在耶和华的坛前，举起手来。</p><p><a id="13"></a>6:13 所罗门曾造一个铜台，长五肘，宽五肘，高三肘，放在院中，就站在台上，当著以色列的会众跪下，向天举手，</p><p><a id="14"></a>6:14 说：“耶和华以色列的　神啊，天上地下没有神可比你的！你向那尽心行在你面前的仆人守约施慈爱；</p><p><a id="15"></a>6:15 向你仆人我父大卫所应许的话，现在应验了。你亲口应许，亲手成就，正如今日一样。</p><p><a id="16"></a>6:16 耶和华以色列的　神啊，你所应许你仆人我父大卫的话说：‘你的子孙若谨慎自己的行为，遵守我的律法，像你在我面前所行的一样，就不断人坐以色列的国位。’现在求你应验这话。</p><p><a id="17"></a>6:17 耶和华以色列的　神啊，求你成就向你仆人大卫所应许的话。</p><p><a id="18"></a>6:18 神果真与世人同住在地上吗？看哪！天和天上的天尚且不足你居住的，何况我所建的这殿呢！</p><p><a id="19"></a>6:19 惟求耶和华我的　神，垂顾仆人的祷告祈求，俯听仆人在你面前的祈祷呼吁。</p><p><a id="20"></a>6:20 愿你昼夜看顾这殿，就是你应许立为你名的居所，求你垂听仆人向此处祷告的话。</p><p><a id="21"></a>6:21 你仆人和你民以色列向此处祈祷的时候，求你从天上你的居所垂听，垂听而赦免。</p><p><a id="22"></a>6:22 人若得罪邻舍，有人叫他起誓，他来到这殿，在你的坛前起誓，</p><p><a id="23"></a>6:23 求你从天上垂听，判断你的仆人，定恶人有罪，照他所行的报应在他头上；定义人有理，照他的义赏赐他。</p><p><a id="24"></a>6:24 你的民以色列若得罪你，败在仇敌面前，又回心转意承认你的名，在这殿里向你祈求祷告，</p><p><a id="25"></a>6:25 求你从天上垂听，赦免你民以色列的罪，使他们归回你赐给他们和他们列祖之地。</p><p><a id="26"></a>6:26 你的民因得罪你，你惩罚他们，使天闭塞不下雨，他们若向此处祷告，承认你的名，离开他们的罪，</p><p><a id="27"></a>6:27 求你在天上垂听，赦免你仆人和你民以色列的罪，将当行的善道指教他们，且降雨在你的地，就是你赐给你民为业之地。</p><p><a id="28"></a>6:28 国中若有饥荒、瘟疫、旱风、霉烂、蝗虫、蚂蚱，或有仇敌犯境，围困城邑，无论遭遇甚么灾祸疾病，</p><p><a id="29"></a>6:29 你的民以色列，或是众人或是一人，自觉灾祸甚苦，向这殿举手，无论祈求甚么祷告甚么，</p><p><a id="30"></a>6:30 求你从天上你的居所垂听赦免。你是知道人心的，要照各人所行的待他们（惟有你知道世人的心），</p><p><a id="31"></a>6:31 使他们在你赐给我们列祖之地上一生一世敬畏你，遵行你的道。</p><p><a id="32"></a>6:32 论到不属你民以色列的外邦人，为你的大名和大能的手并伸出来的膀臂，从远方而来，向这殿祷告，</p><p><a id="33"></a>6:33 求你从天上你的居所垂听，照著外邦人所祈求的而行，使天下万民都认识你的名，敬畏你，像你的民以色列一样。又使他们知道我建造的这殿，是称为你名下的。</p><p><a id="34"></a>6:34 你的民若奉你的差遣，无论往何处去与仇敌争战，向你所选择的城与我为你名所建造的殿祷告，</p><p><a id="35"></a>6:35 求你从天上垂听他们的祷告祈求，使他们得胜。</p><p><a id="36"></a>6:36 你的民若得罪你（世上没有不犯罪的人），你向他们发怒，将他们交给仇敌掳到或远或近之地；</p><p><a id="37"></a>6:37 他们若在掳到之地想起罪来，回心转意，恳求你说：‘我们有罪了！我们悖逆了！我们作恶了！’</p><p><a id="38"></a>6:38 他们若在掳到之地尽心尽性归服你，又向自己的地，就是你赐给他们列祖之地和你所选择的城，并我为你名所建造的殿祷告，</p><p><a id="39"></a>6:39 求你从天上你的居所垂听你民的祷告祈求，为他们伸冤，赦免他们的过犯。</p><p><a id="40"></a>6:40 我的　神啊，现在求你睁眼看，侧耳听在此处所献的祷告。</p><p><a id="41"></a>6:41 耶和华　神啊，求你起来，和你有能力的约柜同入安息之所。耶和华　神啊，愿你的祭司披上救恩；愿你的圣民蒙福欢乐。</p><p><a id="42"></a>6:42 耶和华　神啊，求你不要厌弃你的受膏者，要记念向你仆人大卫所施的慈爱。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/历代志(下)/6.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _6 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _6 as default
};
