import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/耶利米书/25.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/耶利米书/25.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>25:1 犹大王约西亚的儿子约雅敬第四年，就是巴比伦王尼布甲尼撒的元年，耶和华论犹大众民的话临到耶利米。</p><p><a id="2"></a>25:2 先知耶利米就将这话对犹大众人和耶路撒冷的一切居民说：</p><p><a id="3"></a>25:3 从犹大王亚们的儿子约西亚十三年直到今日，这二十三年之内，常有耶和华的话临到我，我也对你们传说，就是从早起来传说，只是你们没有听从。</p><p><a id="4"></a>25:4 耶和华也从早起来，差遣他的仆人众先知到你们这里来（只是你们没有听从，也没有侧耳而听），</p><p><a id="5"></a>25:5 说：“你们各人当回头，离开恶道和所作的恶，便可居住耶和华古时所赐给你们和你们列祖之地，直到永远。</p><p><a id="6"></a>25:6 不可随从别神事奉敬拜，以你们手所做的惹我发怒，这样，我就不加害与你们。</p><p><a id="7"></a>25:7 然而，你们没有听从我，竟以手所做的惹我发怒，陷害自己。”这是耶和华说的。</p><p><a id="8"></a>25:8 所以万军之耶和华如此说：“因为你们没有听从我的话，</p><p><a id="9"></a>25:9 我必召北方的众族和我仆人巴比伦王尼布甲尼撒来攻击这地，和这地的居民，并四围一切的国民。我要将他们尽行灭绝，以致他们令人惊骇、嗤笑，并且永久荒凉。”这是耶和华说的。</p><p><a id="10"></a>25:10 “我又要使欢喜和快乐的声音，新郎和新妇的声音，推磨的声音和灯的亮光，从他们中间止息。</p><p><a id="11"></a>25:11 这全地必然荒凉，令人惊骇，这些国民要服事巴比伦王七十年。</p><p><a id="12"></a>25:12 七十年满了以后，我必刑罚巴比伦王和那国民，并迦勒底人之地，因他们的罪孽使那地永远荒凉。”这是耶和华说的。</p><p><a id="13"></a>25:13 “我也必使我向那地所说的话，就是记在这书上的话，是耶利米向这些国民说的预言，都临到那地。</p><p><a id="14"></a>25:14 因为有多国和大君王必使迦勒底人作奴仆，我也必照他们的行为，按他们手所做的报应他们。”</p><p><a id="15"></a>25:15 耶和华以色列的　神对我如此说：“你从我手中接这杯忿怒的酒，使我所差遣你去的各国的民喝。</p><p><a id="16"></a>25:16 他们喝了就要东倒西歪，并要发狂，因我使刀剑临到他们中间。”</p><p><a id="17"></a>25:17 我就从耶和华的手中接了这杯，给耶和华所差遣我去的各国的民喝。</p><p><a id="18"></a>25:18 就是耶路撒冷和犹大的城邑，并耶路撒冷的君王与首领，使这城邑荒凉，令人惊骇、嗤笑、咒诅，正如今日一样。</p><p><a id="19"></a>25:19 又有埃及王法老和他的臣仆、首领，以及他的众民；</p><p><a id="20"></a>25:20 并杂族的人民和乌斯地的诸王，与非利士地的诸王；亚实基伦、迦萨、以革伦，以及亚实突剩下的人；</p><p><a id="21"></a>25:21 以东、摩押、亚扪人；</p><p><a id="22"></a>25:22 推罗的诸王；西顿的诸王；海岛的诸王；</p><p><a id="23"></a>25:23 底但、提玛、布斯和一切剃周围头发的；</p><p><a id="24"></a>25:24 阿拉伯的诸王；住旷野杂族人民的诸王；</p><p><a id="25"></a>25:25 心利的诸王；以拦的诸王；玛代的诸王；</p><p><a id="26"></a>25:26 北方远近的诸王，以及天下地上的万国喝了，以后示沙克（注：就是“巴比伦”）王也要喝。</p><p><a id="27"></a>25:27 “你要对他们说：‘万军之耶和华以色列的　神如此说：你们要喝，且要喝醉，要呕吐，且要跌倒，不得再起来，都因我使刀剑临到你们中间。’</p><p><a id="28"></a>25:28 他们若不肯从你手接这杯喝，你就要对他们说：‘万军之耶和华如此说：你们一定要喝！</p><p><a id="29"></a>25:29 我既从称为我名下的城起首施行灾祸，你们能尽免刑罚吗？你们必不能免，因为我要命刀剑临到地上一切的居民。这是万军之耶和华说的。’</p><p><a id="30"></a>25:30 所以你要向他们预言这一切的话，攻击他们说：‘耶和华必从高天吼叫，从圣所发声，向自己的羊群大声吼叫；他要向地上一切的居民呐喊，像踹葡萄的一样。</p><p><a id="31"></a>25:31 必有响声达到地极，因为耶和华与列国相争，凡有血气的他必审问，至于恶人，他必交给刀剑。’”这是耶和华说的。</p><p><a id="32"></a>25:32 万军之耶和华如此说：“看哪！必有灾祸从这国发到那国，并有大暴风从地极刮起。”</p><p><a id="33"></a>25:33 到那日，从地这边直到地那边，都有耶和华所杀戮的。必无人哀哭，不得收殓，不得葬埋，必在地上成为粪土。</p><p><a id="34"></a>25:34 “牧人哪，你们当哀号、呼喊；群众的头目啊，你们要滚在灰中，因为你们被杀戮分散的日子足足来到。你们要跌碎，好像美器打碎一样。</p><p><a id="35"></a>25:35 牧人无路逃跑；群众的头目也无法逃脱。</p><p><a id="36"></a>25:36 听啊，有牧人呼喊，有群众头目哀号的声音，因为耶和华使他们的草场变为荒场。</p><p><a id="37"></a>25:37 耶和华发出猛烈的怒气，平安的羊圈就都寂静无声。</p><p><a id="38"></a>25:38 他离了隐密处像狮子一样，他们的地，因刀剑凶猛的欺压，又因他猛烈的怒气，都成为可惊骇的。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/耶利米书/25.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _25 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _25 as default
};
