import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/民数记/2.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/民数记/2.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>2:1 耶和华晓谕摩西、亚伦说：</p><p><a id="2"></a>2:2 “以色列人要各归自己的纛下，在本族的旗号那里，对著会幕的四围安营。</p><p><a id="3"></a>2:3 在东边，向日出之地，照著军队安营的，是犹大营的纛。有亚米拿达的儿子拿顺作犹大人的首领。</p><p><a id="4"></a>2:4 他军队被数的，共有七万四千六百名。</p><p><a id="5"></a>2:5 挨著他安营的，是以萨迦支派，有苏押的儿子拿坦业作以萨迦人的首领。</p><p><a id="6"></a>2:6 他军队被数的，共有五万四千四百名。</p><p><a id="7"></a>2:7 又有西布伦支派。希伦的儿子以利押作西布伦人的首领。</p><p><a id="8"></a>2:8 他军队被数的，共有五万七千四百名。</p><p><a id="9"></a>2:9 凡属犹大营按著军队被数的，共有十八万六千四百名，要作第一队往前行。</p><p><a id="10"></a>2:10 在南边，按著军队是吕便营的纛。有示丢珥的儿子以利蓿作吕便人的首领。</p><p><a id="11"></a>2:11 他军队被数的，共有四万六千五百名。</p><p><a id="12"></a>2:12 挨著他安营的是西缅支派。苏利沙代的儿子示路蔑作西缅人的首领。</p><p><a id="13"></a>2:13 他军队被数的，共有五万九千三百名。</p><p><a id="14"></a>2:14 又有迦得支派。丢珥的儿子以利雅萨作迦得人的首领。</p><p><a id="15"></a>2:15 他军队被数的，共有四万五千六百五十名。</p><p><a id="16"></a>2:16 凡属吕便营按著军队被数的，共有十五万一千四百五十名，要作第二队往前行。</p><p><a id="17"></a>2:17 随后，会幕要往前行，有利未营在诸营中间。他们怎样安营，就怎样往前行，各按本位，各归本纛。</p><p><a id="18"></a>2:18 在西边，按著军队是以法莲营的纛。亚米忽的儿子以利沙玛作以法莲人的首领。</p><p><a id="19"></a>2:19 他军队被数的，共有四万零五百名。</p><p><a id="20"></a>2:20 挨著他的是玛拿西支派。比大蓿的儿子迦玛列作玛拿西人的首领。</p><p><a id="21"></a>2:21 他军队被数的，共有三万二千二百名。</p><p><a id="22"></a>2:22 又有便雅悯支派。基多尼的儿子亚比但作便雅悯人的首领。</p><p><a id="23"></a>2:23 他军队被数的，共有三万五千四百名。</p><p><a id="24"></a>2:24 凡属以法莲营按著军队被数的，共有十万零八千一百名，要作第三队往前行。</p><p><a id="25"></a>2:25 在北边，按著军队是但营的纛。亚米沙代的儿子亚希以谢作但人的首领。</p><p><a id="26"></a>2:26 他军队被数的，共有六万二千七百名。</p><p><a id="27"></a>2:27 挨著他安营的，是亚设支派。俄兰的儿子帕结作亚设人的首领。</p><p><a id="28"></a>2:28 他军队被数的，共有四万一千五百名。</p><p><a id="29"></a>2:29 又有拿弗他利支派。以南的儿子亚希拉作拿弗他利人的首领。</p><p><a id="30"></a>2:30 他军队被数的，共有五万三千四百名。</p><p><a id="31"></a>2:31 凡但营被数的，共有十五万七千六百名，要归本纛作末队往前行。”</p><p><a id="32"></a>2:32 这些以色列人，照他们的宗族，按他们的军队，在诸营中被数的，共有六十万零三千五百五十名。</p><p><a id="33"></a>2:33 惟独利未人没有数在以色列人中，是照耶和华所吩咐摩西的。</p><p><a id="34"></a>2:34 以色列人就这样行，各人照他们的家室、宗族，归于本纛，安营起行，都是照耶和华所吩咐摩西的。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/民数记/2.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _2 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _2 as default
};
