import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/哥林多后书/11.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/哥林多后书/11.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>11:1 但愿你们宽容我这一点愚妄；其实，你们原是宽容我的。</p><p><a id="2"></a>11:2 我为你们起的愤恨，原是　神那样的愤恨，因为我曾把你们许配一个丈夫，要把你们如同贞洁的童女献给基督；</p><p><a id="3"></a>11:3 我只怕你们的心或偏于邪，失去那向基督所存纯一清洁的心，就像蛇用诡诈诱惑了夏娃一样。</p><p><a id="4"></a>11:4 假如有人来另传一个耶稣，不是我们所传过的，或者你们另受一个灵，不是你们所受过的；或者另得一个福音，不是你们所得过的，你们容让他也就罢了。</p><p><a id="5"></a>11:5 但我想，我一点不在那些最大的使徒以下。</p><p><a id="6"></a>11:6 我的言语虽然粗俗，我的知识却不粗俗。这是我们在凡事上向你们众人显明出来的。</p><p><a id="7"></a>11:7 我因为白白传　神的福音给你们，就自居卑微，叫你们高升，这算是我犯罪吗？</p><p><a id="8"></a>11:8 我亏负了别的教会，向他们取了工价来给你们效力。</p><p><a id="9"></a>11:9 我在你们那里缺乏的时候，并没有累著你们一个人，因我所缺乏的，那从马其顿来的弟兄们都补足了。我向来凡事谨守，后来也必谨守，总不至于累著你们。</p><p><a id="10"></a>11:10 既有基督的诚实在我里面，就无人能在亚该亚一带地方阻挡我这自夸。</p><p><a id="11"></a>11:11 为甚么呢？是因我不爱你们吗？这有　神知道。</p><p><a id="12"></a>11:12 我现在所做的，后来还要做，为要断绝那些寻机会人的机会，使他们在所夸的事上也不过与我们一样。</p><p><a id="13"></a>11:13 那等人是假使徒，行事诡诈，装作基督使徒的模样。</p><p><a id="14"></a>11:14 这也不足为怪，因为连撒但也装作光明的天使。</p><p><a id="15"></a>11:15 所以，他的差役若装作仁义的差役，也不算希奇。他们的结局必然照著他们的行为。</p><p><a id="16"></a>11:16 我再说，人不可把我看作愚妄的；纵然如此，也要把我当作愚妄人接纳，叫我可以略略自夸。</p><p><a id="17"></a>11:17 我说的话不是奉主命说的，乃是像愚妄人放胆自夸；</p><p><a id="18"></a>11:18 既有好些人凭著血气自夸，我也要自夸了。</p><p><a id="19"></a>11:19 你们既是精明人，就能甘心忍耐愚妄人。</p><p><a id="20"></a>11:20 假若有人强你们作奴仆，或侵吞你们，或掳掠你们，或侮慢你们，或打你们的脸，你们都能忍耐他。</p><p><a id="21"></a>11:21 我说这话是羞辱自己，好像我们从前是软弱的，然而人在何事上勇敢（我说句愚妄话），我也勇敢。</p><p><a id="22"></a>11:22 他们是希伯来人吗？我也是。他们是以色列人吗？我也是。他们是亚伯拉罕的后裔吗？我也是。</p><p><a id="23"></a>11:23 他们是基督的仆人吗（我说句狂话）？我更是！我比他们多受劳苦，多下监牢；受鞭打是过重的，冒死是屡次有的。</p><p><a id="24"></a>11:24 被犹太人鞭打五次，每次四十，减去一下；</p><p><a id="25"></a>11:25 被棍打了三次，被石头打了一次；遇著船坏三次，一昼一夜在深海里。</p><p><a id="26"></a>11:26 又屡次行远路，遭江河的危险、盗贼的危险、同族的危险、外邦人的危险、城里的危险、旷野的危险、海中的危险、假弟兄的危险。</p><p><a id="27"></a>11:27 受劳碌、受困苦。多次不得睡，又饥又渴；多次不得食，受寒冷，赤身露体。</p><p><a id="28"></a>11:28 除了这外面的事，还有为众教会挂心的事，天天压在我身上。</p><p><a id="29"></a>11:29 有谁软弱我不软弱呢？有谁跌倒我不焦急呢？</p><p><a id="30"></a>11:30 我若必须自夸，就夸那关乎我软弱的事便了。</p><p><a id="31"></a>11:31 那永远可称颂之主耶稣的父　神知道我不说谎。</p><p><a id="32"></a>11:32 在大马士革亚哩达王手下的提督，把守大马士革城要捉拿我，</p><p><a id="33"></a>11:33 我就从窗户中，在筐子里从城墙上被人缒下去，脱离了他的手。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/哥林多后书/11.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _11 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _11 as default
};
