import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/约伯记/38.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/约伯记/38.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>38:1 那时，耶和华从旋风中回答约伯说：</p><p><a id="2"></a>38:2 “谁用无知的言语使我的旨意暗昧不明？</p><p><a id="3"></a>38:3 你要如勇士束腰；我问你，你可以指示我。</p><p><a id="4"></a>38:4 我立大地根基的时候，你在哪里呢？你若有聪明，只管说吧！</p><p><a id="5"></a>38:5 你若晓得就说，是谁定地的尺度？是谁把准绳拉在其上？</p><p><a id="6"></a>38:6 地的根基安置在何处？地的角石是谁安放的？</p><p><a id="7"></a>38:7 那时，晨星一同歌唱，　神的众子也都欢呼。</p><p><a id="8"></a>38:8 海水冲出，如出胎胞，那时，谁将它关闭呢？</p><p><a id="9"></a>38:9 是我用云彩当海的衣服，用幽暗当包裹它的布，</p><p><a id="10"></a>38:10 为它定界限，又安门和闩，</p><p><a id="11"></a>38:11 说：‘你只可到这里，不可越过，你狂傲的浪要到此止住。’</p><p><a id="12"></a>38:12 你自生以来，曾命定晨光，使清晨的日光知道本位，</p><p><a id="13"></a>38:13 叫这光普照地的四极，将恶人从其中驱逐出来吗？</p><p><a id="14"></a>38:14 因这光，地面改变如泥上印印，万物出现如衣服一样。</p><p><a id="15"></a>38:15 亮光不照恶人，强横的膀臂也必折断。</p><p><a id="16"></a>38:16 你曾进到海源，或在深渊的隐密处行走吗？</p><p><a id="17"></a>38:17 死亡的门曾向你显露吗？死荫的门你曾见过吗？</p><p><a id="18"></a>38:18 地的广大你能明透吗？你若全知道，只管说吧！</p><p><a id="19"></a>38:19 光明的居所从何而至？黑暗的本位在于何处？</p><p><a id="20"></a>38:20 你能带到本境，能看明其室之路吗？</p><p><a id="21"></a>38:21 你总知道，因为你早已生在世上，你日子的数目也多。</p><p><a id="22"></a>38:22 你曾进入雪库，或见过雹仓吗？</p><p><a id="23"></a>38:23 这雪雹乃是我为降灾,并打仗和争战的日子所预备的。</p><p><a id="24"></a>38:24 光亮从何路分开？东风从何路分散遍地？</p><p><a id="25"></a>38:25 谁为雨水分道？谁为雷电开路，</p><p><a id="26"></a>38:26 使雨降在无人之地、无人居住的旷野？</p><p><a id="27"></a>38:27 使荒废凄凉之地得以丰足，青草得以发生？</p><p><a id="28"></a>38:28 雨有父吗？露水珠是谁生的呢？</p><p><a id="29"></a>38:29 冰出于谁的胎？天上的霜是谁生的呢？</p><p><a id="30"></a>38:30 诸水坚硬（注：或作“隐藏”）如石头，深渊之面凝结成冰。</p><p><a id="31"></a>38:31 你能系住昴星的结吗？能解开参星的带吗？</p><p><a id="32"></a>38:32 你能按时领出十二宫吗？能引导北斗和随它的众星吗（注：“星”原文作“子”）？</p><p><a id="33"></a>38:33 你知道天的定例吗？能使地归在天的权下吗？</p><p><a id="34"></a>38:34 你能向云彩扬起声来，使倾盆的雨遮盖你吗？</p><p><a id="35"></a>38:35 你能发出闪电，叫它行去，使它对你说：‘我们在这里’？</p><p><a id="36"></a>38:36 谁将智慧放在怀中？谁将聪明赐于心内？</p><p><a id="37-38"></a>38:37-38 谁能用智慧数算云彩呢？尘土聚集成团，土块紧紧结连,那时，谁能倾倒天上的瓶呢？</p><p><a id="39-40"></a>38:39-40 母狮子在洞中蹲伏，少壮狮子在隐密处埋伏，你能为它们抓取食物，使它们饱足吗？</p><p><a id="41"></a>38:41 乌鸦之雏，因无食物飞来飞去，哀告　神；那时，谁为它预备食物呢？</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/约伯记/38.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _38 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _38 as default
};
