import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/约伯记/31.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/约伯记/31.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>31:1 我与眼睛立约，怎能恋恋瞻望处女呢？</p><p><a id="2"></a>31:2 从至上的　神所得之分，从至高全能者所得之业是甚么呢？</p><p><a id="3"></a>31:3 岂不是祸患临到不义的，灾害临到作孽的呢？</p><p><a id="4"></a>31:4 神岂不是察看我的道路，数点我的脚步呢？</p><p><a id="5"></a>31:5 我若与虚谎同行，脚若追随诡诈；</p><p><a id="6"></a>31:6 我若被公道的天平称度，使　神可以知道我的纯正；</p><p><a id="7"></a>31:7 我的脚步若偏离正路，我的心若随著我的眼目，若有玷污粘在我手上；</p><p><a id="8"></a>31:8 就愿我所种的有别人吃，我田所产的被拔出来。</p><p><a id="9"></a>31:9 我若受迷惑，向妇人起淫念，在邻舍的门外蹲伏，</p><p><a id="10"></a>31:10 就愿我的妻子给别人推磨，别人也与她同室。</p><p><a id="11"></a>31:11 因为这是大罪，是审判官当罚的罪孽。</p><p><a id="12"></a>31:12 这本是火焚烧，直到毁灭，必拔除我所有的家产。</p><p><a id="13"></a>31:13 我的仆婢与我争辩的时候，我若藐视不听他们的情节，</p><p><a id="14"></a>31:14 神兴起，我怎样行呢？他察问，我怎样回答呢？</p><p><a id="15"></a>31:15 造我在腹中的，不也是造他吗？将他与我抟在腹中的岂不是一位吗？</p><p><a id="16"></a>31:16 我若不容贫寒人得其所愿，或叫寡妇眼中失望；</p><p><a id="17"></a>31:17 或独自吃我一点食物，孤儿没有与我同吃；</p><p><a id="18"></a>31:18 （从幼年时孤儿与我同长，好像父子一样；我从出母腹就扶助（注：原文作“引领”）寡妇。）</p><p><a id="19"></a>31:19 我若见人因无衣死亡，或见穷乏人身无遮盖；</p><p><a id="20"></a>31:20 我若不使他因我羊的毛得暖，为我祝福；</p><p><a id="21"></a>31:21 我若在城门口见有帮助我的，举手攻击孤儿；</p><p><a id="22"></a>31:22 情愿我的肩头从缺盆骨脱落，我的膀臂从羊矢骨折断。</p><p><a id="23"></a>31:23 因　神降的灾祸使我恐惧；因他的威严，我不能妄为。</p><p><a id="24"></a>31:24 我若以黄金为指望，对精金说：‘你是我的倚靠’；</p><p><a id="25"></a>31:25 我若因财物丰裕，因我手多得资财而欢喜；</p><p><a id="26"></a>31:26 我若见太阳发光，明月行在空中，</p><p><a id="27"></a>31:27 心就暗暗被引诱,口便亲手；</p><p><a id="28"></a>31:28 这也是审判官当罚的罪孽，又是我背弃在上的　神。</p><p><a id="29"></a>31:29 我若见恨我的遭报就欢喜，见他遭灾便高兴；</p><p><a id="30"></a>31:30 （我没有容口犯罪，咒诅他的生命。）</p><p><a id="31"></a>31:31 若我帐棚的人未尝说：‘谁不以主人的食物吃饱呢？’</p><p><a id="32"></a>31:32 （从来我没有容客旅在街上住宿，却开门迎接行路的人。）</p><p><a id="33"></a>31:33 我若像亚当（注：或作“别人”）遮掩我的过犯，将罪孽藏在怀中；</p><p><a id="34"></a>31:34 因惧怕大众，又因宗族藐视我，使我惊恐，以致闭口无言，杜门不出；</p><p><a id="35"></a>31:35 惟愿有一位肯听我！（看哪！在这里有我所划的押，愿全能者回答我。）</p><p><a id="36"></a>31:36 愿那敌我者所写的状词在我这里，我必带在肩上，又绑在头上为冠冕。</p><p><a id="37"></a>31:37 我必向他述说我脚步的数目，必如君王进到他面前。</p><p><a id="38"></a>31:38 我若夺取田地，这地向我喊冤，犁沟一同哭泣；</p><p><a id="39"></a>31:39 我若吃地的出产不给价值，或叫原主丧命；</p><p><a id="40"></a>31:40 愿这地长蒺藜代替麦子，长恶草代替大麦。”约伯的话说完了。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/约伯记/31.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _31 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _31 as default
};
