import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/新约.马太福音/11.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/新约.马太福音/11.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>11:1 耶稣吩咐完了十二个门徒，就离开那里，往各城去传道教训人。</p><p><a id="2"></a>11:2 约翰在监里听见基督所做的事，就打发两个门徒去，</p><p><a id="3"></a>11:3 问他说：“那将要来的是你吗？还是我们等候别人呢？”</p><p><a id="4"></a>11:4 耶稣回答说：“你们去，把所听见、所看见的事告诉约翰。</p><p><a id="5"></a>11:5 就是瞎子看见，瘸子行走，长大麻疯的洁净，聋子听见，死人复活， 穷人有福音传给他们。</p><p><a id="6"></a>11:6 凡不因我跌倒的就有福了。”</p><p><a id="7"></a>11:7 他们走的时候，耶稣就对众人讲论约翰说：“你们从前出到旷野是要看甚么呢？要看风吹动的芦苇吗？</p><p><a id="8"></a>11:8 你们出去到底是要看甚么？要看穿细软衣服的人吗？那穿细软衣服的人是在王宫里。</p><p><a id="9"></a>11:9 你们出去究竟是为甚么？是要看先知吗？我告诉你们：是的，他比先知大多了。</p><p><a id="10"></a>11:10 经上记著说：‘我要差遣我的使者，在你前面预备道路。’所说的就是这个人。</p><p><a id="11"></a>11:11 我实在告诉你们：凡妇人所生的，没有一个兴起来大过施洗约翰的；然而天国里最小的比他还大。</p><p><a id="12"></a>11:12 从施洗约翰的时候到如今，天国是努力进入的，努力的人就得著了。</p><p><a id="13"></a>11:13 因为众先知和律法说预言，到约翰为止。</p><p><a id="14"></a>11:14 你们若肯领受，这人就是那应当来的以利亚。</p><p><a id="15"></a>11:15 有耳可听的，就应当听！</p><p><a id="16"></a>11:16 我可用甚么比这世代呢？好像孩童坐在街市上招呼同伴，说：</p><p><a id="17"></a>11:17 ‘我们向你们吹笛，你们不跳舞；我们向你们举哀，你们不捶胸。 ’</p><p><a id="18"></a>11:18 约翰来了，也不吃，也不喝，人就说他是被鬼附著的；</p><p><a id="19"></a>11:19 人子来了，也吃也喝，人又说他是贪食好酒的人，是税吏和罪人的朋友。但智慧之子，总以智慧为是（注：有古卷作“但智慧在行为上就显为是”）。”</p><p><a id="20"></a>11:20 耶稣在诸城中行了许多异能，那些城的人终不悔改，就在那时候责备他们说：</p><p><a id="21"></a>11:21 “哥拉汛哪，你有祸了！伯赛大啊，你有祸了！因为在你们中间所行的异能，若行在推罗、西顿，他们早已披麻蒙灰悔改了。</p><p><a id="22"></a>11:22 但我告诉你们，当审判的日子，推罗、西顿所受的比你们还容易受呢！</p><p><a id="23"></a>11:23 迦百农啊，你已经升到天上（注：或作“你将要升到天上吗”） ？将来必坠落阴间，因为在你那里所行的异能，若行在所多玛，它还可以存到今日。</p><p><a id="24"></a>11:24 但我告诉你们：当审判的日子，所多玛所受的，比你还容易受呢！”</p><p><a id="25"></a>11:25 那时，耶稣说：“父啊，天地的主，我感谢你！因为你将这些事向聪明通达人就藏起来，向婴孩就显出来。</p><p><a id="26"></a>11:26 父啊，是的，因为你的美意本是如此。</p><p><a id="27"></a>11:27 一切所有的，都是我父交付我的。除了父，没有人知道子；除了子和子所愿意指示的，没有人知道父。</p><p><a id="28"></a>11:28 凡劳苦担重担的人，可以到我这里来，我就使你们得安息。</p><p><a id="29"></a>11:29 我心里柔和谦卑，你们当负我的轭，学我的样式，这样，你们心里就必得享安息。</p><p><a id="30"></a>11:30 因为我的轭是容易的，我的担子是轻省的。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/新约.马太福音/11.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _11 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _11 as default
};
