import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/约翰福音/16.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/约翰福音/16.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>16:1 我已将这些事告诉你们，使你们不至于跌倒。</p><p><a id="2"></a>16:2 人要把你们赶出会堂，并且时候将到，凡杀你们的，就以为是事奉神。</p><p><a id="3"></a>16:3 他们这样行，是因未曾认识父，也未曾认识我。</p><p><a id="4"></a>16:4 我将这事告诉你们，是叫你们到了时候，可以想起我对你们说过了。我起先没有将这事告诉你们，因为我与你们同在。</p><p><a id="5"></a>16:5 现今我往差我来的父那里去，你们中间并没有人问我：‘你往哪里去？’</p><p><a id="6"></a>16:6 只因我将这事告诉你们，你们就满心忧愁。</p><p><a id="7"></a>16:7 然而我将真情告诉你们，我去是与你们有益的。我若不去，保惠师就不到你们这里来；我若去，就差他来。</p><p><a id="8"></a>16:8 他既来了，就要叫世人为罪、为义、为审判，自己责备自己。</p><p><a id="9"></a>16:9 为罪，是因他们不信我；</p><p><a id="10"></a>16:10 为义，是因我往父那里去，你们就不再见我；</p><p><a id="11"></a>16:11 为审判，是因这世界的王受了审判。”</p><p><a id="12"></a>16:12 我还有好些事要告诉你们，但你们现在担当不了（注：或作“不能领会”）。</p><p><a id="13"></a>16:13 只等真理的圣灵来了，他要引导你们明白（注：原文作“进入”）一切的真理，因为他不是凭自己说的，乃是把他所听见的都说出来，并要把将来的事告诉你们。</p><p><a id="14"></a>16:14 他要荣耀我，因为他要将受于我的告诉你们。</p><p><a id="15"></a>16:15 凡父所有的，都是我的，所以我说，他要将受于我的告诉你们。</p><p><a id="16"></a>16:16 等不多时，你们就不得见我；再等不多时，你们还要见我。”</p><p><a id="17"></a>16:17 有几个门徒就彼此说：“他对我们说‘等不多时，你们就不得见我；再等不多时，你们还要见我’；又说‘因我往父那里去’，这是甚么意思呢？”</p><p><a id="18"></a>16:18 门徒彼此说：“他说‘等不多时’到底是甚么意思呢？我们不明白他所说的话。”</p><p><a id="19"></a>16:19 耶稣看出他们要问他，就说：“我说‘等不多时，你们就不得见我；再等不多时，你们还要见我’，你们为这话彼此相问吗？</p><p><a id="20"></a>16:20 我实实在在地告诉你们：你们将要痛哭、哀号，世人倒要喜乐；你们将要忧愁，然而你们的忧愁要变为喜乐。</p><p><a id="21"></a>16:21 妇人生产的时候就忧愁，因为她的时候到了；既生了孩子，就不再记念那苦楚，因为欢喜世上生了一个人。</p><p><a id="22"></a>16:22 你们现在也是忧愁，但我要再见你们，你们的心就喜乐了；这喜乐也没有人能夺去。</p><p><a id="23"></a>16:23 到那日，你们甚么也就不问我了。我实实在在地告诉你们：你们若向父求甚么，他必因我的名赐给你们。</p><p><a id="24"></a>16:24 向来你们没有奉我的名求甚么，如今你们求就必得著，叫你们的喜乐可以满足。</p><p><a id="25"></a>16:25 这些事，我是用比喻对你们说的；时候将到，我不再用比喻对你们说，乃要将父明明地告诉你们。</p><p><a id="26"></a>16:26 到那日，你们要奉我的名祈求；我并不对你们说，我要为你们求父。</p><p><a id="27"></a>16:27 父自己爱你们，因为你们已经爱我，又信我是从父出来的。</p><p><a id="28"></a>16:28 我从父出来，到了世界；我又离开世界，往父那里去。”</p><p><a id="29"></a>16:29 门徒说：“如今你是明说，并不用比喻了。</p><p><a id="30"></a>16:30 现在我们晓得你凡事都知道，也不用人问你，因此我们信你是从　神出来的。”</p><p><a id="31"></a>16:31 耶稣说：“现在你们信吗？</p><p><a id="32"></a>16:32 看哪，时候将到，且是已经到了，你们要分散，各归自己的地方去，留下我独自一人；其实我不是独自一人，因为有父与我同在。</p><p><a id="33"></a>16:33 我将这些事告诉你们，是要叫你们在我里面有平安。在世上你们有苦难，但你们可以放心，我已经胜了世界。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/约翰福音/16.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _16 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _16 as default
};
