import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/利未记/23.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/利未记/23.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>23:1 耶和华对摩西说：</p><p><a id="2"></a>23:2 “你晓谕以色列人说：‘耶和华的节期，你们要宣告为圣会的节期。</p><p><a id="3"></a>23:3 六日要做工，第七日是圣安息日；当有圣会，你们甚么工都不可做。这是在你们一切的住处向耶和华守的安息日。</p><p><a id="4"></a>23:4 耶和华的节期，就是你们到了日期要宣告为圣会的，乃是这些：</p><p><a id="5"></a>23:5 正月十四日黄昏的时候、是耶和华的逾越节。</p><p><a id="6"></a>23:6 这月十五日、是向耶和华守的无酵节，你们要吃无酵饼七日。</p><p><a id="7"></a>23:7 第一日当有圣会，甚么劳碌的工都不可做。</p><p><a id="8"></a>23:8 要将火祭献给耶和华七日。第七日是圣会，甚么劳碌的工都不可做。’”</p><p><a id="9"></a>23:9 耶和华对摩西说：</p><p><a id="10"></a>23:10 “你晓谕以色列人说：‘你们到了我赐给你们的地，收割庄稼的时候，要将初熟的庄稼一捆带给祭司。</p><p><a id="11"></a>23:11 他要把这一捆在耶和华面前摇一摇，使你们得蒙悦纳。祭司要在安息日的次日，把这捆摇一摇。</p><p><a id="12"></a>23:12 摇这捆的日子，你们要把一岁、没有残疾的公绵羊羔献给耶和华为燔祭。</p><p><a id="13"></a>23:13 同献的素祭，就是调油的细面伊法十分之二，作为馨香的火祭献给耶和华；同献的奠祭，要酒一欣四分之一。</p><p><a id="14"></a>23:14 无论是饼，是烘的子粒，是新穗子，你们都不可吃，直等到把你们献给　神的供物带来的那一天才可以吃。这在你们一切的住处，作为世世代代永远的定例。</p><p><a id="15"></a>23:15 你们要从安息日的次日，献禾捆为摇祭的那日算起，要满了七个安息日。</p><p><a id="16"></a>23:16 到第七个安息日的次日，共计五十天，又要将新素祭献给耶和华。</p><p><a id="17"></a>23:17 要从你们的住处取出细面伊法十分之二，加酵，烤成两个摇祭的饼，当作初熟之物献给耶和华。</p><p><a id="18"></a>23:18 又要将一岁、没有残疾的羊羔七只，公牛犊一只，公绵羊两只和饼一同奉上。这些与同献的素祭和奠祭，要作为燔祭献给耶和华，就是作馨香的火祭献给耶和华。</p><p><a id="19"></a>23:19 你们要献一只公山羊为赎罪祭，两只一岁的公绵羊羔为平安祭。</p><p><a id="20"></a>23:20 祭司要把这些和初熟麦子做的饼，一同作摇祭，在耶和华面前摇一摇；这是献与耶和华为圣物归给祭司的。</p><p><a id="21"></a>23:21 当这日，你们要宣告圣会；甚么劳碌的工都不可做。这在你们一切的住处，作为世世代代永远的定例。</p><p><a id="22"></a>23:22 在你们的地收割庄稼，不可割尽田角，也不可拾取所遗落的，要留给穷人和寄居的。我是耶和华你们的　神。’”</p><p><a id="23"></a>23:23 耶和华对摩西说：</p><p><a id="24"></a>23:24 “你晓谕以色列人说：‘七月初一，你们要守为圣安息日，要吹角作纪念，当有圣会，</p><p><a id="25"></a>23:25 甚么劳碌的工都不可做。要将火祭献给耶和华。’”</p><p><a id="26"></a>23:26 耶和华晓谕摩西说：</p><p><a id="27"></a>23:27 “七月初十是赎罪日，你们要守为圣会，并要刻苦己心，也要将火祭献给耶和华。</p><p><a id="28"></a>23:28 当这日，甚么工都不可做，因为是赎罪日，要在耶和华你们的　神面前赎罪。</p><p><a id="29"></a>23:29 当这日，凡不刻苦己心的，必从民中剪除。</p><p><a id="30"></a>23:30 凡这日做甚么工的，我必将他从民中除灭。</p><p><a id="31"></a>23:31 你们甚么工都不可做。这在你们一切的住处，作为世世代代永远的定例。</p><p><a id="32"></a>23:32 你们要守这日为圣安息日，并要刻苦己心，从这月初九日晚上到次日晚上，要守为安息日。”</p><p><a id="33"></a>23:33 耶和华对摩西说：</p><p><a id="34"></a>23:34 “你晓谕以色列人说：‘这七月十五日是住棚节，要在耶和华面前守这节七日。</p><p><a id="35"></a>23:35 第一日当有圣会，甚么劳碌的工都不可做。</p><p><a id="36"></a>23:36 七日内要将火祭献给耶和华。第八日当守圣会，要将火祭献给耶和华。这是严肃会，甚么劳碌的工都不可做。</p><p><a id="37"></a>23:37 这是耶和华的节期，就是你们要宣告为圣会的节期。要将火祭、燔祭、素祭、祭物并奠祭，各归各日，献给耶和华。</p><p><a id="38"></a>23:38 这是在耶和华的安息日以外，又在你们的供物和所许的愿，并甘心献给耶和华的以外。</p><p><a id="39"></a>23:39 你们收藏了地的出产，就从七月十五日起，要守耶和华的节七日。第一日为圣安息，第八日也为圣安息。</p><p><a id="40"></a>23:40 第一日，要拿美好树上的果子和棕树上的枝子，与茂密树的枝条，并河旁的柳枝，在耶和华你们的　神面前欢乐七日。</p><p><a id="41"></a>23:41 每年七月间，要向耶和华守这节七日，这为你们世世代代永远的定例。</p><p><a id="42"></a>23:42 你们要住在棚里七日，凡以色列家的人，都要住在棚鶪，</p><p><a id="43"></a>23:43 好叫你们世世代代知道我领以色列人出埃及地的时候，曾使他们住在棚里。我是耶和华你们的　神。’”</p><p><a id="44"></a>23:44 于是，摩西将耶和华的节期传给以色列人。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/利未记/23.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _23 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _23 as default
};
