import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/以斯拉记/10.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/以斯拉记/10.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>10:1 以斯拉祷告、认罪、哭泣，俯伏在　神殿前的时候，有以色列中的男女孩童聚集到以斯拉那里，成了大会，众民无不痛哭。</p><p><a id="2"></a>10:2 属以拦的子孙、耶歇的儿子示迦尼对以斯拉说：“我们在此地娶了外邦女子为妻，干犯了我们的　神，然而以色列人还有指望。</p><p><a id="3"></a>10:3 现在当与我们的　神立约，休这一切的妻，离绝她们所生的，照著我主和那因　神命令战兢之人所议定的，按律法而行。</p><p><a id="4"></a>10:4 你起来，这是你当办的事，我们必帮助你，你当奋勉而行。”</p><p><a id="5"></a>10:5 以斯拉便起来，使祭司长和利未人并以色列众人起誓说，必照这话去行；他们就起了誓。</p><p><a id="6"></a>10:6 以斯拉从　神殿前起来，进入以利亚实的儿子约哈难的屋里，到了那里不吃饭，也不喝水，因为被掳归回之人所犯的罪，心里悲伤。</p><p><a id="7"></a>10:7 他们通告犹大和耶路撒冷被掳归回的人，叫他们在耶路撒冷聚集。</p><p><a id="8"></a>10:8 凡不遵首领和长老所议定、三日之内不来的，就必抄他的家，使他离开被掳归回之人的会。</p><p><a id="9"></a>10:9 于是，犹大和便雅悯众人，三日之内都聚集在耶路撒冷。那日正是九月二十日，众人都坐在　神殿前的宽阔处；因这事，又因下大雨，就都战兢。</p><p><a id="10"></a>10:10 祭司以斯拉站起来，对他们说：“你们有罪了，因你们娶了外邦的女子为妻，增添以色列人的罪恶。</p><p><a id="11"></a>10:11 现在当向耶和华你们列祖的　神认罪，遵行他的旨意，离绝这些国的民和外邦的女子。”</p><p><a id="12"></a>10:12 会众都大声回答说：“我们必照著你的话行，</p><p><a id="13"></a>10:13 只是百姓众多，又逢大雨的时令，我们不能站在外头，这也不是一两天办完的事。因我们在这事上犯了大罪，</p><p><a id="14"></a>10:14 不如为全会众派首领办理。凡我们城邑中娶外邦女子为妻的，当按所定的日期，同著本城的长老和士师而来，直到办完这事，　神的烈怒就转离我们了。”</p><p><a id="15"></a>10:15 惟有亚撒黑的儿子约拿单、特瓦的儿子雅哈谢阻挡（注：或作“总办”）这事，并有米书兰和利未人沙比太帮助他们。</p><p><a id="16"></a>10:16 被掳归回的人如此而行。祭司以斯拉和些族长按著宗族，都指名见派，在十月初一日，一同在座查办这事。</p><p><a id="17"></a>10:17 到正月初一日，才查清娶外邦女子的人数。</p><p><a id="18"></a>10:18 在祭司中查出娶外邦女子为妻的，就是耶书亚的子孙约萨达的儿子，和他弟兄玛西雅、以利以谢、雅立、基大利，</p><p><a id="19"></a>10:19 他们便应许必休他们的妻。他们因有罪，就献群中的一只公绵羊赎罪。</p><p><a id="20"></a>10:20 音麦的子孙中有哈拿尼、西巴第雅。</p><p><a id="21"></a>10:21 哈琳的子孙中有玛西雅、以利雅、示玛雅、耶歇、乌西雅。</p><p><a id="22"></a>10:22 巴施户珥的子孙中有以利约乃、玛西雅、以实玛利、拿坦业、约撒拔、以利亚撒。</p><p><a id="23"></a>10:23 利未人中有约撒拔、示每、基拉雅（基拉雅就是基利他），还有□他希雅、犹大、以利以谢。</p><p><a id="24"></a>10:24 歌唱的人中有以利亚实。守门的人中有沙龙、提联、乌利。</p><p><a id="25"></a>10:25 以色列人巴录的子孙中有拉米、耶西雅、玛基雅、米雅民、以利亚撒、玛基雅、比拿雅。</p><p><a id="26"></a>10:26 以拦的子孙中有玛他尼、撒迦利亚、耶歇、押底、耶利末、以利雅。</p><p><a id="27"></a>10:27 萨土的子孙中有以利约乃、以利亚实、玛他尼、耶利末、撒拔、亚西撒。</p><p><a id="28"></a>10:28 比拜的子孙中有约哈难、哈拿尼雅、萨拜、亚勒。</p><p><a id="29"></a>10:29 巴尼的子孙中有米书兰、玛鹿、亚大雅、雅述、示押、耶利末。</p><p><a id="30"></a>10:30 巴哈摩押的子孙中有阿底拿、基拉、比拿雅、玛西雅、玛他尼、比撒列、宾内、玛拿西。</p><p><a id="31"></a>10:31 哈琳的子孙中有以利以谢、伊示雅、玛基雅、示玛雅、西缅、</p><p><a id="32"></a>10:32 便雅悯、玛鹿、示玛利雅；</p><p><a id="33"></a>10:33 哈顺的子孙中有玛特乃、玛达他、撒拔、以利法列、耶利买、玛拿西、示每；</p><p><a id="34"></a>10:34 巴尼的子孙中有玛玳、暗兰、乌益、</p><p><a id="35"></a>10:35 比拿雅、比底雅、基禄、</p><p><a id="36"></a>10:36 瓦尼雅、米利末、以利亚实、</p><p><a id="37"></a>10:37 玛他尼、玛特乃、雅扫、</p><p><a id="38"></a>10:38 巴尼、宾内、示每、</p><p><a id="39"></a>10:39 示利米雅、拿单、亚大雅、</p><p><a id="40"></a>10:40 玛拿底拜、沙赛、沙赖、</p><p><a id="41"></a>10:41 亚萨利、示利米雅、示玛利雅、</p><p><a id="42"></a>10:42 沙龙、亚玛利雅、约瑟。</p><p><a id="43"></a>10:43 尼波的子孙中有耶利、玛他提雅、撒拔、西比拿、雅玳、约珥、比拿雅。</p><p><a id="44"></a>10:44 这些人都娶了外邦女子为妻，其中也有生了儿女的。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/以斯拉记/10.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _10 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _10 as default
};
