import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/哥林多前书/11.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/哥林多前书/11.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>11:1 你们该效法我，像我效法基督一样。</p><p><a id="2"></a>11:2 我称赞你们，因你们凡事记念我，又坚守我所传给你们的。</p><p><a id="3"></a>11:3 我愿意你们知道，基督是各人的头，男人是女人的头，　神是基督的头。</p><p><a id="4"></a>11:4 凡男人祷告或是讲道（注：“讲道”或作“说预言”。下同），若蒙著头，就羞辱自己的头。</p><p><a id="5"></a>11:5 凡女人祷告或是讲道，若不蒙著头，就羞辱自己的头，因为这就如同剃了头发一样。</p><p><a id="6"></a>11:6 女人若不蒙著头，就该剪了头发；女人若以剪发剃发为羞愧，就该蒙著头。</p><p><a id="7"></a>11:7 男人本不该蒙著头，因为他是　神的形像和荣耀，但女人是男人的荣耀。</p><p><a id="8"></a>11:8 起初，男人不是由女人而出，女人乃是由男人而出。</p><p><a id="9"></a>11:9 并且男人不是为女人造的，女人乃是为男人造的。</p><p><a id="10"></a>11:10 因此，女人为天使的缘故，应当在头上有服权柄的记号。</p><p><a id="11"></a>11:11 然而照主的安排，女也不是无男，男也不是无女。</p><p><a id="12"></a>11:12 因为女人原是由男人而出，男人也是由女人而出；但万有都是出乎 神。</p><p><a id="13"></a>11:13 你们自己审察，女人祷告　神，不蒙著头是合宜的吗？</p><p><a id="14"></a>11:14 你们的本性不也指示你们，男人若有长头发，便是他的羞辱吗？</p><p><a id="15"></a>11:15 但女人有长头发，乃是她的荣耀，因为这头发是给她作盖头的。</p><p><a id="16"></a>11:16 若有人想要辩驳，我们却没有这样的规矩，　神的众教会也是没有的。</p><p><a id="17"></a>11:17 我现今吩咐你们的话，不是称赞你们，因为你们聚会不是受益，乃是招损。</p><p><a id="18"></a>11:18 第一，我听说你们聚会的时候，彼此分门别类，我也稍微地信这话。</p><p><a id="19"></a>11:19 在你们中间不免有分门结党的事，好叫那些有经验的人显明出来。</p><p><a id="20"></a>11:20 你们聚会的时候，算不得吃主的晚餐；</p><p><a id="21"></a>11:21 因为吃的时候，各人先吃自己的饭，甚至这个饥饿，那个酒醉。</p><p><a id="22"></a>11:22 你们要吃喝，难道没有家吗？还是藐视　神的教会，叫那没有的羞愧呢？我向你们可怎么说呢？可因此称赞你们吗？我不称赞！</p><p><a id="23"></a>11:23 我当日传给你们的，原是从主领受的，就是主耶稣被卖的那一夜，拿起饼来，</p><p><a id="24"></a>11:24 祝谢了，就擘开，说：“这是我的身体，为你们舍的（注：“舍”有古卷作“擘开”）。你们应当如此行，为的是记念我。”</p><p><a id="25"></a>11:25 饭后，也照样拿起杯来，说：“这杯是用我的血所立的新约。你们每逢喝的时候，要如此行，为的是记念我。”</p><p><a id="26"></a>11:26 你们每逢吃这饼，喝这杯，是表明主的死，直等到他来。</p><p><a id="27"></a>11:27 所以，无论何人不按理吃主的饼、喝主的杯，就是干犯主的身、主的血了。</p><p><a id="28"></a>11:28 人应当自己省察，然后吃这饼、喝这杯。</p><p><a id="29"></a>11:29 因为人吃喝，若不分辨是主的身体，就是吃喝自己的罪了。</p><p><a id="30"></a>11:30 因此，在你们中间有好些软弱的与患病的，死的也不少（注：“死”原文作“睡”）。</p><p><a id="31"></a>11:31 我们若是先分辨自己，就不至于受审。</p><p><a id="32"></a>11:32 我们受审的时候，乃是被主惩治，免得我们和世人一同定罪。</p><p><a id="33"></a>11:33 所以我弟兄们，你们聚会吃的时候，要彼此等待。</p><p><a id="34"></a>11:34 若有人饥饿，可以在家里先吃，免得你们聚会，自己取罪。其余的事，我来的时候再安排。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/哥林多前书/11.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _11 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _11 as default
};
