import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/马可福音/1.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/马可福音/1.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>1:1 神的儿子，耶稣基督福音的起头。</p><p><a id="2"></a>1:2 正如先知以赛亚（注：有古卷没有以赛亚三个字）书上记著说：“看哪，我要差遣我的使者在你前面，预备道路。”</p><p><a id="3"></a>1:3 “在旷野有人声喊著说：‘预备主的道，修直他的路。’”</p><p><a id="4"></a>1:4 照这话，约翰来了，在旷野施洗，传悔改的洗礼，使罪得赦。</p><p><a id="5"></a>1:5 犹太全地和耶路撒冷的人都出去到约翰那里，承认他们的罪，在约旦河里受他的洗。</p><p><a id="6"></a>1:6 约翰穿骆驼毛的衣服，腰束皮带，吃的是蝗虫野蜜。</p><p><a id="7"></a>1:7 他传道说：“有一位在我以后来的，能力比我更大，我就是弯腰给他解鞋带也是不配的。</p><p><a id="8"></a>1:8 我是用水给你们施洗，他却要用圣灵给你们施洗。”</p><p><a id="9"></a>1:9 那时，耶稣从加利利的拿撒勒来，在约旦河里受了约翰的洗。</p><p><a id="10"></a>1:10 他从水里一上来，就看见天裂开了，圣灵彷佛鸽子，降在他身上。</p><p><a id="11"></a>1:11 又有声音从天上来，说：“你是我的爱子，我喜悦你。”</p><p><a id="12"></a>1:12 圣灵就把耶稣催到旷野里去。</p><p><a id="13"></a>1:13 他在旷野四十天，受撒但的试探，并与野兽同在一处；且有天使来伺候他。</p><p><a id="14"></a>1:14 约翰下监以后，耶稣来到加利利，宣传　神的福音，</p><p><a id="15"></a>1:15 说：“日期满了，　神的国近了！你们当悔改，信福音！”</p><p><a id="16"></a>1:16 耶稣顺著加利利的海边走，看见西门和西门的兄弟安得烈在海里撒网，他们本是打鱼的。</p><p><a id="17"></a>1:17 耶稣对他们说：“来跟从我！我要叫你们得人如得鱼一样。”</p><p><a id="18"></a>1:18 他们就立刻舍了网，跟从了他。</p><p><a id="19"></a>1:19 耶稣稍往前走，又见西庇太的儿子雅各和雅各的兄弟约翰在船上补网。</p><p><a id="20"></a>1:20 耶稣随即招呼他们，他们就把父亲西庇太和雇工人留在船上，跟从耶稣去了。</p><p><a id="21"></a>1:21 到了迦百农，耶稣就在安息日进了会堂教训人。</p><p><a id="22"></a>1:22 众人很希奇他的教训，因为他教训他们，正像有权柄的人，不像文士。</p><p><a id="23"></a>1:23 在会堂里，有一个人被污鬼附著。他喊叫说：</p><p><a id="24"></a>1:24 “拿撒勒人耶稣，我们与你有甚么相干，你来灭我们吗？我知道你是谁，乃是　神的圣者！”</p><p><a id="25"></a>1:25 耶稣责备他说：“不要做声，从这人身上出来吧！”</p><p><a id="26"></a>1:26 污鬼叫那人抽了一阵风，大声喊叫，就出来了。</p><p><a id="27"></a>1:27 众人都惊讶，以致彼此对问说：“这是甚么事？是个新道理啊！他用权柄吩咐污鬼，连污鬼也听从了他。”</p><p><a id="28"></a>1:28 耶稣的名声就传遍了加利利的四方。</p><p><a id="29"></a>1:29 他们一出会堂，就同著雅各、约翰，进了西门和安得烈的家。</p><p><a id="30"></a>1:30 西门的岳母正害热病躺著，就有人告诉耶稣。</p><p><a id="31"></a>1:31 耶稣进前拉著她的手，扶她起来，热就退了，她就服事他们。</p><p><a id="32"></a>1:32 天晚日落的时候，有人带著一切害病的和被鬼附的，来到耶稣跟前；</p><p><a id="33"></a>1:33 合城的人都聚集在门前。</p><p><a id="34"></a>1:34 耶稣治好了许多害各样病的人，又赶出许多鬼，不许鬼说话，因为鬼认识他。</p><p><a id="35"></a>1:35 次日早晨，天未亮的时候，耶稣起来，到旷野地方去，在那里祷告。</p><p><a id="36"></a>1:36 西门和同伴追了他去，</p><p><a id="37"></a>1:37 遇见了就对他说：“众人都找你。”</p><p><a id="38"></a>1:38 耶稣对他们说：“我们可以往别处去，到邻近的乡村，我也好在那里传道，因为我是为这事出来的。”</p><p><a id="39"></a>1:39 于是在加利利全地，进了会堂，传道，赶鬼。</p><p><a id="40"></a>1:40 有一个长大麻疯的来求耶稣，向他跪下，说：“你若肯，必能叫我洁净了！”</p><p><a id="41"></a>1:41 耶稣动了慈心，就伸手摸他，说：“我肯，你洁净了吧！”</p><p><a id="42"></a>1:42 大麻疯即时离开他，他就洁净了。</p><p><a id="43"></a>1:43 耶稣严严地嘱咐他，就打发他走，</p><p><a id="44"></a>1:44 对他说：“你要谨慎，甚么话都不可告诉人；只要去把身体给祭司察看，又因为你洁净了，献上摩西所吩咐的礼物，对众人作证据。”</p><p><a id="45"></a>1:45 那人出去，倒说许多的话，把这件事传扬开了，叫耶稣以后不得再明明地进城，只好在外边旷野地方。人从各处都就了他来。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/马可福音/1.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _1 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _1 as default
};
