import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/民数记/33.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/民数记/33.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>33:1 以色列人按著军队，在摩西、亚伦的手下出埃及地所行的路程（注：或作“站口”。下同）记在下面。</p><p><a id="2"></a>33:2 摩西遵著耶和华的吩咐，记载他们所行的路程，其路程乃是这样：</p><p><a id="3"></a>33:3 正月十五日，就是逾越节的次日，以色列人从兰塞起行，在一切埃及人眼前昂然无惧地出去。</p><p><a id="4"></a>33:4 那时，埃及人正葬埋他们的长子，就是耶和华在他们中间所击杀的，耶和华也败坏他们的神。</p><p><a id="5"></a>33:5 以色列人从兰塞起行，安营在疏割；</p><p><a id="6"></a>33:6 从疏割起行，安营在旷野边的以倘；</p><p><a id="7"></a>33:7 从以倘起行，转到比哈希录，是在巴力洗分对面，就在密夺安营。</p><p><a id="8"></a>33:8 从比哈希录对面起行，经过海中到了书珥旷野；又在伊坦的旷野走了三天的路程，就安营在玛拉；</p><p><a id="9"></a>33:9 从玛拉起行，来到以琳（以琳有十二股水泉，七十棵棕树，就在那里安营；</p><p><a id="10"></a>33:10 从以琳起行，安营在红海边；</p><p><a id="11"></a>33:11 从红海边起行，安营在汛的旷野；</p><p><a id="12"></a>33:12 从汛的旷野起行，安营在脱加；</p><p><a id="13"></a>33:13 从脱加起行，安营在亚录；</p><p><a id="14"></a>33:14 从亚录起行，安营在利非订，在那里百姓没有水喝；</p><p><a id="15"></a>33:15 从利非订起行，安营在西奈的旷野；</p><p><a id="16"></a>33:16 从西奈的旷野起行，安营在基博罗哈他瓦；</p><p><a id="17"></a>33:17 从基博罗哈他瓦起行，安营在哈洗录；</p><p><a id="18"></a>33:18 从哈洗录起行，安营在利提玛；</p><p><a id="19"></a>33:19 从利提玛起行，安营在临门帕烈；</p><p><a id="20"></a>33:20 从临门帕烈起行，安营在立拿；</p><p><a id="21"></a>33:21 从立拿起行，安营在勒撒；</p><p><a id="22"></a>33:22 从勒撒起行，安营在基希拉他；</p><p><a id="23"></a>33:23 从基希拉他起行，安营在沙斐山；</p><p><a id="24"></a>33:24 从沙斐山起行，安营在哈拉大；</p><p><a id="25"></a>33:25 从哈拉大起行，安营在玛吉希录；</p><p><a id="26"></a>33:26 从玛吉希录起行，安营在他哈；</p><p><a id="27"></a>33:27 从他哈起行，安营在他拉；</p><p><a id="28"></a>33:28 从他拉起行，安营在密加；</p><p><a id="29"></a>33:29 从密加起行，安营在哈摩拿；</p><p><a id="30"></a>33:30 从哈摩拿起行，安营在摩西录；</p><p><a id="31"></a>33:31 从摩西录起行，安营在比尼亚干；</p><p><a id="32"></a>33:32 从比尼亚干起行，安营在曷哈及甲；</p><p><a id="33"></a>33:33 从曷哈及甲起行，安营在约巴他；</p><p><a id="34"></a>33:34 从约巴他起行，安营在阿博拿；</p><p><a id="35"></a>33:35 从阿博拿起行，安营在以旬迦别；</p><p><a id="36"></a>33:36 从以旬迦别起行，安营在寻的旷野，就是加低斯；</p><p><a id="37"></a>33:37 从加低斯起行，安营在何珥山以东地的边界。</p><p><a id="38"></a>33:38 以色列人出了埃及地后四十年，五月初一日，祭司亚伦遵著耶和华的吩咐上何珥山，就死在那里。</p><p><a id="39"></a>33:39 亚伦死在何珥山的时候，年一百二十三岁。</p><p><a id="40"></a>33:40 住在迦南南地的迦南人亚拉得王，听说以色列人来了。</p><p><a id="41"></a>33:41 以色列人从何珥山起行，安营在撒摩拿；</p><p><a id="42"></a>33:42 从撒摩拿起行，安营在普嫩；</p><p><a id="43"></a>33:43 从普嫩起行，安营在阿伯；</p><p><a id="44"></a>33:44 从阿伯起行，安营在以耶亚巴琳、摩押的边界；</p><p><a id="45"></a>33:45 从以耶亚巴琳起行，安营在底本迦得；</p><p><a id="46"></a>33:46 从底本迦得起行，安营在亚门低比拉太音；</p><p><a id="47"></a>33:47 从亚门低比拉太音起行，安营在尼波对面的亚巴琳山里；</p><p><a id="48"></a>33:48 从亚巴琳山起行，安营在摩押平原约旦河边耶利哥对面。</p><p><a id="49"></a>33:49 他们在摩押平原沿约旦河边安营，从伯耶施末直到亚伯什亭。</p><p><a id="50"></a>33:50 耶和华在摩押平原约旦河边耶利哥对面晓谕摩西说：</p><p><a id="51"></a>33:51 “你吩咐以色列人说：‘你们过约旦河进迦南地的时候，</p><p><a id="52"></a>33:52 就要从你们面前赶出那里所有的居民，毁灭他们一切錾成的石像，和他们一切铸成的偶像，又拆毁他们一切的邱坛。</p><p><a id="53"></a>33:53 你们要夺那地，住在其中，因我把那地赐给你们为业。</p><p><a id="54"></a>33:54 你们要按家室拈阄，承受那地。人多的，要把产业多分给他们；人少的，要把产业少分给他们。拈出何地给何人，就要归何人。你们要按宗族的支派承受。</p><p><a id="55"></a>33:55 倘若你们不赶出那地的居民，所容留的居民，就必作你们眼中的刺，肋下的荆棘，也必在你们所住的地上扰害你们。</p><p><a id="56"></a>33:56 而且我素常有意怎样待他们，也必照样待你们。’”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/民数记/33.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _33 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _33 as default
};
