import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/耶利米书/18.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/耶利米书/18.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>18:1 耶和华的话临到耶利米说：</p><p><a id="2"></a>18:2 “你起来，下到窑匠的家里去，我在那里要使你听我的话。”</p><p><a id="3"></a>18:3 我就下到窑匠的家里去，正遇他转轮做器皿。</p><p><a id="4"></a>18:4 窑匠用泥做的器皿，在他手中做坏了，他又用这泥另做别的器皿。窑匠看怎样好，就怎样做。</p><p><a id="5"></a>18:5 耶和华的话就临到我说，</p><p><a id="6"></a>18:6 耶和华说：“以色列家啊，我待你们，岂不能照这窑匠弄泥吗？以色列家啊，泥在窑匠的手中怎样，你们在我的手中也怎样。</p><p><a id="7"></a>18:7 我何时论到一邦或一国说，要拔出、拆毁、毁坏；</p><p><a id="8"></a>18:8 我所说的那一邦，若是转意离开他们的恶，我就必后悔，不将我想要施行的灾祸降与他们。</p><p><a id="9"></a>18:9 我何时论到一邦或一国说，要建立、栽植；</p><p><a id="10"></a>18:10 他们若行我眼中看为恶的事，不听从我的话，我就必后悔，不将我所说的福气赐给他们。</p><p><a id="11"></a>18:11 现在你要对犹大人和耶路撒冷的居民说：‘耶和华如此说：我造出灾祸攻击你们，定意刑罚你们。你们各人当回头离开所行的恶道，改正你们的行动作为。’</p><p><a id="12"></a>18:12 他们却说：‘这是枉然！我们要照自己的计谋去行，各人随自己顽梗的恶心做事。’”</p><p><a id="13"></a>18:13 所以耶和华如此说：“你们且往各国访问，有谁听见这样的事，以色列民（注：原文作“处女”）行了一件极可憎恶的事。</p><p><a id="14"></a>18:14 黎巴嫩的雪从田野的磐石上岂能断绝呢？从远处流下的凉水岂能乾涸呢？</p><p><a id="15"></a>18:15 我的百姓竟忘记我，向假神烧香，使他们在所行的路上，在古道上绊跌，使他们行没有修筑的斜路，</p><p><a id="16"></a>18:16 以致他们的地令人惊骇，常常嗤笑，凡经过这地的，必惊骇摇头。</p><p><a id="17"></a>18:17 我必在仇敌面前分散他们，好像用东风吹散一样。遭难的日子，我必以背向他们，不以面向他们。”</p><p><a id="18"></a>18:18 他们就说：“来吧！我们可以设计谋害耶利米。因为我们有祭司讲律法，智慧人设谋略，先知说预言，都不能断绝。来吧！我们可以用舌头击打他，不要理会他的一切话。”</p><p><a id="19"></a>18:19 耶和华啊，求你理会我，且听那些与我争竞之人的话。</p><p><a id="20"></a>18:20 岂可以恶报善呢？他们竟挖坑要害我的性命。求你记念我怎样站在你面前为他们代求，要使你的忿怒向他们转消。</p><p><a id="21"></a>18:21 故此，愿你将他们的儿女交与饥荒和刀剑；愿他们的妻无子，且作寡妇；又愿他们的男人被死亡所灭，他们的少年人在阵上被刀击杀。</p><p><a id="22"></a>18:22 你使敌军忽然临到他们的时候，愿人听见哀声从他们的屋内发出，因他们挖坑要捉拿我，暗设网罗要绊我的脚。</p><p><a id="23"></a>18:23 耶和华啊，他们要杀我的那一切计谋，你都知道。不要赦免他们的罪孽，也不要从你面前涂抹他们的罪恶，要叫他们在你面前跌倒，愿你发怒的时候罚办他们。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/耶利米书/18.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _18 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _18 as default
};
