import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/民数记/3.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/民数记/3.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>3:1 耶和华在西奈山晓谕摩西的日子，亚伦和摩西的后代如下：</p><p><a id="2"></a>3:2 亚伦的儿子，长子名叫拿答，还有亚比户、以利亚撒、以他玛。</p><p><a id="3"></a>3:3 这是亚伦儿子的名字，都是受膏的祭司，是摩西叫他们承接圣职供祭司职分的。</p><p><a id="4"></a>3:4 拿答、亚比户在西奈的旷野向耶和华献凡火的时候，就死在耶和华面前了，他们也没有儿子。以利亚撒、以他玛在他们的父亲亚伦面前供祭司的职分。</p><p><a id="5"></a>3:5 耶和华晓谕摩西说：</p><p><a id="6"></a>3:6 “你使利未支派近前来，站在祭司亚伦面前，好服事他，</p><p><a id="7"></a>3:7 替他和会众在会幕前守所吩咐的，办理帐幕的事。</p><p><a id="8"></a>3:8 又要看守会幕的器具，并守所吩咐以色列人的，办理帐幕的事。</p><p><a id="9"></a>3:9 你要将利未人给亚伦和他的儿子，因为他们是从以色列人中选出来给他的。</p><p><a id="10"></a>3:10 你要嘱咐亚伦和他儿子，谨守自己祭司的职任。近前来的外人必被治死。”</p><p><a id="11"></a>3:11 耶和华晓谕摩西说：</p><p><a id="12"></a>3:12 “我从以色列人中拣选了利未人，代替以色列人一切头生的，利未人要归我。</p><p><a id="13"></a>3:13 因为凡头生的是我的，我在埃及地击杀一切头生的那日，就把以色列中一切头生的，连人带牲畜都分别为圣归我，他们定要属我。我是耶和华。”</p><p><a id="14"></a>3:14 耶和华在西奈的旷野晓谕摩西说：</p><p><a id="15"></a>3:15 “你要照利未人的宗族、家室数点他们。凡一个月以外的男子都要数点。”</p><p><a id="16"></a>3:16 于是，摩西照耶和华所吩咐的数点他们。</p><p><a id="17"></a>3:17 利未众子的名字是革顺、哥辖、米拉利。</p><p><a id="18"></a>3:18 革顺的儿子，按著家室，是立尼、示每；</p><p><a id="19"></a>3:19 哥辖的儿子，按著家室，是暗兰、以斯哈、希伯伦、乌薛；</p><p><a id="20"></a>3:20 米拉利的儿子，按著家室，是抹利、母示。这些按著宗族是利未人的家室。</p><p><a id="21"></a>3:21 属革顺的，有立尼族、示每族，这是革顺的二族。</p><p><a id="22"></a>3:22 其中被数、从一个月以外所有的男子，共有七千五百名。</p><p><a id="23"></a>3:23 这革顺的二族，要在帐幕后西边安营。</p><p><a id="24"></a>3:24 拉伊勒的儿子以利雅萨作革顺人宗族的首领。</p><p><a id="25"></a>3:25 革顺的子孙在会幕中所要看守的，就是帐幕和罩棚，并罩棚的盖与会幕的门廉，</p><p><a id="26"></a>3:26 院子的帷子和门廉（院子是围帐幕和坛的），并一切使用的绳子。</p><p><a id="27"></a>3:27 属哥辖的，有暗兰族、以斯哈族、希伯伦族、乌薛族，这是哥辖的诸族。</p><p><a id="28"></a>3:28 按所有男子的数目，从一个月以外看守圣所的，共有八千六百名。</p><p><a id="29"></a>3:29 哥辖儿子的诸族要在帐幕的南边安营。</p><p><a id="30"></a>3:30 乌薛的儿子以利撒反作哥辖宗族家室的首领。</p><p><a id="31"></a>3:31 他们所要看守的是约柜、桌子、灯台、两座坛与圣所内使用的器皿，并廉子和一切使用之物。</p><p><a id="32"></a>3:32 祭司亚伦的儿子以利亚撒作利未人众首领的领袖，要监察那些看守圣所的人。</p><p><a id="33"></a>3:33 属米拉利的，有抹利族、母示族，这是米拉利的二族。</p><p><a id="34"></a>3:34 他们被数的，按所有男子的数目，从一个月以外的，共有六千二百名。</p><p><a id="35"></a>3:35 亚比亥的儿子苏列作米拉利二宗族的首领。他们要在帐幕的北边安营。</p><p><a id="36"></a>3:36 米拉利子孙的职分是看守帐幕的板、闩、柱子、带卯的座和帐幕一切所使用的器具，</p><p><a id="37"></a>3:37 院子四围的柱子，带卯的座，橛子和绳子。</p><p><a id="38"></a>3:38 在帐幕前东边，向日出之地安营的是摩西、亚伦和亚伦的儿子。他们看守圣所，替以色列人守耶和华所吩咐的。近前来的外人必被治死。</p><p><a id="39"></a>3:39 凡被数的利未人，就是摩西、亚伦照耶和华吩咐所数的，按著家室，从一个月以外的男子，共有二万二千名。</p><p><a id="40"></a>3:40 耶和华对摩西说：“你要从以色列人中数点一个月以外凡头生的男子，把他们的名字记下。</p><p><a id="41"></a>3:41 我是耶和华，你要拣选利未人归我，代替以色列人所有头生的；也取利未人的牲畜代替以色列所有头生的牲畜。”</p><p><a id="42"></a>3:42 摩西就照耶和华所吩咐的，把以色列人头生的都数点了。</p><p><a id="43"></a>3:43 按人名的数目，从一个月以外，凡头生的男子，共有二万二千二百七十三名。</p><p><a id="44"></a>3:44 耶和华晓谕摩西说：</p><p><a id="45"></a>3:45 “你拣选利未人代替以色列人所有头生的；也取利未人的牲畜代替以色列人的牲畜。利未人要归我，我是耶和华。</p><p><a id="46"></a>3:46 以色列人中头生的男子，比利未人多二百七十三个，必当将他们赎出来。</p><p><a id="47"></a>3:47 你要按人丁，照圣所的平，每人取赎银五舍客勒（一舍客勒是二十季拉），</p><p><a id="48"></a>3:48 把那多余之人的赎银，交给亚伦和他的儿子。”</p><p><a id="49"></a>3:49 于是摩西从那被利未人所赎以外的人取了赎银。</p><p><a id="50"></a>3:50 从以色列人头生的所取之银，按圣所的平，有一千三百六十五舍客勒。</p><p><a id="51"></a>3:51 摩西照耶和华的话，把这赎银给亚伦和他的儿子，正如耶和华所吩咐的。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/民数记/3.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _3 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _3 as default
};
