import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/以赛亚书/14.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/以赛亚书/14.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>14:1 耶和华要怜恤雅各，必再拣选以色列，将他们安置在本地，寄居的必与他们联合，紧贴雅各家。</p><p><a id="2"></a>14:2 外邦人必将他们带回本土；以色列家必在耶和华的地上得外邦人为仆婢，也要掳掠先前掳掠他们的，辖制先前欺压他们的。</p><p><a id="3"></a>14:3 当耶和华使你脱离愁苦、烦恼并人勉强你做的苦工，得享安息的日子，</p><p><a id="4"></a>14:4 你必题这诗歌论巴比伦王说：欺压人的何竟息灭？强暴的何竟止息？</p><p><a id="5"></a>14:5 耶和华折断了恶人的杖、辖制人的圭，</p><p><a id="6"></a>14:6 就是在忿怒中连连攻击众民的，在怒气中辖制列国，行逼迫无人阻止的。</p><p><a id="7"></a>14:7 现在全地得安息、享平静，人皆发声欢呼。</p><p><a id="8"></a>14:8 松树和黎巴嫩的香柏树都因你欢乐说：“自从你仆倒，再无人上来砍伐我们。”</p><p><a id="9"></a>14:9 你下到阴间，阴间就因你震动，来迎接你。又因你惊动在世曾为首领的阴魂，并使那曾为列国君王的，都离位站起，</p><p><a id="10"></a>14:10 他们都要发言对你说：“你也变为软弱像我们一样吗？你也成了我们的样子吗？”</p><p><a id="11"></a>14:11 你的威势和你琴瑟的声音都下到阴间。你下铺的是虫，上盖的是蛆。</p><p><a id="12"></a>14:12 明亮之星，早晨之子啊！你何竟从天坠落？你这攻败列国的，何竟被砍倒在地上？</p><p><a id="13"></a>14:13 你心里曾说：“我要升到天上！我要高举我的宝座在　神众星以上；我要坐在聚会的山上，在北方的极处；</p><p><a id="14"></a>14:14 我要升到高云之上，我要与至上者同等。”</p><p><a id="15"></a>14:15 然而你必坠落阴间，到坑中极深之处。</p><p><a id="16"></a>14:16 凡看见你的，都要定睛看你，留意看你说：“使大地战抖，使列国震动，</p><p><a id="17"></a>14:17 使世界如同荒野，使城邑倾覆，不释放被掳的人归家，是这个人吗？”</p><p><a id="18"></a>14:18 列国的君王俱各在自己阴宅的荣耀中安睡。</p><p><a id="19"></a>14:19 惟独你被抛弃，不得入你的坟墓，好像可憎的枝子，以被杀的人为衣，就是被刀刺透，坠落坑中石头那里的；你又像被践踏的尸首一样。</p><p><a id="20"></a>14:20 你不得与君王同葬，因为你败坏你的国，杀戮你的民。恶人后裔的名，必永不提说。</p><p><a id="21"></a>14:21 先人既有罪孽，就要预备杀戮他的子孙，免得他们兴起来，得了遍地，在世上修满城邑。</p><p><a id="22"></a>14:22 万军之耶和华说：“我必兴起攻击他们，将巴比伦的名号和所余剩的人，连子带孙一并剪除。”这是耶和华说的。</p><p><a id="23"></a>14:23 “我必使巴比伦为箭猪所得，又变为水池。我要用灭亡的扫帚扫净他。”这是万军之耶和华说的。</p><p><a id="24"></a>14:24 万军之耶和华起誓说：“我怎样思想，必照样成就；我怎样定意，必照样成立，</p><p><a id="25"></a>14:25 就是在我地上打折亚述人，在我山上将他践踏。他加的轭必离开以色列人；他加的重担必离开他们的肩头。”</p><p><a id="26"></a>14:26 这是向全地所定的旨意，这是向万国所伸出的手。</p><p><a id="27"></a>14:27 万军之耶和华既然定意，谁能废弃呢？他的手已经伸出，谁能转回呢？</p><p><a id="28"></a>14:28 亚哈斯王崩的那年，就有以下的默示：</p><p><a id="29"></a>14:29 非利士全地啊，不要因击打你的杖折断就喜乐。因为从蛇的根必生出毒蛇，它所生的，是火焰的飞龙。</p><p><a id="30"></a>14:30 贫寒人的长子必有所食；穷乏人必安然躺卧。我必以饥荒治死你的根；你所余剩的人必被杀戮。</p><p><a id="31"></a>14:31 门哪，应当哀号！城啊，应当呼喊！非利士全地啊，你都消化了！因为有烟从北方出来，他行伍中并无乱队的。</p><p><a id="32"></a>14:32 可怎样回答外邦（注：或指“非利士”）的使者呢？必说：“耶和华建立了锡安，他百姓中的困苦人必投奔在其中。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/以赛亚书/14.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _14 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _14 as default
};
