import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/约翰福音/10.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/约翰福音/10.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>10:1 我实实在在地告诉你们：人进羊圈，不从门进去，倒从别处爬进去，那人就是贼，就是强盗。</p><p><a id="2"></a>10:2 从门进去的，才是羊的牧人。</p><p><a id="3"></a>10:3 看门的就给他开门，羊也听他的声音。他按著名叫自己的羊，把羊领出来。</p><p><a id="4"></a>10:4 既放出自己的羊来，就在前头走，羊也跟著他，因为认得他的声音。</p><p><a id="5"></a>10:5 羊不跟著生人，因为不认得他的声音，必要逃跑。”</p><p><a id="6"></a>10:6 耶稣将这比喻告诉他们，但他们不明白所说的是甚么意思。</p><p><a id="7"></a>10:7 所以耶稣又对他们说：“我实实在在地告诉你们：我就是羊的门。</p><p><a id="8"></a>10:8 凡在我以先来的，都是贼，是强盗，羊却不听他们。</p><p><a id="9"></a>10:9 我就是门，凡从我进来的，必然得救，并且出入得草吃。</p><p><a id="10"></a>10:10 盗贼来，无非要偷窃、杀害、毁坏；我来了，是要叫羊（注：或作“人”）得生命，并且得的更丰盛。</p><p><a id="11"></a>10:11 我是好牧人，好牧人为羊舍命。</p><p><a id="12"></a>10:12 若是雇工，不是牧人，羊也不是他自己的，他看见狼来，就撇下羊逃走；狼抓住羊，赶散了羊群。</p><p><a id="13"></a>10:13 雇工逃走，因他是雇工，并不顾念羊。</p><p><a id="14"></a>10:14 我是好牧人，我认识我的羊，我的羊也认识我。</p><p><a id="15"></a>10:15 正如父认识我，我也认识父一样，并且我为羊舍命。</p><p><a id="16"></a>10:16 我另外有羊，不是这圈里的；我必须领他们来，他们也要听我的声音，并且要合成一群，归一个牧人了。</p><p><a id="17"></a>10:17 我父爱我，因我将命舍去，好再取回来。</p><p><a id="18"></a>10:18 没有人夺我的命去，是我自己舍的。我有权柄舍了，也有权柄取回来，这是我从我父所受的命令。”</p><p><a id="19"></a>10:19 犹太人为这些话又起了纷争。</p><p><a id="20"></a>10:20 内中有好些人说：“他是被鬼附著，而且疯了，为甚么听他呢？”</p><p><a id="21"></a>10:21 又有人说：“这不是鬼附之人所说的话，鬼岂能叫瞎子的眼睛开了呢？”</p><p><a id="22"></a>10:22 在耶路撒冷有修殿节，是冬天的时候。</p><p><a id="23"></a>10:23 耶稣在殿里所罗门的廊下行走。</p><p><a id="24"></a>10:24 犹太人围著他说：“你叫我们犹疑不定到几时呢？你若是基督，就明明地告诉我们。”</p><p><a id="25"></a>10:25 耶稣回答说：“我已经告诉你们，你们不信。我奉我父之名所行的事可以为我作见证；</p><p><a id="26"></a>10:26 只是你们不信，因为你们不是我的羊。</p><p><a id="27"></a>10:27 我的羊听我的声音，我也认识他们，他们也跟著我；</p><p><a id="28"></a>10:28 我又赐给他们永生，他们永不灭亡，谁也不能从我手里把他们夺去。</p><p><a id="29"></a>10:29 我父把羊赐给我，他比万有都大，谁也不能从我父手里把他们夺去。</p><p><a id="30"></a>10:30 我与父原为一。”</p><p><a id="31"></a>10:31 犹太人又拿起石头来要打他。</p><p><a id="32"></a>10:32 耶稣对他们说：“我从父显出许多善事给你们看，你们是为哪一件拿石头打我呢？”</p><p><a id="33"></a>10:33 犹太人回答说：“我们不是为善事拿石头打你，是为你说僭妄的话；又为你是个人，反将自己当作　神。”</p><p><a id="34"></a>10:34 耶稣说：“你们的律法上岂不是写著‘我曾说你们是神’吗？</p><p><a id="35"></a>10:35 经上的话是不能废的。若那些承受　神道的人，尚且称为神；</p><p><a id="36"></a>10:36 父所分别为圣，又差到世间来的，他自称是　神的儿子，你们还向他说‘你说僭妄的话’吗？</p><p><a id="37"></a>10:37 我若不行我父的事，你们就不必信我；</p><p><a id="38"></a>10:38 我若行了，你们纵然不信我，也当信这些事，叫你们又知道又明白：父在我里面，我也在父里面。”</p><p><a id="39"></a>10:39 他们又要拿他，他却逃出他们的手走了。</p><p><a id="40"></a>10:40 耶稣又往约旦河外去，到了约翰起初施洗的地方，就住在那里。</p><p><a id="41"></a>10:41 有许多人来到他那里，他们说：“约翰一件神迹没有行过，但约翰指著这人所说的一切话都是真的。”</p><p><a id="42"></a>10:42 在那里信耶稣的人就多了。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/约翰福音/10.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _10 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _10 as default
};
