import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/使徒行传/9.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/使徒行传/9.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>9:1 扫罗仍然向主的门徒口吐威吓凶杀的话，去见大祭司，</p><p><a id="2"></a>9:2 求文书给大马士革的各会堂，若是找著信奉这道的人，无论男女，都准他捆绑带到耶路撒冷。</p><p><a id="3"></a>9:3 扫罗行路，将到大马士革，忽然从天上发光，四面照著他。</p><p><a id="4"></a>9:4 他就仆倒在地，听见有声音对他说：“扫罗，扫罗！你为甚么逼迫我？”</p><p><a id="5"></a>9:5 他说：“主啊，你是谁？”主说：“我就是你所逼迫的耶稣。</p><p><a id="6"></a>9:6 起来！进城去，你所当做的事，必有人告诉你。”</p><p><a id="7"></a>9:7 同行的人站在那里，说不出话来，听见声音，却看不见人。</p><p><a id="8"></a>9:8 扫罗从地上起来，睁开眼睛，竟不能看见甚么。有人拉他的手，领他进了大马士革。</p><p><a id="9"></a>9:9 三日不能看见，也不吃，也不喝。</p><p><a id="10"></a>9:10 当下，在大马士革有一个门徒，名叫亚拿尼亚。主在异象中对他说：“亚拿尼亚。”他说：“主，我在这里。”</p><p><a id="11"></a>9:11 主对他说：“起来！往直街去，在犹大的家里，访问一个大数人，名叫扫罗，他正祷告；</p><p><a id="12"></a>9:12 又看见了一个人，名叫亚拿尼亚，进来按手在他身上，叫他能看见。”</p><p><a id="13"></a>9:13 亚拿尼亚回答说：“主啊，我听见许多人说，这人怎样在耶路撒冷多多苦害你的圣徒，</p><p><a id="14"></a>9:14 并且他在这里有从祭司长得来的权柄，捆绑一切求告你名的人。”</p><p><a id="15"></a>9:15 主对亚拿尼亚说：“你只管去。他是我所拣选的器皿，要在外邦人和君王并以色列人面前宣扬我的名。</p><p><a id="16"></a>9:16 我也要指示他，为我的名必须受许多的苦难。”</p><p><a id="17"></a>9:17 亚拿尼亚就去了，进入那家，把手按在扫罗身上说：“兄弟扫罗，在你来的路上向你显现的主，就是耶稣，打发我来，叫你能看见，又被圣灵充满。”</p><p><a id="18"></a>9:18 扫罗的眼睛上好像有鳞立刻掉下来，他就能看见，于是起来受了洗，</p><p><a id="19"></a>9:19 吃过饭就健壮了。扫罗和大马士革的门徒同住了些日子，</p><p><a id="20"></a>9:20 就在各会堂里宣传耶稣，说他是　神的儿子。</p><p><a id="21"></a>9:21 凡听见的人都惊奇说：“在耶路撒冷残害求告这名的，不是这人吗？并且他到这里来，特要捆绑他们，带到祭司长那里。”</p><p><a id="22"></a>9:22 但扫罗越发有能力，驳倒住大马士革的犹太人，证明耶稣是基督。</p><p><a id="23"></a>9:23 过了好些日子，犹太人商议要杀扫罗，</p><p><a id="24"></a>9:24 但他们的计谋被扫罗知道了。他们又昼夜在城门守候，要杀他。</p><p><a id="25"></a>9:25 他的门徒就在夜间用筐子把他从城墙上缒下去。</p><p><a id="26"></a>9:26 扫罗到了耶路撒冷，想与门徒结交。他们却都怕他，不信他是门徒。</p><p><a id="27"></a>9:27 惟有巴拿巴接待他，领去见使徒，把他在路上怎么看见主，主怎么向他说话，他在大马士革怎么奉耶稣的名放胆传道，都述说出来。</p><p><a id="28"></a>9:28 于是扫罗在耶路撒冷和门徒出入来往，</p><p><a id="29"></a>9:29 奉主的名放胆传道，并与说希腊话的犹太人讲论辩驳。他们却想法子要杀他。</p><p><a id="30"></a>9:30 弟兄们知道了，就送他下凯撒利亚，打发他往大数去。</p><p><a id="31"></a>9:31 那时，犹太、加利利、撒马利亚各处的教会都得平安，被建立；凡事敬畏主，蒙圣灵的安慰，人数就增多了。</p><p><a id="32"></a>9:32 彼得周流四方的时候，也到了居住吕大的圣徒那里，</p><p><a id="33"></a>9:33 遇见一个人，名叫以尼雅，得了瘫痪，在褥子上躺卧八年。</p><p><a id="34"></a>9:34 彼得对他说：“以尼雅，耶稣基督医好你了！起来，收拾你的褥子！”他就立刻起来了。</p><p><a id="35"></a>9:35 凡住吕大和沙仑的人都看见了他，就归服主。</p><p><a id="36"></a>9:36 在约帕有一个女徒，名叫大比大，翻希腊话就是多加（注：就是“羚羊”的意思）。她广行善事，多施周济。</p><p><a id="37"></a>9:37 当时，她患病而死，有人把她洗了，停在楼上。</p><p><a id="38"></a>9:38 吕大原与约帕相近；门徒听见彼得在那里，就打发两个人去见他，央求他说：“快到我们那里去，不要耽延！”</p><p><a id="39"></a>9:39 彼得就起身和他们同去。到了，便有人领他上楼。众寡妇都站在彼得旁边哭，拿多加与她们同在时所做的里衣外衣给他看。</p><p><a id="40"></a>9:40 彼得叫她们都出去，就跪下祷告，转身对著死人说：“大比大，起来！”她就睁开眼睛，见了彼得，便坐起来。</p><p><a id="41"></a>9:41 彼得伸手扶她起来，叫众圣徒和寡妇进去，把多加活活地交给他们。</p><p><a id="42这事传遍了约帕，就有许多人信了主。"></a>9:42这事传遍了约帕，就有许多人信了主。</p><p><a id="43此后，彼得在约帕一个硝皮匠西门的家里住了多日。"></a>9:43此后，彼得在约帕一个硝皮匠西门的家里住了多日。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/使徒行传/9.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _9 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _9 as default
};
