import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/使徒行传/25.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/使徒行传/25.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>25:1 非斯都到了任，过了三天，就从凯撒利亚上耶路撒冷去。</p><p><a id="2"></a>25:2 祭司长和犹太人的首领向他控告保罗，</p><p><a id="3"></a>25:3 又央告他，求他的情，将保罗提到耶路撒冷来，他们要在路上埋伏杀害他。</p><p><a id="4"></a>25:4 非斯都却回答说：“保罗押在凯撒利亚，我自己快要往那里去。”</p><p><a id="5"></a>25:5 又说：“你们中间有权势的人与我一同下去，那人若有甚么不是，就可以告他。”</p><p><a id="6"></a>25:6 非斯都在他们那里住了不过十天八天，就下凯撒利亚去。第二天坐堂，吩咐将保罗提上来。</p><p><a id="7"></a>25:7 保罗来了，那些从耶路撒冷下来的犹太人周围站著，将许多重大的事控告他，都是不能证实的。</p><p><a id="8"></a>25:8 保罗分诉说：“无论犹太人的律法、或是圣殿、或是凯撒，我都没有干犯。”</p><p><a id="9"></a>25:9 但非斯都要讨犹太人的喜欢，就问保罗说：“你愿意上耶路撒冷去，在那里听我审断这事吗？”</p><p><a id="10"></a>25:10 保罗说：“我站在凯撒的堂前，这就是我应当受审的地方。我向犹太人并没有行过甚么不义的事，这也是你明明知道的。</p><p><a id="11"></a>25:11 我若行了不义的事，犯了甚么该死的罪，就是死，我也不辞！他们所告我的事若都不实，就没有人可以把我交给他们。我要上告于凯撒。”</p><p><a id="12"></a>25:12 非斯都和议会商量了，就说：“你既上告于凯撒，可以往凯撒那里去。”</p><p><a id="13"></a>25:13 过了些日子，亚基帕王和百妮基氏来到凯撒利亚，问非斯都安。</p><p><a id="14"></a>25:14 在那里住了多日，非斯都将保罗的事告诉王说：“这里有一个人，是腓力斯留在监里的。</p><p><a id="15"></a>25:15 我在耶路撒冷的时候，祭司长和犹太的长老将他的事禀报了我，求我定他的罪。</p><p><a id="16"></a>25:16 我对他们说：‘无论甚么人，被告还没有和原告对质，未得机会分诉告他的事，就先定他的罪，这不是罗马人的条例。’</p><p><a id="17"></a>25:17 及至他们都来到这里，我就不耽延，第二天便坐堂，吩咐把那人提上来。</p><p><a id="18"></a>25:18 告他的人站著告他，所告的，并没有我所逆料的那等恶事，</p><p><a id="19"></a>25:19 不过是有几样辩论，为他们自己敬鬼神的事，又为一个人名叫耶稣，是已经死了，保罗却说他是活著的。</p><p><a id="20"></a>25:20 这些事当怎样究问，我心里作难，所以问他说：‘你愿意上耶路撒冷去，在那里为这些事听审吗？’</p><p><a id="21"></a>25:21 但保罗求我留下他，要听皇上审断，我就吩咐把他留下，等我解他到凯撒那里去。”</p><p><a id="22"></a>25:22 亚基帕对非斯都说：“我自己也愿听这人辩论。”非斯都说：“明天你可以听。”</p><p><a id="23"></a>25:23 第二天，亚基帕和百妮基大张威势而来，同著众千夫长和城里的尊贵人进了公厅。非斯都吩咐一声，就有人将保罗带进来。</p><p><a id="24"></a>25:24 非斯都说：“亚基帕王和在这里的诸位啊，你们看这人，就是一切犹太人在耶路撒冷和这里，曾向我恳求呼叫说：‘不可容他再活著！’</p><p><a id="25"></a>25:25 但我查明他没有犯甚么该死的罪，并且他自己上告于皇帝，所以我定意把他解去。</p><p><a id="26"></a>25:26 论到这人，我没有确实的事可以奏明主上。因此，我带他到你们面前，也特意带他到你亚基帕王面前，为要在查问之后有所陈奏。</p><p><a id="27"></a>25:27 据我看来，解送囚犯，不指明他的罪案是不合理的。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/使徒行传/25.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _25 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _25 as default
};
