import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/以赛亚书/66.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/以赛亚书/66.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>66:1 耶和华如此说：“天是我的座位，地是我的脚凳。你们要为我造何等的殿宇？哪里是我安息的地方呢？”</p><p><a id="2"></a>66:2 耶和华说：“这一切都是我手所造的，所以就都有了。但我所看顾的，就是虚心（注：“虚心”原文作“贫穷”）痛悔、因我话而战兢的人。</p><p><a id="3"></a>66:3 假冒为善的宰牛，好像杀人，献羊羔，好像打折狗项，献供物，好像献猪血，烧乳香，好像称颂偶像。这等人拣选自己的道路，心里喜悦行可憎恶的事。</p><p><a id="4"></a>66:4 我也必拣选迷惑他们的事，使他们所惧怕的临到他们。因为我呼唤，无人答应；我说话，他们不听从，反倒行我眼中看为恶的，拣选我所不喜悦的。”</p><p><a id="5"></a>66:5 你们因耶和华言语战兢的人，当听他的话：“你们的弟兄，就是恨恶你们、因我名赶出你们的曾说：‘愿耶和华得荣耀，使我们得见你们的喜乐’，但蒙羞的究竟是他们。</p><p><a id="6"></a>66:6 有喧哗的声音出自城中，有声音出于殿中，是耶和华向仇敌施行报应的声音。</p><p><a id="7"></a>66:7 　锡安未曾劬劳就生产；未觉疼痛就生出男孩。</p><p><a id="8"></a>66:8 国岂能一日而生？民岂能一时而产？因为锡安一劬劳，便生下儿女。这样的事谁曾听见、谁曾看见呢？”</p><p><a id="9"></a>66:9 耶和华说：“我既使她临产，岂不使她生产呢？”你的　神说：“我既使她生产，岂能使她闭胎不生呢？</p><p><a id="10"></a>66:10 你们爱慕耶路撒冷的，都要与她一同欢喜快乐；你们为她悲哀的，都要与她一同乐上加乐；</p><p><a id="11"></a>66:11 使你们在她安慰的怀中吃奶得饱，使他们得她丰盛的荣耀，犹如挤奶，满心喜乐。”</p><p><a id="12"></a>66:12 耶和华如此说：“我要使平安延及她，好像江河；使列国的荣耀延及她，如同涨溢的河。你们要从中享受（注：原文作“咂”），你们必蒙抱在肋旁，摇弄在膝上。</p><p><a id="13"></a>66:13 母亲怎样安慰儿子，我就照样安慰你们。你们也必因（注：或作“在”）耶路撒冷得安慰。”</p><p><a id="14"></a>66:14 你们看见，就心中快乐，你们的骨头必得滋润，像嫩草一样。而且耶和华的手向他仆人所行的，必被人知道；他也要向仇敌发恼恨。</p><p><a id="15"></a>66:15 “看哪，耶和华必在火中降临。他的车辇像旋风，以烈怒施行报应，以火焰施行责罚。</p><p><a id="16"></a>66:16 因为耶和华在一切有血气的人身上，必以火与刀施行审判，被耶和华所杀的必多。</p><p><a id="17"></a>66:17 那些分别为圣、洁净自己的，进入园内。跟在其中一个人的后头吃猪肉和仓鼠，并可憎之物，他们必一同灭绝。”这是耶和华说的。</p><p><a id="18"></a>66:18 “我知道他们的行为和他们的意念。时候将到，我必将万民万族（注：“族”原文作“舌”）聚来，看见我的荣耀。</p><p><a id="19"></a>66:19 我要显神迹（注：或作“记号”）在他们中间，逃脱的我要差到列国去，就是到他施、普勒、拉弓的路德和土巴、雅完，并素来没有听见我名声、没有看见我荣耀辽远的海岛，他们必将我的荣耀传扬在列国中。</p><p><a id="20"></a>66:20 他们必将你们的弟兄从列国中送回，使他们或骑马，或坐车，坐轿，骑骡子，骑独峰驼，到我的圣山耶路撒冷，作为供物献给耶和华，好像以色列人用洁净的器皿盛供物奉到耶和华的殿中。”这是耶和华说的。</p><p><a id="21"></a>66:21 耶和华说：“我也必从他们中间取人为祭司，为利未人。”</p><p><a id="22"></a>66:22 耶和华说：“我所要造的新天新地，怎样在我面前长存，你们的后裔和你们的名字也必照样长存！</p><p><a id="23"></a>66:23 每逢月朔、安息日，凡有血气的必来在我面前下拜。”这是耶和华说的。</p><p><a id="24"></a>66:24 “他们必出去观看那些违背我人的尸首，因为他们的虫是不死的，他们的火是不灭的。凡有血气的都必憎恶他们。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/以赛亚书/66.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _66 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _66 as default
};
