import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/使徒行传/11.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/使徒行传/11.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>11:1 使徒和在犹太的众弟兄听说外邦人也领受了　神的道。</p><p><a id="2"></a>11:2 及至彼得上了耶路撒冷，那些奉割礼的门徒和他争辩说：</p><p><a id="3"></a>11:3 “你进入未受割礼之人的家，和他们一同吃饭了。”</p><p><a id="4"></a>11:4 彼得就开口把这事挨次给他们讲解，说：</p><p><a id="5"></a>11:5 “我在约帕城里祷告的时候，魂游象外，看见异象，有一物降下，好像一块大布，系著四角，从天缒下，直来到我跟前。</p><p><a id="6"></a>11:6 我定睛观看，见内中有地上四足的牲畜和野兽、昆虫并天上的飞鸟。</p><p><a id="7"></a>11:7 我且听见有声音向我说：‘彼得，起来，宰了吃！’</p><p><a id="8"></a>11:8 我说：‘主啊，这是不可的！凡俗而不洁净的物从来没有入过我的口。’</p><p><a id="9"></a>11:9 第二次，有声音从天上说：‘　神所洁净的，你不可当作俗物。’</p><p><a id="10"></a>11:10 这样一连三次，就都收回天上去了。</p><p><a id="11"></a>11:11 正当那时，有三个人站在我们所住的房门前，是从凯撒利亚差来见我的。</p><p><a id="12"></a>11:12 圣灵吩咐我和他们同去，不要疑惑（注：或作“不要分别等类”）。同著我去的，还有这六位弟兄，我们都进了那人的家。</p><p><a id="13"></a>11:13 那人就告诉我们，他如何看见一位天使站在他屋里，说：‘你打发人往约帕去，请那称呼彼得的西门来，</p><p><a id="14"></a>11:14 他有话告诉你，可以叫你和你的全家得救。’</p><p><a id="15"></a>11:15 我一开讲，圣灵便降在他们身上，正像当初降在我们身上一样。</p><p><a id="16"></a>11:16 我就想起主的话说：‘约翰是用水施洗，但你们要受圣灵的洗。’</p><p><a id="17"></a>11:17 神既然给他们恩赐，像在我们信主耶稣基督的时候给了我们一样，我是谁，能拦阻　神呢？”</p><p><a id="18"></a>11:18 众人听见这话，就不言语了，只归荣耀与　神，说：“这样看来，神也赐恩给外邦人，叫他们悔改得生命了。”</p><p><a id="19"></a>11:19 那些因司提反的事遭患难四散的门徒，直走到腓尼基和塞浦路斯并安提阿。他们不向别人讲道，只向犹太人讲。</p><p><a id="20"></a>11:20 但内中有塞浦路斯和古利奈人，他们到了安提阿，也向希腊人传讲主耶稣（注：有古卷作“也向说希腊话的犹太人传讲主耶稣”）。</p><p><a id="21"></a>11:21 主与他们同在，信而归主的人就很多了。</p><p><a id="22"></a>11:22 这风声传到耶路撒冷教会人的耳中，他们就打发巴拿巴出去，走到安提阿为止。</p><p><a id="23"></a>11:23 他到了那里，看见　神所赐的恩就欢喜，劝勉众人，立定心志，恒久靠主。</p><p><a id="24"></a>11:24 这巴拿巴原是个好人，被圣灵充满，大有信心。于是，有许多人归服了主。</p><p><a id="25"></a>11:25 他又往大数去找扫罗，</p><p><a id="26"></a>11:26 找著了，就带他到安提阿去。他们足有一年的工夫和教会一同聚集，教训了许多人。门徒称为基督徒是从安提阿起首。</p><p><a id="27"></a>11:27 当那些日子，有几位先知从耶路撒冷下到安提阿。</p><p><a id="28"></a>11:28 内中有一位名叫亚迦布，站起来，藉著圣灵指明天下将有大饥荒。这事到革老丢年间果然有了。</p><p><a id="29"></a>11:29 于是门徒定意照各人的力量捐钱，送去供给住在犹太的弟兄。</p><p><a id="30"></a>11:30 他们就这样行，把捐项托巴拿巴和扫罗送到众长老那里。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/使徒行传/11.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _11 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _11 as default
};
