import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/使徒行传/21.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/使徒行传/21.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>21:1 我们离别了众人，就开船一直行到哥士。第二天到了罗底，从那里到帕大喇，</p><p><a id="2"></a>21:2 遇见一只船要往腓尼基去，就上船起行。</p><p><a id="3"></a>21:3 望见塞浦路斯，就从南边行过，往叙利亚去。我们就在推罗上岸，因为船要在那里卸货。</p><p><a id="4"></a>21:4 找著了门徒，就在那里住了七天。他们被圣灵感动，对保罗说：“不要上耶路撒冷去。”</p><p><a id="5"></a>21:5 过了这几天，我们就起身前行，他们众人同妻子儿女送我们到城外。我们都跪在岸上祷告，彼此辞别；</p><p><a id="6"></a>21:6 我们上了船，他们就回家去了。</p><p><a id="7"></a>21:7 我们从推罗行尽了水路，来到多利买，就问那里的弟兄安，和他们同住了一天。</p><p><a id="8"></a>21:8 第二天，我们离开那里，来到凯撒利亚，就进了传福音的腓利家里，和他同住。他是那七个执事里的一个。</p><p><a id="9"></a>21:9 他有四个女儿，都是处女，是说预言的。</p><p><a id="10"></a>21:10 我们在那里多住了几天。有一个先知，名叫亚迦布，从犹太下来。</p><p><a id="11"></a>21:11 到了我们这里，就拿保罗的腰带捆上自己的手脚，说：“圣灵说：‘犹太人在耶路撒冷要如此捆绑这腰带的主人，把他交在外邦人手里。’”</p><p><a id="12"></a>21:12 我们和那本地的人听见这话，都苦劝保罗不要上耶路撒冷去。</p><p><a id="13"></a>21:13 保罗说：“你们为甚么这样痛哭，使我心碎呢？我为主耶稣的名，不但被人捆绑，就是死在耶路撒冷也是愿意的。”</p><p><a id="14"></a>21:14 保罗既不听劝，我们便住了口，只说“愿主的旨意成就”便了。</p><p><a id="15"></a>21:15 过了几日，我们收拾行李上耶路撒冷去。</p><p><a id="16"></a>21:16 有凯撒利亚的几个门徒和我们同去，带我们到一个久为（注：“久为”或作“老”）门徒的家里，叫我们与他同住；他名叫拿孙，是塞浦路斯人。</p><p><a id="17"></a>21:17 到了耶路撒冷，弟兄们欢欢喜喜地接待我们。</p><p><a id="18"></a>21:18 第二天，保罗同我们去见雅各，长老们也都在那里。</p><p><a id="19"></a>21:19 保罗问了他们安，便将　神用他传教，在外邦人中间所行之事一一地述说了。</p><p><a id="20"></a>21:20 他们听见，就归荣耀与　神，对保罗说：“兄台，你看犹太人中信主的有多少万，并且都为律法热心。</p><p><a id="21"></a>21:21 他们听见人说，你教训一切在外邦的犹太人离弃摩西，对他们说，不要给孩子行割礼，也不要遵行条规。</p><p><a id="22"></a>21:22 众人必听见你来了，这可怎么办呢？</p><p><a id="23"></a>21:23 你就照著我们的话行吧！我们这里有四个人，都有愿在身。</p><p><a id="24"></a>21:24 你带他们去，与他们一同行洁净的礼，替他们拿出规费，叫他们得以剃头。这样，众人就可知道，先前所听见你的事都是虚的；并可知道，你自己为人循规蹈矩，遵行律法。</p><p><a id="25"></a>21:25 至于信主的外邦人，我们已经写信拟定，叫他们谨忌那祭偶像之物和血，并勒死的牲畜与奸淫。”</p><p><a id="26"></a>21:26 于是，保罗带著那四个人，第二天与他们一同行了洁净的礼，进了殿，报明洁净的日期满足，只等祭司为他们各人献祭。</p><p><a id="27"></a>21:27 那七日将完，从亚西亚来的犹太人，看见保罗在殿里，就耸动了众人下手拿他，</p><p><a id="28"></a>21:28 喊叫说：“以色列人来帮助！这就是在各处教训众人，糟践我们百姓和律法并这地方的。他又带著希腊人进殿，污秽了这圣地。”</p><p><a id="29"></a>21:29 这话是因他们曾看见以弗所人特罗非摩同保罗在城里，以为保罗带他进了殿。</p><p><a id="30"></a>21:30 合城都震动，百姓一齐跑来，拿住保罗，拉他出殿，殿门立刻都关了。</p><p><a id="31"></a>21:31 他们正想要杀他，有人报信给营里的千夫长说：“耶路撒冷合城都乱了！”</p><p><a id="32"></a>21:32 千夫长立时带著兵丁和几个百夫长跑下去，到他们那里。他们见了千夫长和兵丁，就止住不打保罗。</p><p><a id="33"></a>21:33 于是千夫长上前拿住他，吩咐用两条铁链捆锁；又问他是甚么人，做的是甚么事。</p><p><a id="34"></a>21:34 众人有喊叫这个的，有喊叫那个的。千夫长因为这样乱嚷，得不著实情，就吩咐人将保罗带进营楼去。</p><p><a id="35"></a>21:35 到了台阶上，众人挤得凶猛，兵丁只得将保罗抬起来。</p><p><a id="36"></a>21:36 众人跟在后面，喊著说：“除掉他！”</p><p><a id="37"></a>21:37 将要带他进营楼，保罗对千夫长说：“我对你说句话，可以不可以？”他说：“你懂得希腊话吗？</p><p><a id="38"></a>21:38 你莫非是从前作乱、带领四千凶徒往旷野去的那埃及人吗？”</p><p><a id="39"></a>21:39 保罗说：“我本是犹太人，生在基利家的大数，并不是无名小城的人。求你准我对百姓说话。”</p><p><a id="40"></a>21:40 千夫长准了。保罗就站在台阶上，向百姓摆手，他们都静默无声，保罗便用希伯来话对他们说：</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/使徒行传/21.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _21 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _21 as default
};
