import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/马可福音/2.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/马可福音/2.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>2:1 过了些日子，耶稣又进了迦百农。人听见他在房子里，</p><p><a id="2"></a>2:2 就有许多人聚集，甚至连门前都没有空地，耶稣就对他们讲道。</p><p><a id="3"></a>2:3 有人带著一个瘫子来见耶稣，是用四个人抬来的。</p><p><a id="4"></a>2:4 因为人多，不得近前，就把耶稣所在的房子，拆了房顶，既拆通了，就把瘫子连所躺卧的褥子都缒下来。</p><p><a id="5"></a>2:5 耶稣见他们的信心，就对瘫子说：“小子，你的罪赦了。”</p><p><a id="6"></a>2:6 有几个文士坐在那里，心里议论，说：</p><p><a id="7"></a>2:7 “这个人为甚么这样说呢？他说僭妄的话了！除了　神以外，谁能赦罪呢？”</p><p><a id="8"></a>2:8 耶稣心中知道他们心里这样议论，就说：“你们心里为甚么这样议论呢？</p><p><a id="9"></a>2:9 或对瘫子说‘你的罪赦了’，或说‘起来，拿你的褥子行走’，哪一样容易呢？</p><p><a id="10"></a>2:10 但要叫你们知道，人子在地上有赦罪的权柄。”就对瘫子说：</p><p><a id="11"></a>2:11 “我吩咐你起来，拿你的褥子回家去吧！”</p><p><a id="12"></a>2:12 那人就起来，立刻拿著褥子，当众人面前出去了。以致众人都惊奇，归荣耀与　神，说：“我们从来没有见过这样的事。”</p><p><a id="13"></a>2:13 耶稣又出到海边去，众人都就了他来，他便教训他们。</p><p><a id="14"></a>2:14 耶稣经过的时候，看见亚勒腓的儿子利未坐在税关上，就对他说：“你跟从我来！”他就起来，跟从了耶稣。</p><p><a id="15"></a>2:15 耶稣在利未家里坐席的时候，有好些税吏和罪人与耶稣并门徒一同坐席，因为这样的人多，他们也跟随耶稣。</p><p><a id="16"></a>2:16 法利赛人中的文士（注：有古卷作“文士和法利赛人”）看见耶稣和罪人并税吏一同吃饭，就对他门徒说：“他和税吏并罪人一同吃喝吗？”</p><p><a id="17"></a>2:17 耶稣听见，就对他们说：“康健的人用不著医生，有病的人才用得著。我来本不是召义人，乃是召罪人。”</p><p><a id="18"></a>2:18 当下，约翰的门徒和法利赛人禁食。他们来问耶稣说：“约翰的门徒和法利赛人的门徒禁食，你的门徒倒不禁食，这是为甚么呢？”</p><p><a id="19"></a>2:19 耶稣对他们说：“新郎和陪伴之人同在的时候，陪伴之人岂能禁食呢？新郎还同在，他们不能禁食。</p><p><a id="20"></a>2:20 但日子将到，新郎要离开他们，那日他们就要禁食。</p><p><a id="21"></a>2:21 没有人把新布缝在旧衣服上，恐怕所补上的新布，带坏了旧衣服，破的就更大了。</p><p><a id="22"></a>2:22 也没有人把新酒装在旧皮袋里，恐怕酒把皮袋裂开，酒和皮袋就都坏了；惟把新酒装在新皮袋里。”</p><p><a id="23"></a>2:23 耶稣当安息日从麦地经过。他门徒行路的时候，掐了麦穗。</p><p><a id="24"></a>2:24 法利赛人对耶稣说：“看哪，他们在安息日为甚么做不可做的事呢？”</p><p><a id="25"></a>2:25 耶稣对他们说：“经上记著大卫和跟从他的人缺乏、饥饿之时所做的事，你们没有念过吗？</p><p><a id="26"></a>2:26 他当亚比亚他作大祭司的时候，怎么进了　神的殿，吃了陈设饼，又给跟从他的人吃；这饼除了祭司以外，人都不可吃。”</p><p><a id="27"></a>2:27 又对他们说：“安息日是为人设立的，人不是为安息日设立的。</p><p><a id="28"></a>2:28 所以，人子也是安息日的主。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/马可福音/2.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _2 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _2 as default
};
