import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/撒母耳记(下)/12.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/撒母耳记(下)/12.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>12:1 耶和华差遣拿单去见大卫。拿单到了大卫那里，对他说：“在一座城里有两个人：一个是富户，一个是穷人。</p><p><a id="2"></a>12:2 富户有许多牛群羊群；</p><p><a id="3"></a>12:3 穷人除了所买来养活的一只小母羊羔之外，别无所有。羊羔在他家里和他儿女一同长大，吃他所吃的，喝他所喝的，睡在他怀中，在他看来如同女儿一样。</p><p><a id="4"></a>12:4 有一客人来到这富户家里，富户舍不得从自己的牛群羊群中取一只预备给客人吃，却取了那穷人的羊羔，预备给客人吃。”</p><p><a id="5"></a>12:5 大卫就甚恼怒那人，对拿单说：“我指著永生的耶和华起誓，行这事的人该死！</p><p><a id="6"></a>12:6 他必偿还羊羔四倍，因为他行这事，没有怜恤的心。”</p><p><a id="7"></a>12:7 拿单对大卫说：“你就是那人！耶和华以色列的　神如此说：‘我膏你作以色列的王，救你脱离扫罗的手；</p><p><a id="8"></a>12:8 我将你主人的家业赐给你，将你主人的妻交在你怀里，又将以色列和犹大家赐给你；你若还以为不足，我早就加倍地赐给你。</p><p><a id="9"></a>12:9 你为甚么藐视耶和华的命令，行他眼中看为恶的事呢？你借亚扪人的刀杀害赫人乌利亚，又娶了他的妻为妻。</p><p><a id="10"></a>12:10 你既藐视我，娶了赫人乌利亚的妻为妻，所以刀剑必永不离开你的家。’</p><p><a id="11"></a>12:11 耶和华如此说：‘我必从你家中兴起祸患攻击你，我必在你眼前把你的妃嫔赐给别人，他在日光之下就与她们同寝。</p><p><a id="12"></a>12:12 你在暗中行这事，我却要在以色列众人面前，日光之下报应你。’”</p><p><a id="13"></a>12:13 大卫对拿单说：“我得罪耶和华了！”拿单说：“耶和华已经除掉你的罪，你必不至于死。</p><p><a id="14"></a>12:14 只是你行这事，叫耶和华的仇敌大得亵渎的机会，故此，你所得的孩子必定要死。”</p><p><a id="15"></a>12:15 拿单就回家去了。耶和华击打乌利亚妻给大卫所生的孩子，使他得重病。</p><p><a id="16"></a>12:16 所以大卫为这孩子恳求　神，而且禁食，进入内室，终夜躺在地上。</p><p><a id="17"></a>12:17 他家中的老臣来到他旁边，要把他从地上扶起来，他却不肯起来，也不同他们吃饭。</p><p><a id="18"></a>12:18 到第七日孩子死了。大卫的臣仆不敢告诉他孩子死了。因他们说：“孩子还活著的时候，我们劝他，他尚且不肯听我们的话，若告诉他孩子死了，岂不更加忧伤吗？”</p><p><a id="19"></a>12:19 大卫见臣仆彼此低声说话，就知道孩子死了，问臣仆说：“孩子死了吗？”他们说：“死了。”</p><p><a id="20"></a>12:20 大卫就从地上起来，沐浴，抹膏，换了衣裳，进耶和华的殿敬拜，然后回宫，吩咐人摆饭，他便吃了。</p><p><a id="21"></a>12:21 臣仆问他说：“你所行的是甚么意思？孩子活著的时候，你禁食哭泣;孩子死了，你倒起来吃饭。”</p><p><a id="22"></a>12:22 大卫说：“孩子还活著，我禁食哭泣，因为我想，或者耶和华怜恤我，使孩子不死也未可知，</p><p><a id="23"></a>12:23 孩子死了，我何必禁食？我岂能使他返回呢？我必往他那里去，他却不能回我这里来。”</p><p><a id="24"></a>12:24 大卫安慰他的妻拔示巴，与她同寝。她就生了儿子，给他起名叫所罗门。耶和华也喜爱他，</p><p><a id="25"></a>12:25 就藉先知拿单赐他一个名字叫耶底底亚，因为耶和华爱他。</p><p><a id="26"></a>12:26 约押攻取亚扪人的京城拉巴。</p><p><a id="27"></a>12:27 约押打发使者去见大卫，说：“我攻打拉巴，取其水城。</p><p><a id="28"></a>12:28 现在你要聚集其余的军兵来，安营围攻这城。恐怕我取了这城，人就以我的名叫这城。”</p><p><a id="29"></a>12:29 于是大卫聚集众军，往拉巴去攻城，就取了这城。</p><p><a id="30"></a>12:30 夺了亚扪人之王所戴的金冠冕（注：“王”或作“玛勒堪”玛勒堪即米勒公，又名摩洛，亚扪族之神名），其上的金子，重一他连得，又嵌著宝石。人将这冠冕戴在大卫头上。大卫从城里夺了许多财物，</p><p><a id="31"></a>12:31 将城里的人，拉出来放在锯下，或铁耙下，或铁斧下，或叫他经过砖窑（注：或作“强他们用锯，或用打粮食的铁器，或用铁斧做工，或使在砖窑里服役”）。大卫待亚扪各城的居民都是如此。其后，大卫和众军都回耶路撒冷去了。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/撒母耳记(下)/12.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _12 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _12 as default
};
