import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/创世记/50.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/创世记/50.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>50:1 约瑟伏在他父亲的面上哀哭，与他亲嘴。</p><p><a id="2"></a>50:2 约瑟吩咐伺候他的医生，用香料薰他父亲，医生就用香料薰了以色列。</p><p><a id="3"></a>50:3 薰尸的常例是四十天，那四十天满了，埃及人为他哀哭了七十天。</p><p><a id="4"></a>50:4 为他哀哭的日子过了，约瑟对法老家中的人说：“我若在你们眼前蒙恩，请你们报告法老说：</p><p><a id="5"></a>50:5 ‘我父亲要死的时候叫我起誓说：你要将我葬在迦南地，在我为自己所掘的坟墓里。现在求你让我上去葬我父亲，以后我必回来。’”</p><p><a id="6"></a>50:6 法老说：“你可以上去，照著你父亲叫你起的誓，将他葬埋。”</p><p><a id="7"></a>50:7 于是约瑟上去葬他父亲。与他一同上去的，有法老的臣仆和法老家中的长老，并埃及国的长老，</p><p><a id="8"></a>50:8 还有约瑟的全家和他的弟兄们，并他父亲的眷属；只有他们的妇人、孩子和羊群、牛群，都留在歌珊地；</p><p><a id="9"></a>50:9 又有车辆马兵，和他一同上去；那一帮人甚多。</p><p><a id="10"></a>50:10 他们到了约旦河外、亚达的禾场，就在那里大大地号啕痛哭。约瑟为他父亲哀哭了七天。</p><p><a id="11"></a>50:11 迦南的居民见亚达禾场上的哀哭，就说：“这是埃及人一场极大的哀哭。”因此那地方名叫亚伯麦西，是在约旦河东。</p><p><a id="12"></a>50:12 雅各的儿子们就遵著他父亲所吩咐的办了，</p><p><a id="13"></a>50:13 把他搬到迦南地，葬在幔利前、麦比拉田间的洞里。那洞和田是亚伯拉罕向赫人以弗仑买来为业，作坟地的。</p><p><a id="14"></a>50:14 约瑟葬了他父亲以后，就和众弟兄，并一切同他上去葬他父亲的人，都回埃及去了。</p><p><a id="15"></a>50:15 约瑟的哥哥们见父亲死了，就说：“或者约瑟怀恨我们，照著我们从前待他一切的恶，足足地报复我们。”</p><p><a id="16"></a>50:16 他们就打发人去见约瑟说：“你父亲未死以先吩咐说：</p><p><a id="17"></a>50:17 ‘你们要对约瑟这样说：从前你哥哥们恶待你，求你饶恕他们的过犯和罪恶。’如今求你饶恕你父亲　神之仆人的过犯。”他们对约瑟说这话，约瑟就哭了。</p><p><a id="18"></a>50:18 他的哥哥们又来俯伏在他面前说：“我们是你的仆人。”</p><p><a id="19"></a>50:19 约瑟对他们说：“不要害怕，我岂能代替　神呢？</p><p><a id="20"></a>50:20 从前你们的意思是要害我，但　神的意思原是好的，要保全许多人的性命，成就今日的光景。</p><p><a id="21"></a>50:21 现在你们不要害怕，我必养活你们和你们的妇人孩子。”于是约瑟用亲爱的话安慰他们。</p><p><a id="22"></a>50:22 约瑟和他父亲的眷属都住在埃及。约瑟活了一百一十岁。</p><p><a id="23"></a>50:23 约瑟得见以法莲第三代的子孙；玛拿西的孙子、玛吉的儿子也养在约瑟的膝上。</p><p><a id="24"></a>50:24 约瑟对他弟兄们说：“我要死了，但　神必定看顾你们，领你们从这地上去，到他起誓所应许给亚伯拉罕、以撒、雅各之地。”</p><p><a id="25"></a>50:25 约瑟叫以色列的子孙起誓说：“　神必定看顾你们，你们要把我的骸骨从这里搬上去。”</p><p><a id="26"></a>50:26 约瑟死了，正一百一十岁。人用香料将他薰了，把他收殓在棺材里，停在埃及。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/创世记/50.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _50 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _50 as default
};
