import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/历代志(上)/24.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/历代志(上)/24.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>24:1 亚伦子孙的班次记在下面：亚伦的儿子是拿答、亚比户、以利亚撒、以他玛。</p><p><a id="2"></a>24:2 拿答、亚比户死在他们父亲之先，没有留下儿子，故此，以利亚撒、以他玛供祭司的职分。</p><p><a id="3"></a>24:3 以利亚撒的子孙撒督和以他玛的子孙亚希米勒，同著大卫将他们的族弟兄分成班次。</p><p><a id="4"></a>24:4 以利亚撒子孙中为首的比以他玛子孙中为首的更多。分班如下：以利亚撒的子孙中有十六个族长，以他玛的子孙中有八个族长，</p><p><a id="5"></a>24:5 都掣签分立，彼此一样。在圣所和　神面前作首领的有以利亚撒的子孙，也有以他玛的子孙。</p><p><a id="6"></a>24:6 作书记的利未人拿坦业的儿子示玛雅在王和首领，与祭司撒督、亚比亚他的儿子亚希米勒，并祭司利未人的族长面前，记录他们的名字。在以利亚撒的子孙中取一族，在以他玛的子孙中取一族。</p><p><a id="7"></a>24:7 掣签的时候，第一掣出来的是耶何雅立，第二是耶大雅，</p><p><a id="8"></a>24:8 第三是哈琳，第四是梭琳，</p><p><a id="9"></a>24:9 第五是玛基雅，第六是米雅民，</p><p><a id="10"></a>24:10 第七是哈歌斯，第八是亚比雅，</p><p><a id="11"></a>24:11 第九是耶书亚，第十是示迦尼，</p><p><a id="12"></a>24:12 第十一是以利亚实，第十二是雅金，</p><p><a id="13"></a>24:13 第十三是胡巴，第十四是耶是比押，</p><p><a id="14"></a>24:14 第十五是璧迦，第十六是音麦，</p><p><a id="15"></a>24:15 第十七是希悉，第十八是哈辟悉，</p><p><a id="16"></a>24:16 第十九是□他希雅，第二十是以西结，</p><p><a id="17"></a>24:17 第二十一是雅斤，第二十二是迦末，</p><p><a id="18"></a>24:18 第二十三是第来雅，第二十四是玛西亚。</p><p><a id="19"></a>24:19 这就是他们的班次，要照耶和华以色列的　神藉他们祖宗亚伦所吩咐的条例，进入耶和华的殿办理事务。</p><p><a id="20"></a>24:20 利未其余的子孙如下：暗兰的子孙里有书巴业，书巴业的子孙里有耶希底亚，</p><p><a id="21"></a>24:21 利哈比雅的子孙里有长子伊示雅，</p><p><a id="22"></a>24:22 以斯哈的子孙里有示罗摩，示罗摩的子孙里有雅哈，</p><p><a id="23"></a>24:23 希伯伦的子孙里有长子耶利雅、次子亚玛利亚、三子雅哈悉、四子耶加面，</p><p><a id="24"></a>24:24 乌薛的子孙里有米迦，米迦的子孙里有沙密。</p><p><a id="25"></a>24:25 米迦的兄弟是伊示雅，伊示雅的子孙里有撒迦利雅。</p><p><a id="26"></a>24:26 米拉利的儿子是抹利、母示、雅西雅；雅西雅的儿子有比挪。</p><p><a id="27"></a>24:27 米拉利的子孙里有雅西雅的儿子比挪、朔含、撒刻、伊比利。</p><p><a id="28"></a>24:28 抹利的儿子是以利亚撒；以利亚撒没有儿子。</p><p><a id="29"></a>24:29 基士的子孙里有耶拉篾。</p><p><a id="30"></a>24:30 母示的儿子是末力、以得、耶利摩。按著宗族这都是利未的子孙。</p><p><a id="31"></a>24:31 他们在大卫王和撒督，并亚希米勒与祭司利未人的族长面前掣签，正如他们弟兄亚伦的子孙一般。各族的长者与兄弟没有分别。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/历代志(上)/24.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _24 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _24 as default
};
