import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/士师记/13.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/士师记/13.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>13:1 以色列人又行耶和华眼中看为恶的事，耶和华将他们交在非利士人手中四十年。</p><p><a id="2"></a>13:2 那时有一个琐拉人，是属但族的，名叫玛挪亚。他的妻不怀孕，不生育。</p><p><a id="3"></a>13:3 耶和华的使者向那妇人显现，对她说：“向来你不怀孕，不生育，如今你必怀孕，生一个儿子。</p><p><a id="4"></a>13:4 所以你当谨慎，清酒浓酒都不可喝，一切不洁之物也不可吃。</p><p><a id="5"></a>13:5 你必怀孕，生一个儿子，不可用剃头刀剃他的头，因为这孩子一出胎就归　神作拿细耳人。他必起首拯救以色列人脱离非利士人的手。”</p><p><a id="6"></a>13:6 妇人就回去对丈夫说：“有一个神人到我面前来，他的相貌如　神使者的相貌，甚是可畏。我没有问他从哪里来，他也没有将他的名告诉我，</p><p><a id="7"></a>13:7 却对我说：‘你要怀孕，生一个儿子，所以清酒浓酒都不可喝，一切不洁之物也不可吃，因为这孩子从出胎一直到死，必归　神作拿细耳人。’”</p><p><a id="8"></a>13:8 玛挪亚就祈求耶和华说：“主啊，求你再差遣那神人到我们这里来，好指教我们怎样待这将要生的孩子。”</p><p><a id="9"></a>13:9 神应允玛挪亚的话。妇人正坐在田间的时候，　神的使者又到她那里，她丈夫玛挪亚却没有同她在一处。</p><p><a id="10"></a>13:10 妇人急忙跑去告诉丈夫说：“那日到我面前来的人，又向我显现。”</p><p><a id="11"></a>13:11 玛挪亚起来跟随他的妻来到那人面前，对他说：“与这妇人说话的就是你吗？”他说：“是我。”</p><p><a id="12"></a>13:12 玛挪亚说：“愿你的话应验。我们当怎样待这孩子，他后来当怎样呢？”</p><p><a id="13"></a>13:13 耶和华的使者对玛挪亚说：“我告诉妇人的一切事，她都当谨慎。</p><p><a id="14"></a>13:14 葡萄树所结的都不可吃，清酒浓酒都不可喝，一切不洁之物也不可吃。凡我所吩咐的，她都当遵守。”</p><p><a id="15"></a>13:15 玛挪亚对耶和华的使者说：“求你容我们款留你，好为你预备一只山羊羔。”</p><p><a id="16"></a>13:16 耶和华的使者对玛挪亚说：“你虽然款留我，我却不吃你的食物，你若预备燔祭，就当献与耶和华。”原来玛挪亚不知道他是耶和华的使者。</p><p><a id="17"></a>13:17 玛挪亚对耶和华的使者说：“请将你的名告诉我，到你话应验的时候，我们好尊敬你。”</p><p><a id="18"></a>13:18 耶和华的使者对他说：“你何必问我的名？我名是奇妙的。”</p><p><a id="19"></a>13:19 玛挪亚将一只山羊羔和素祭，在磐石上献与耶和华。使者行奇妙的事，玛挪亚和他的妻观看：</p><p><a id="20"></a>13:20 见火焰从坛上往上升，耶和华的使者在坛上的火焰中也升上去了。玛挪亚和他的妻看见，就俯伏于地。</p><p><a id="21"></a>13:21 耶和华的使者不再向玛挪亚和他的妻显现，玛挪亚才知道他是耶和华的使者。</p><p><a id="22"></a>13:22 玛挪亚对他的妻说：“我们必要死，因为看见了　神。”</p><p><a id="23"></a>13:23 他的妻却对他说：“耶和华若要杀我们，必不从我们手里收纳燔祭和素祭，并不将这一切事指示我们，今日也不将这些话告诉我们。”</p><p><a id="24"></a>13:24 后来妇人生了一个儿子，给他起名叫参孙。孩子长大，耶和华赐福与他。</p><p><a id="25"></a>13:25 在玛哈尼但，就是琐拉和以实陶中间，耶和华的灵才感动他。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/士师记/13.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _13 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _13 as default
};
