import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/约翰福音/14.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/约翰福音/14.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>14:1 你们心里不要忧愁，你们信　神，也当信我。</p><p><a id="2"></a>14:2 在我父的家里有许多住处；若是没有，我就早已告诉你们了；我去原是为你们预备地方去。</p><p><a id="3"></a>14:3 我若去为你们预备了地方，就必再来接你们到我那里去；我在哪里，叫你们也在那里。</p><p><a id="4"></a>14:4 我往哪里去，你们知道；那条路，你们也知道（注：有古卷作“我往哪里去，你们知道那条路”）。”</p><p><a id="5"></a>14:5 多马对他说：“主啊，我们不知道你往哪里去，怎么知道那条路呢？ ”</p><p><a id="6"></a>14:6 耶稣说：“我就是道路、真理、生命；若不藉著我，没有人能到父那里去。</p><p><a id="7"></a>14:7 你们若认识我，也就认识我的父。从今以后，你们认识他，并且已经看见他。”</p><p><a id="8"></a>14:8 腓力对他说：“求主将父显给我们看，我们就知足了。”</p><p><a id="9"></a>14:9 耶稣对他说：“腓力，我与你们同在这样长久，你还不认识我吗？人看见了我，就是看见了父，你怎么说‘将父显给我们看’呢？</p><p><a id="10"></a>14:10 我在父里面，父在我里面，你不信吗？我对你们所说的话，不是凭著自己说的，乃是住在我里面的父做他自己的事。</p><p><a id="11"></a>14:11 你们当信我，我在父里面，父在我里面；即或不信，也当因我所做的事信我。</p><p><a id="12"></a>14:12 我实实在在地告诉你们：我所做的事，信我的人也要做；并且要做比这更大的事，因为我往父那里去。</p><p><a id="13"></a>14:13 你们奉我的名无论求甚么，我必成就，叫父因儿子得荣耀。</p><p><a id="14"></a>14:14 你们若奉我的名求甚么，我必成就。</p><p><a id="15"></a>14:15 你们若爱我，就必遵守我的命令。</p><p><a id="16"></a>14:16 我要求父，父就另外赐给你们一位保惠师（注：或作“训慰师”。下同），叫他永远与你们同在，</p><p><a id="17"></a>14:17 就是真理的圣灵，乃世人不能接受的，因为不见他，也不认识他；你们却认识他，因他常与你们同在，也要在你们里面。</p><p><a id="18"></a>14:18 我不撇下你们为孤儿，我必到你们这里来。</p><p><a id="19"></a>14:19 还有不多的时候，世人不再看见我；你们却看见我，因为我活著，你们也要活著。</p><p><a id="20"></a>14:20 到那日你们就知道我在父里面，你们在我里面，我也在你们里面。</p><p><a id="21"></a>14:21 有了我的命令又遵守的，这人就是爱我的；爱我的必蒙我父爱他， 我也要爱他，并且要向他显现。”</p><p><a id="22"></a>14:22 犹大（不是加略人犹大）问耶稣说：“主啊，为甚么要向我们显现，不向世人显现呢？”</p><p><a id="23"></a>14:23 耶稣回答说：“人若爱我，就必遵守我的道，我父也必爱他，并且我们要到他那里去，与他同住。</p><p><a id="24"></a>14:24 不爱我的人就不遵守我的道，你们所听见的道不是我的，乃是差我来之父的道。</p><p><a id="25"></a>14:25 我还与你们同住的时候，已将这些话对你们说了。</p><p><a id="26"></a>14:26 但保惠师，就是父因我的名所要差来的圣灵，他要将一切的事指教你们，并且要叫你们想起我对你们所说的一切话。</p><p><a id="27"></a>14:27 我留下平安给你们，我将我的平安赐给你们。我所赐的，不像世人所赐的；你们心里不要忧愁，也不要胆怯。</p><p><a id="28"></a>14:28 你们听见我对你们说了，我去还要到你们这里来。你们若爱我，因我到父那里去，就必喜乐，因为父是比我大的。</p><p><a id="29"></a>14:29 现在事情还没有成就，我预先告诉你们，叫你们到事情成就的时候，就可以信。</p><p><a id="30"></a>14:30 以后我不再和你们多说话，因为这世界的王将到，他在我里面是毫无所有；</p><p><a id="31"></a>14:31 但要叫世人知道我爱父，并且父怎样吩咐我，我就怎样行。起来，我们走吧。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/约翰福音/14.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _14 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _14 as default
};
