import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/约翰福音/18.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/约翰福音/18.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>18:1 耶稣说了这话，就同门徒出去，过了汲沦溪，在那里有一个园子，他和门徒进去了。</p><p><a id="2"></a>18:2 卖耶稣的犹大也知道那地方，因为耶稣和门徒屡次上那里去聚集。</p><p><a id="3"></a>18:3 犹大领了一队兵和祭司长并法利赛人的差役，拿著灯笼、火把、兵器，就来到园里。</p><p><a id="4"></a>18:4 耶稣知道将要临到自己的一切事，就出来对他们说：“你们找谁？”</p><p><a id="5"></a>18:5 他们回答说：“找拿撒勒人耶稣。”耶稣说：“我就是！”卖他的犹大也同他们站在那里。</p><p><a id="6"></a>18:6 耶稣一说“我就是”，他们就退后倒在地上。</p><p><a id="7"></a>18:7 他又问他们说：“你们找谁？”他们说：“找拿撒勒人耶稣。”</p><p><a id="8"></a>18:8 耶稣说：“我已经告诉你们，我就是。你们若找我，就让这些人去吧！”</p><p><a id="9"></a>18:9 这要应验耶稣从前的话，说：“你所赐给我的人，我没有失落一个。”</p><p><a id="10"></a>18:10 西门彼得带著一把刀，就拔出来，将大祭司的仆人砍了一刀，削掉他的右耳，那仆人名叫马勒古。</p><p><a id="11"></a>18:11 耶稣就对彼得说：“收刀入鞘吧！我父所给我的那杯，我岂可不喝呢？”</p><p><a id="12"></a>18:12 那队兵和千夫长并犹太人的差役就拿住耶稣，把他捆绑了，</p><p><a id="13"></a>18:13 先带到亚那面前，因为亚那是本年作大祭司该亚法的岳父。</p><p><a id="14"></a>18:14 这该亚法就是从前向犹太人发议论说“一个人替百姓死是有益的”那位。</p><p><a id="15"></a>18:15 西门彼得跟著耶稣，还有一个门徒跟著。那门徒是大祭司所认识的，他就同耶稣进了大祭司的院子，</p><p><a id="16"></a>18:16 彼得却站在门外。大祭司所认识的那个门徒出来，和看门的使女说了一声，就领彼得进去。</p><p><a id="17"></a>18:17 那看门的使女对彼得说：“你不也是这人的门徒吗？”他说：“我不是。”</p><p><a id="18"></a>18:18 仆人和差役因为天冷，就生了炭火，站在那里烤火，彼得也同他们站著烤火。</p><p><a id="19"></a>18:19 大祭司就以耶稣的门徒和他的教训盘问他。</p><p><a id="20"></a>18:20 耶稣回答说：“我从来是明明地对世人说话。我常在会堂和殿里，就是犹太人聚集的地方教训人，我在暗地里并没有说甚么。</p><p><a id="21"></a>18:21 你为甚么问我呢？可以问那听见的人，我对他们说的是甚么；我所说的，他们都知道。”</p><p><a id="22"></a>18:22 耶稣说了这话，旁边站著的一个差役用手掌打他，说：“你这样回答大祭司吗？”</p><p><a id="23"></a>18:23 耶稣说：“我若说得不是，你可以指证那不是；我若说得是，你为甚么打我呢？”</p><p><a id="24"></a>18:24 亚那就把耶稣解到大祭司该亚法那里，仍是捆著解去的。</p><p><a id="25"></a>18:25 西门彼得正站著烤火，有人对他说：“你不也是他的门徒吗？”彼得不承认，说：“我不是！”</p><p><a id="26"></a>18:26 有大祭司的一个仆人，是彼得削掉耳朵那人的亲属，说：“我不是看见你同他在园子里吗？”</p><p><a id="27"></a>18:27 彼得又不承认。立时鸡就叫了。</p><p><a id="28"></a>18:28 众人将耶稣从该亚法那里往衙门内解去，那时天还早，他们自己却不进衙门，恐怕染了污秽，不能吃逾越节的筵席。</p><p><a id="29"></a>18:29 彼拉多就出来，到他们那里，说：“你们告这人是为甚么事呢？”</p><p><a id="30"></a>18:30 他们回答说：“这人若不是作恶的，我们就不把他交给你。”</p><p><a id="31"></a>18:31 彼拉多说：“你们自己带他去，按著你们的律法审问他吧！”犹太人说：“我们没有杀人的权柄。”</p><p><a id="32"></a>18:32 这要应验耶稣所说自己将要怎样死的话了。</p><p><a id="33"></a>18:33 彼拉多又进了衙门，叫耶稣来，对他说：“你是犹太人的王吗？”</p><p><a id="34"></a>18:34 耶稣回答说：“这话是你自己说的，还是别人论我对你说的呢？”</p><p><a id="35"></a>18:35 彼拉多说：“我岂是犹太人呢？你本国的人和祭司长把你交给我，你做了甚么事呢？”</p><p><a id="36"></a>18:36 耶稣回答说：“我的国不属这世界。我的国若属这世界，我的臣仆必要争战，使我不至于被交给犹太人；只是我的国不属这世界。”</p><p><a id="37"></a>18:37 彼拉多就对他说：“这样，你是王吗？”耶稣回答说：“你说我是王，我为此而生，也为此来到世间，特为给真理作见证。凡属真理的人就听我的话。”</p><p><a id="38"></a>18:38 彼拉多说：“真理是甚么呢？”说了这话，又出来到犹太人那里，对他们说：“我查不出他有甚么罪来，</p><p><a id="39"></a>18:39 但你们有个规矩，在逾越节要我给你们释放一个人，你们要我给你们释放犹太人的王吗？”</p><p><a id="40"></a>18:40 他们又喊著说：“不要这人，要巴拉巴！”这巴拉巴是个强盗。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/约翰福音/18.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _18 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _18 as default
};
