import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/诗篇/69.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/诗篇/69.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>69:1 神啊，求你救我，因为众水要淹没我！</p><p><a id="2"></a>69:2 我陷在深淤泥中，没有立脚之地；我到了深水中，大水漫过我身。</p><p><a id="3"></a>69:3 我因呼求困乏，喉咙发乾；我因等候　神，眼睛失明。</p><p><a id="4"></a>69:4 无故恨我的，比我头发还多；无理与我为仇、要把我剪除的，甚为强盛。我没有抢夺的，要叫我偿还。</p><p><a id="5"></a>69:5 神啊，我的愚昧，你原知道；我的罪愆不能隐瞒。</p><p><a id="6"></a>69:6 万军的主耶和华啊，求你叫那等候你的，不要因我蒙羞；以色列的　神啊，求你叫那寻求你的，不要因我受辱。</p><p><a id="7"></a>69:7 因我为你的缘故受了辱骂，满面羞愧。</p><p><a id="8"></a>69:8 我的弟兄看我为外路人，我的同胞看我为外邦人。</p><p><a id="9"></a>69:9 因我为你的殿心里焦急，如同火烧，并且辱骂你人的辱骂都落在我身上。</p><p><a id="10"></a>69:10 我哭泣，以禁食刻苦我心，这倒算为我的羞辱。</p><p><a id="11"></a>69:11 我拿麻布当衣裳，就成了他们的笑谈。</p><p><a id="12"></a>69:12 坐在城门口的谈论我，酒徒也以我为歌曲。</p><p><a id="13"></a>69:13 但我在悦纳的时候，向你耶和华祈祷。　神啊，求你按你丰盛的慈爱，凭你拯救的诚实应允我。</p><p><a id="14"></a>69:14 求你搭救我出离淤泥，不叫我陷在其中；求你使我脱离那些恨我的人，使我出离深水。</p><p><a id="15"></a>69:15 求你不容大水漫过我，不容深渊吞灭我，不容坑坎在我以上合口。</p><p><a id="16"></a>69:16 耶和华啊，求你应允我，因为你的慈爱本为美好；求你按你丰盛的慈悲，回转眷顾我。</p><p><a id="17"></a>69:17 不要掩面不顾你的仆人，我是在急难之中，求你速速地应允我！</p><p><a id="18"></a>69:18 求你亲近我，救赎我，求你因我的仇敌把我赎回！</p><p><a id="19"></a>69:19 你知道我受的辱骂、欺凌、羞辱，我的敌人都在你面前。</p><p><a id="20"></a>69:20 辱骂伤破了我的心，我又满了忧愁。我指望有人体恤，却没有一个；我指望有人安慰，却找不著一个。</p><p><a id="21"></a>69:21 他们拿苦胆给我当食物；我渴了，他们拿醋给我喝。</p><p><a id="22"></a>69:22 愿他们的筵席在他们面前变为网罗，在他们平安的时候变为机槛。</p><p><a id="23"></a>69:23 愿他们的眼睛昏蒙，不得看见；愿你使他们的腰常常战抖。</p><p><a id="24"></a>69:24 求你将你的恼恨倒在他们身上；叫你的烈怒追上他们。</p><p><a id="25"></a>69:25 愿他们的住处变为荒场；愿他们的帐棚无人居住。</p><p><a id="26"></a>69:26 因为你所击打的，他们就逼迫；你所击伤的，他们戏说他的愁苦。</p><p><a id="27"></a>69:27 愿你在他们的罪上加罪，不容他们在你面前称义。</p><p><a id="28"></a>69:28 愿他们从生命册上被涂抹，不得记录在义人之中。</p><p><a id="29"></a>69:29 但我是困苦忧伤的，　神啊，愿你的救恩将我安置在高处。</p><p><a id="30"></a>69:30 我要以诗歌赞美　神的名，以感谢称他为大！</p><p><a id="31"></a>69:31 这便叫耶和华喜悦，胜似献牛，或是献有角有蹄的公牛。</p><p><a id="32"></a>69:32 谦卑的人看见了就喜乐。寻求　神的人，愿你们的心苏醒。</p><p><a id="33"></a>69:33 因为耶和华听了穷乏人，不藐视被囚的人。</p><p><a id="34"></a>69:34 愿天和地、洋海和其中一切的动物都赞美他。</p><p><a id="35"></a>69:35 因为　神要拯救锡安，建造犹大的城邑。他的民要在那里居住，得以为业。</p><p><a id="36"></a>69:36 他仆人的后裔要承受为业。爱他名的人也要住在其中。〔大卫的纪念诗，交与伶长。〕</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/诗篇/69.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _69 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _69 as default
};
