import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/创世记/22.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/创世记/22.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>22:1 这些事以后，　神要试验亚伯拉罕，就呼叫他说：“亚伯拉罕！”他说：“我在这里。”</p><p><a id="2"></a>22:2 神说：“你带著你的儿子，就是你独生的儿子，你所爱的以撒，往摩利亚地去，在我所要指示你的山上，把他献为燔祭。”</p><p><a id="3"></a>22:3 亚伯拉罕清早起来，备上驴，带著两个仆人和他儿子以撒，也劈好了燔祭的柴，就起身往　神所指示他的地方去了。</p><p><a id="4"></a>22:4 到了第三日，亚伯拉罕举目远远地看见那地方。</p><p><a id="5"></a>22:5 亚伯拉罕对他的仆人说：“你们和驴在此等候，我与童子往那里去拜一拜，就回到你们这里来。”</p><p><a id="6"></a>22:6 亚伯拉罕把燔祭的柴放在他儿子以撒身上，自己手里拿著火与刀，于是二人同行。</p><p><a id="7"></a>22:7 以撒对他父亲亚伯拉罕说：“父亲哪！”亚伯拉罕说：“我儿，我在这里。”以撒说：“请看，火与柴都有了，但燔祭的羊羔在哪里呢？”</p><p><a id="8"></a>22:8 亚伯拉罕说：“我儿，　神必自己预备作燔祭的羊羔。”于是二人同行。</p><p><a id="9"></a>22:9 他们到了　神所指示的地方，亚伯拉罕在那里筑坛，把柴摆好，捆绑他的儿子以撒，放在坛的柴上。</p><p><a id="10"></a>22:10 亚伯拉罕就伸手拿刀，要杀他的儿子。</p><p><a id="11"></a>22:11 耶和华的使者从天上呼叫他说：“亚伯拉罕！亚伯拉罕！”他说：“我在这里。”</p><p><a id="12"></a>22:12 天使说：“你不可在这童子身上下手，一点不可害他！现在我知道你是敬畏　神的了，因为你没有将你的儿子，就是你独生的儿子，留下不给我。”</p><p><a id="13"></a>22:13 亚伯拉罕举目观看，不料，有一只公羊，两角扣在稠密的小树中，亚伯拉罕就取了那只公羊来，献为燔祭，代替他的儿子。</p><p><a id="14"></a>22:14 亚伯拉罕给那地方起名叫“耶和华以勒”（注：意思就是“耶和华必预备”），直到今日人还说：“在耶和华的山上必有预备。”</p><p><a id="15"></a>22:15 耶和华的使者第二次从天上呼叫亚伯拉罕说：</p><p><a id="16"></a>22:16 “耶和华说：‘你既行了这事，不留下你的儿子，就是你独生的儿子，我便指著自己起誓说：</p><p><a id="17"></a>22:17 论福，我必赐大福给你；论子孙，我必叫你的子孙多起来，如同天上的星，海边的沙。你子孙必得著仇敌的城门，</p><p><a id="18"></a>22:18 并且地上万国都必因你的后裔得福，因为你听从了我的话。’”</p><p><a id="19"></a>22:19 于是亚伯拉罕回到他仆人那里，他们一同起身往别是巴去，亚伯拉罕就住在别是巴。</p><p><a id="20"></a>22:20 这事以后，有人告诉亚伯拉罕说：“密迦给你兄弟拿鹤生了几个儿子：</p><p><a id="21"></a>22:21 长子是乌斯，他的兄弟是布斯和亚兰的父亲基母利，</p><p><a id="22"></a>22:22 并基薛、哈琐、必达、益拉、彼土利（彼土利生利百加）。”</p><p><a id="23"></a>22:23 这八个人都是密迦给亚伯拉罕的兄弟拿鹤生的。</p><p><a id="24"></a>22:24 拿鹤的妾名叫流玛，生了提八、迦含、他辖和玛迦。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/创世记/22.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _22 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _22 as default
};
