import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/耶利米哀歌/2.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/耶利米哀歌/2.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>2:1 主何竟发怒，使黑云遮蔽锡安城？他将以色列的华美从天扔在地上；在他发怒的日子并不记念自己的脚凳。</p><p><a id="2"></a>2:2 主吞灭雅各一切的住处，并不顾惜。他发怒倾覆犹大民的保障，使这保障坍倒在地。他辱没这国和其中的首领。</p><p><a id="3"></a>2:3 他发烈怒，把以色列的角全然砍断，在仇敌面前收回右手。他像火焰四围吞灭，将雅各烧毁。</p><p><a id="4"></a>2:4 他张弓，好像仇敌；他站著举起右手，如同敌人将悦人眼目的，尽行杀戮。在锡安百姓的帐棚上，倒出他的忿怒像火一样。</p><p><a id="5"></a>2:5 主如仇敌吞灭以色列和锡安的一切宫殿，拆毁百姓的保障；在犹大民中，加增悲伤哭号。</p><p><a id="6"></a>2:6 他强取自己的帐幕，好像是园中的窝棚，毁坏他的聚会之处。耶和华使圣节和安息日在锡安都被忘记，又在怒气的愤恨中藐视君王和祭司。</p><p><a id="7"></a>2:7 耶和华丢弃自己的祭坛，憎恶自己的圣所，将宫殿的墙垣交付仇敌。他们在耶和华的殿中喧嚷，像在圣会之日一样。</p><p><a id="8"></a>2:8 耶和华定意拆毁锡安的城墙；他拉了准绳，不将手收回，定要毁灭。他使外郭和城墙都悲哀，一同衰败。</p><p><a id="9"></a>2:9 锡安的门，都陷入地内，主将她的门闩毁坏折断。她的君王和首领落在没有律法的列国中；她的先知不得见耶和华的异象。</p><p><a id="10"></a>2:10 锡安城的长老，坐在地上默默无声，他们扬起尘土落在头上，腰束麻布；耶路撒冷的处女，垂头至地。</p><p><a id="11"></a>2:11 我眼中流泪，以致失明；我的心肠扰乱，肝胆涂地；都因我众民遭毁灭，又因孩童和吃奶的在城内街上发昏。</p><p><a id="12"></a>2:12 那时，他们在城内街上发昏，好像受伤的，在母亲的怀里将要丧命，对母亲说：“谷、酒在哪里呢？”</p><p><a id="13"></a>2:13 耶路撒冷的民哪，我可用甚么向你证明呢？我可用甚么与你相比呢？锡安的民哪，我可拿甚么和你比较，好安慰你呢？因为你的裂口大如海，谁能医治你呢？</p><p><a id="14"></a>2:14 你的先知为你见虚假和愚昧的异象，并没有显露你的罪孽，使你被掳的归回，却为你见虚假的默示和使你被赶出本境的缘故。</p><p><a id="15"></a>2:15 凡过路的都向你拍掌。他们向耶路撒冷城嗤笑、摇头，说：“难道人所称为全美的，称为全地所喜悦的，就是这城吗？”</p><p><a id="16"></a>2:16 你的仇敌都向你大大张口。他们嗤笑，又切齿说：“我们吞灭她，这真是我们所盼望的日子临到了！我们亲眼看见了！”</p><p><a id="17"></a>2:17 耶和华成就了他所定的，应验了他古时所命定的。他倾覆了，并不顾惜，使你的仇敌向你夸耀，使你敌人的角也被高举。</p><p><a id="18"></a>2:18 锡安民的心哀求主。锡安的城墙啊，愿你流泪如河，昼夜不息；愿你眼中的瞳人泪流不止。</p><p><a id="19"></a>2:19 夜间，每逢交更的时候要起来呼喊，在主面前倾心如水。你的孩童在各市口上受饿发昏，你要为他们的性命向主举手祷告。</p><p><a id="20"></a>2:20 “耶和华啊，求你观看！见你向谁这样行？妇人岂可吃自己所生育、手里所摇弄的婴孩吗？祭司和先知岂可在主的圣所中被杀戮吗？</p><p><a id="21"></a>2:21 少年人和老年人都在街上躺卧；我的处女和壮丁都倒在刀下。你发怒的日子杀死他们。你杀了，并不顾惜。</p><p><a id="22"></a>2:22 你招聚四围惊吓我的，像在大会的日子招聚人一样。耶和华发怒的日子，无人逃脱，无人存留。我所摇弄所养育的婴孩，仇敌都杀净了。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/耶利米哀歌/2.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _2 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _2 as default
};
