import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/士师记/4.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/士师记/4.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>4:1 以笏死后，以色列人又行耶和华眼中看为恶的事，</p><p><a id="2"></a>4:2 耶和华就把他们付与在夏琐作王的迦南王耶宾手中。他的将军是西西拉，住在外邦人的夏罗设。</p><p><a id="3"></a>4:3 耶宾王有铁车九百辆。他大大欺压以色列人二十年，以色列人就呼求耶和华。</p><p><a id="4"></a>4:4 有一位女先知名叫底波拉，是拉比多的妻，当时作以色列的士师。</p><p><a id="5"></a>4:5 她住在以法莲山地拉玛和伯特利中间，在底波拉的棕树下。以色列人都上她那里去听判断。</p><p><a id="6"></a>4:6 她打发人从拿弗他利的基低斯，将亚比挪庵的儿子巴拉召了来，对他说：“耶和华以色列的　神吩咐你说：‘你率领一万拿弗他利和西布伦人上他泊山去。</p><p><a id="7"></a>4:7 我必使耶宾的将军西西拉率领他的车辆和全军往基顺河，到你那里去，我必将他交在你手中。’”</p><p><a id="8"></a>4:8 巴拉说：“你若同我去，我就去；你若不同我去，我就不去。”</p><p><a id="9"></a>4:9 底波拉说：“我必与你同去，只是你在所行的路上得不著荣耀，因为耶和华要将西西拉交在一个妇人手里。”于是底波拉起来，与巴拉一同往基低斯去了。</p><p><a id="10"></a>4:10 巴拉就招聚西布伦人和拿弗他利人到基低斯，跟他上去的有一万人。底波拉也同他上去。</p><p><a id="11"></a>4:11 摩西岳父（注：或作“内兄”）何巴的后裔基尼人希百，曾离开基尼族，到靠近基低斯撒拿音的橡树旁支搭帐棚。</p><p><a id="12"></a>4:12 有人告诉西西拉说：“亚比挪庵的儿子巴拉已经上他泊山了。”</p><p><a id="13"></a>4:13 西西拉就聚集所有的铁车九百辆和跟随他的全军，从外邦人的夏罗设出来，到了基顺河。</p><p><a id="14"></a>4:14 底波拉对巴拉说：“你起来，今日就是耶和华将西西拉交在你手的日子。耶和华岂不在你前头行吗？”于是巴拉下了他泊山，跟随他有一万人。</p><p><a id="15"></a>4:15 耶和华使西西拉和他一切车辆全军溃乱，在巴拉面前被刀杀败。西西拉下车步行逃跑。</p><p><a id="16"></a>4:16 巴拉追赶车辆、军队，直到外邦人的夏罗设。西西拉的全军都倒在刀下，没有留下一人。</p><p><a id="17"></a>4:17 只有西西拉步行逃跑，到了基尼人希百之妻雅亿的帐棚，因为夏琐王耶宾与基尼人希百家和好。</p><p><a id="18"></a>4:18 雅亿出来迎接西西拉，对他说：“请我主进来，不要惧怕。”西西拉就进了她的帐棚，雅亿用被将他遮盖。</p><p><a id="19"></a>4:19 西西拉对雅亿说：“我渴了，求你给我一点水喝。”雅亿就打开皮袋，给他奶子喝，仍旧把他遮盖。</p><p><a id="20"></a>4:20 西西拉又对雅亿说：“请你站在帐棚门口，若有人来问你说：‘有人在这里没有？’你就说：‘没有。’”</p><p><a id="21"></a>4:21 西西拉疲乏沉睡。希百的妻雅亿取了帐棚的橛子，手里拿著锤子，轻悄悄地到他旁边，将橛子从他鬓边钉进去，钉入地里。西西拉就死了。</p><p><a id="22"></a>4:22 巴拉追赶西西拉的时候，雅亿出来迎接他说：“来吧，我将你所寻找的人给你看。”他就进入帐棚，看见西西拉已经死了，倒在地上，橛子还在他鬓中。</p><p><a id="23"></a>4:23 这样，　神使迦南王耶宾被以色列人制伏了。</p><p><a id="24"></a>4:24 从此以色列人的手越发有力，胜了迦南王耶宾，直到将他灭绝了。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/士师记/4.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _4 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _4 as default
};
