import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/撒母耳记(上)/1.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/撒母耳记(上)/1.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>1:1 以法莲山地的拉玛琐非有一个以法莲人，名叫以利加拿，是苏弗的玄孙、托户的曾孙、以利户的孙子、耶罗罕的儿子。</p><p><a id="2"></a>1:2 他有两个妻：一名哈拿，一名毗尼拿。毗尼拿有儿女，哈拿没有儿女。</p><p><a id="3"></a>1:3 这人每年从本城上到示罗，敬拜祭祀万军之耶和华。在那里有以利的两个儿子何弗尼、非尼哈当耶和华的祭司。</p><p><a id="4"></a>1:4 以利加拿每逢献祭的日子，将祭肉分给他的妻毗尼拿和毗尼拿所生的儿女。</p><p><a id="5"></a>1:5 给哈拿的却是双份，因为他爱哈拿。无奈耶和华不使哈拿生育。</p><p><a id="6"></a>1:6 毗尼拿见耶和华不使哈拿生育，就作她的对头，大大激动她，要使她生气。</p><p><a id="7"></a>1:7 每年上到耶和华殿的时候，以利加拿都以双份给哈拿。毗尼拿仍是激动她，以致她哭泣不吃饭。</p><p><a id="8"></a>1:8 她丈夫以利加拿对她说：“哈拿啊，你为何哭泣不吃饭，心里愁闷呢？有我不比十个儿子还好吗？”</p><p><a id="9"></a>1:9 他们在示罗吃喝完了，哈拿就站起来。祭司以利在耶和华殿的门框旁边，坐在自己的位上。</p><p><a id="10"></a>1:10 哈拿心里愁苦，就痛痛哭泣，祈祷耶和华，</p><p><a id="11"></a>1:11 许愿说：“万军之耶和华啊，你若垂顾婢女的苦情，眷念不忘婢女，赐我一个儿子，我必使他终身归与耶和华，不用剃头刀剃他的头。”</p><p><a id="12"></a>1:12 哈拿在耶和华面前不住地祈祷，以利定睛看她的嘴。</p><p><a id="13"></a>1:13 原来哈拿心中默祷，只动嘴唇，不出声音，因此以利以为她喝醉了。</p><p><a id="14"></a>1:14 以利对她说：“你要醉到几时呢？你不应该喝酒。”</p><p><a id="15"></a>1:15 哈拿回答说：“主啊，不是这样，我是心里愁苦的妇人，清酒浓酒都没有喝，但在耶和华面前倾心吐意。</p><p><a id="16"></a>1:16 不要将婢女看作不正经的女子。我因被人激动，愁苦太多，所以祈求到如今。”</p><p><a id="17"></a>1:17 以利说：“你可以平平安安地回去，愿以色列的　神允准你向他所求的！”</p><p><a id="18"></a>1:18 哈拿说：“愿婢女在你眼前蒙恩。”于是妇人走去吃饭，面上再不带愁容了。</p><p><a id="19"></a>1:19 次日清早，他们起来，在耶和华面前敬拜，就回拉玛。到了家里，以利加拿和妻哈拿同房，耶和华顾念哈拿，</p><p><a id="20"></a>1:20 哈拿就怀孕。日期满足，生了一个儿子，给他起名叫撒母耳，说：“这是我从耶和华那里求来的。”</p><p><a id="21"></a>1:21 以利加拿和他全家都上示罗去，要向耶和华献年祭，并还所许的愿。</p><p><a id="22"></a>1:22 哈拿却没有上去，对丈夫说：“等孩子断了奶，我便带他上去朝见耶和华，使他永远住在那里。”</p><p><a id="23"></a>1:23 她丈夫以利加拿说：“就随你的意行吧！可以等儿子断了奶，但愿耶和华应验他的话。”于是妇人在家里乳养儿子，直到断了奶。</p><p><a id="24"></a>1:24 既断了奶，就把孩子带上示罗，到了耶和华的殿，又带了三只公牛，一伊法细面，一皮袋酒。（那时孩子还小。）</p><p><a id="25"></a>1:25 宰了一只公牛，就领孩子到以利面前。</p><p><a id="26"></a>1:26 妇人说：“主啊，我敢在你面前起誓，从前在你这里站著祈求耶和华的那妇人，就是我。</p><p><a id="27"></a>1:27 我祈求为要得这孩子，耶和华已将我所求的赐给我了。</p><p><a id="28"></a>1:28 所以我将这孩子归与耶和华，使他终身归与耶和华。”于是在那里敬拜耶和华。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/撒母耳记(上)/1.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _1 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _1 as default
};
