import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/约翰福音/21.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/约翰福音/21.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>21:1 这些事以后，耶稣在提比哩亚海边又向门徒显现。他怎样显现记在下面：</p><p><a id="2"></a>21:2 有西门彼得和称为低土马的多马，并加利利的迦拿人拿但业，还有西庇太的两个儿子，又有两个门徒，都在一处。</p><p><a id="3"></a>21:3 西门彼得对他们说：“我打鱼去。”他们说：“我们也和你同去。”他们就出去，上了船，那一夜并没有打著甚么。</p><p><a id="4"></a>21:4 天将亮的时候，耶稣站在岸上，门徒却不知道是耶稣。</p><p><a id="5"></a>21:5 耶稣就对他们说：“小子！你们有吃的没有？”他们回答说：“没有！”</p><p><a id="6"></a>21:6 耶稣说：“你们把网撒在船的右边，就必得著。”他们便撒下网去，竟拉不上来了，因为鱼甚多。</p><p><a id="7"></a>21:7 耶稣所爱的那门徒对彼得说：“是主！”那时西门彼得赤著身子，一听见是主，就束上一件外衣，跳在海里。</p><p><a id="8"></a>21:8 其余的门徒离岸不远，约有二百肘（注：古代以肘为尺，一肘约有今时尺半），就在小船上把那网鱼拉过来。</p><p><a id="9"></a>21:9 他们上了岸，就看见那里有炭火，上面有鱼，又有饼。</p><p><a id="10"></a>21:10 耶稣对他们说：“把刚才打的鱼拿几条来。”</p><p><a id="11"></a>21:11 西门彼得就去（注：或作“上船”），把网拉到岸上，那网满了大鱼，共一百五十三条。鱼虽这样多，网却没有破。</p><p><a id="12"></a>21:12 耶稣说：“你们来吃早饭。”门徒中没有一个敢问他：“你是谁？”，因为知道是主。</p><p><a id="13"></a>21:13 耶稣就来拿饼和鱼给他们。</p><p><a id="14"></a>21:14 耶稣从死里复活以后向门徒显现，这是第三次。</p><p><a id="15"></a>21:15 他们吃完了早饭，耶稣对西门彼得说：“约翰的儿子西门（注：“约翰”在马太16章17节称“约拿”），你爱我比这些更深吗？”彼得说：“主啊，是的，你知道我爱你。”耶稣对他说：“你喂养我的小羊。”</p><p><a id="16"></a>21:16 耶稣第二次又对他说：“约翰的儿子西门，你爱我吗？”彼得说：“主啊，是的，你知道我爱你。”耶稣说：“你牧养我的羊。”</p><p><a id="17"></a>21:17 第三次对他说：“约翰的儿子西门，你爱我吗？”彼得因为耶稣第三次对他说：“你爱我吗”，就忧愁，对耶稣说：“主啊，你是无所不知的，你知道我爱你。”耶稣说：“你喂养我的羊。</p><p><a id="18"></a>21:18 我实实在在地告诉你：你年少的时候，自己束上带子，随意往来；但年老的时候，你要伸出手来，别人要把你束上，带你到不愿意去的地方。”</p><p><a id="19"></a>21:19 耶稣说这话，是指著彼得要怎样死，荣耀　神。说了这话，就对他说：“你跟从我吧！”</p><p><a id="20"></a>21:20 彼得转过来，看见耶稣所爱的那门徒跟著，就是在晚饭的时候，靠著耶稣胸膛说“主啊，卖你的是谁”的那门徒。</p><p><a id="21"></a>21:21 彼得看见他，就问耶稣说：“主啊，这人将来如何？”</p><p><a id="22"></a>21:22 耶稣对他说：“我若要他等到我来的时候，与你何干？你跟从我吧！”</p><p><a id="23"></a>21:23 于是这话传在弟兄中间，说那门徒不死；其实耶稣不是说他不死，乃是说：“我若要他等到我来的时候，与你何干？”</p><p><a id="24"></a>21:24 为这些事作见证，并且记载这些事的就是这门徒。我们也知道他的见证是真的。</p><p><a id="25"></a>21:25 耶稣所行的事还有许多；若是一一的都写出来，我想，所写的书，就是世界也容不下了。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/约翰福音/21.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _21 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _21 as default
};
