import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/耶利米书/17.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/耶利米书/17.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>17:1 犹大的罪，是用铁笔、用金钢钻记录的，铭刻在他们的心版上和坛角上。</p><p><a id="2"></a>17:2 他们的儿女，记念他们高冈上、青翠树旁的坛和木偶。</p><p><a id="3"></a>17:3 我田野的山哪，我必因你在四境之内所犯的罪，把你的货物、财宝，并邱坛当掠物交给仇敌。</p><p><a id="4"></a>17:4 并且你因自己的罪，必失去我所赐给你的产业；我也必使你在你所不认识的地上，服事你的仇敌。因为你使我怒中起火，直烧到永远。”</p><p><a id="5"></a>17:5 耶和华如此说：“倚靠人血肉的膀臂，心中离弃耶和华的，那人有祸了！</p><p><a id="6"></a>17:6 因他必像沙漠的杜松，不见福乐来到，却要住旷野乾旱之处，无人居住的硷地。</p><p><a id="7"></a>17:7 倚靠耶和华、以耶和华为可靠的，那人有福了！</p><p><a id="8"></a>17:8 他必像树栽于水旁，在河边扎根，炎热来到，并不惧怕，叶子仍必青翠，在乾旱之年毫无挂虑，而且结果不止。”</p><p><a id="9"></a>17:9 人心比万物都诡诈，坏到极处，谁能识透呢？</p><p><a id="10"></a>17:10 “我耶和华是鉴察人心、试验人肺腑的，要照各人所行的和他做事的结果报应他。”</p><p><a id="11"></a>17:11 那不按正道得财的，好像鹧鸪□不是自己下的蛋；到了中年，那财都必离开他，他终久成为愚顽人。</p><p><a id="12"></a>17:12 我们的圣所是荣耀的宝座，从太初安置在高处。</p><p><a id="13"></a>17:13 耶和华以色列的盼望啊，凡离弃你的必至蒙羞。耶和华说：“离开我的，他们的名字必写在土里，因为他们离弃我这活水的泉源。”</p><p><a id="14"></a>17:14 耶和华啊，求你医治我，我便痊愈；拯救我，我便得救；因你是我所赞美的。</p><p><a id="15"></a>17:15 他们对我说：“耶和华的话在哪里呢？叫这话应验吧！”</p><p><a id="16"></a>17:16 至于我，那跟从你作牧人的职分，我并没有急忙离弃，也没有想那灾殃的日子，这是你知道的。我口中所出的言语都在你面前。</p><p><a id="17"></a>17:17 不要使我因你惊恐；当灾祸的日子，你是我的避难所。</p><p><a id="18"></a>17:18 愿那些逼迫我的蒙羞，却不要使我蒙羞；使他们惊惶，却不要使我惊惶；使灾祸的日子临到他们，以加倍的毁坏毁坏他们。</p><p><a id="19"></a>17:19 耶和华对我如此说：“你去站在平民的门口，就是犹大君王出入的门，又站在耶路撒冷的各门口，</p><p><a id="20"></a>17:20 对他们说：‘你们这犹大君王和犹大众人，并耶路撒冷的一切居民，凡从这些门进入的，都当听耶和华的话。</p><p><a id="21"></a>17:21 耶和华如此说：你们要谨慎，不要在安息日担甚么担子进入耶路撒冷的各门；</p><p><a id="22"></a>17:22 也不要在安息日从家中担出担子去。无论何工都不可做，只要以安息日为圣日，正如我所吩咐你们列祖的。’</p><p><a id="23"></a>17:23 他们却不听从，不侧耳而听，竟硬著颈项不听，不受教训。”</p><p><a id="24"></a>17:24 耶和华说：“你们若留意听从我，在安息日不担甚么担子进入这城的各门，只以安息日为圣日，在那日无论何工都不做，</p><p><a id="25"></a>17:25 那时就有坐大卫宝座的君王和首领，他们与犹大人并耶路撒冷的居民，或坐车，或骑马进入这城的各门。而且这城必存到永远。</p><p><a id="26"></a>17:26 也必有人从犹大城邑和耶路撒冷四围的各处，从便雅悯地、高原、山地并南地而来，都带燔祭、平安祭、素祭和乳香并感谢祭，到耶和华的殿去。</p><p><a id="27"></a>17:27 你们若不听从我，不以安息日为圣日，仍在安息日担担子进入耶路撒冷的各门，我必在各门中点火，这火也必烧毁耶路撒冷的宫殿，不能熄灭。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/耶利米书/17.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _17 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _17 as default
};
