import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/创世记/14.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/创世记/14.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>14:1 当暗拉非作示拿王、亚略作以拉撒王、基大老玛作以拦王、提达作戈印王的时候，</p><p><a id="2"></a>14:2 他们都攻打所多玛王比拉、蛾摩拉王比沙、押玛王示纳、洗扁王善以别和比拉王；比拉就是琐珥。</p><p><a id="3"></a>14:3 这五王都在西订谷会合，西订谷就是盐海。</p><p><a id="4"></a>14:4 他们已经事奉基大老玛十二年，到十三年就背叛了。</p><p><a id="5"></a>14:5 十四年，基大老玛和同盟的王都来在亚特律加宁，杀败了利乏音人，在哈麦杀败了苏西人，在沙微基列亭杀败了以米人，</p><p><a id="6"></a>14:6 在何利人的西珥山杀败了何利人，一直杀到靠近旷野的伊勒巴兰。</p><p><a id="7"></a>14:7 他们回到安密巴，就是加低斯，杀败了亚玛力全地的人，以及住在哈洗逊他玛的亚摩利人。</p><p><a id="8"></a>14:8 于是所多玛王、蛾摩拉王、押玛王、洗扁王和比拉王（比拉就是琐珥）都出来，在西订谷摆阵，与他们交战，</p><p><a id="9"></a>14:9 就是与以拦王基大老玛、戈印王提达、示拿王暗拉非、以拉撒王亚略交战，乃是四王与五王交战。</p><p><a id="10"></a>14:10 西订谷有许多石漆坑。所多玛王和蛾摩拉王逃跑，有掉在坑里的，其余的人都往山上逃跑。</p><p><a id="11"></a>14:11 四王就把所多玛和蛾摩拉所有的财物，并一切的粮食都掳掠去了；</p><p><a id="12"></a>14:12 又把亚伯兰的侄儿罗得和罗得的财物掳掠去了。当时罗得正住在所多玛。</p><p><a id="13"></a>14:13 有一个逃出来的人，告诉希伯来人亚伯兰，亚伯兰正住在亚摩利人幔利的橡树那里。幔利和以实各并亚乃都是弟兄，曾与亚伯兰联盟。</p><p><a id="14"></a>14:14 亚伯兰听见他侄儿（注：原文作“弟兄”）被掳去，就率领他家里生养的精练壮丁三百一十八人，直追到但。</p><p><a id="15"></a>14:15 便在夜间，自己同仆人分队杀败敌人，又追到大马士革左边的何把，</p><p><a id="16"></a>14:16 将被掳掠的一切财物夺回来，连他侄儿罗得和他的财物，以及妇女、人民，也都夺回来。</p><p><a id="17"></a>14:17 亚伯兰杀败基大老玛和与他同盟的王回来的时候，所多玛王出来，在沙微谷迎接他；沙微谷就是王谷。</p><p><a id="18"></a>14:18 又有撒冷王麦基洗德带著饼和酒出来迎接；他是至高　神的祭司。</p><p><a id="19"></a>14:19 他为亚伯兰祝福说：“愿天地的主、至高的　神赐福与亚伯兰！</p><p><a id="20"></a>14:20 至高的　神把敌人交在你手里，是应当称颂的。”亚伯兰就把所得的拿出十分之一来，给麦基洗德。</p><p><a id="21"></a>14:21 所多玛王对亚伯兰说：“你把人口给我，财物你自己拿去吧！”</p><p><a id="22"></a>14:22 亚伯兰对所多玛王说：“我已经向天地的主至高的　神耶和华起誓，</p><p><a id="23"></a>14:23 凡是你的东西，就是一根线、一根鞋带，我都不拿，免得你说：‘我使亚伯兰富足。’</p><p><a id="24"></a>14:24 只有仆人所吃的，并与我同行的亚乃、以实各、幔利所应得的分，可以任凭他们拿去。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/创世记/14.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _14 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _14 as default
};
