import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/历代志(下)/30.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/历代志(下)/30.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>30:1 希西家差遣人去见以色列和犹大众人，又写信给以法莲和玛拿西人，叫他们到耶路撒冷耶和华的殿，向耶和华以色列的　神守逾越节。</p><p><a id="2"></a>30:2 因为王和众首领，并耶路撒冷全会众已经商议，要在二月内守逾越节。</p><p><a id="3"></a>30:3 正月（注：原文作“那时”）间他们不能守，因为自洁的祭司尚不敷用，百姓也没有聚集在耶路撒冷。</p><p><a id="4"></a>30:4 王与全会众都以这事为善。</p><p><a id="5"></a>30:5 于是定了命令传遍以色列，从别是巴直到但，使他们都来在耶路撒冷向耶和华以色列的　神守逾越节。因为照所写的例，守这节的不多了（注：或作“因为民许久没有照所写的例守节了”）。</p><p><a id="6"></a>30:6 驿卒就把王和众首领的信，遵著王命，传遍以色列和犹大。信内说：“以色列人哪，你们当转向耶和华亚伯拉罕、以撒、以色列的　神，好叫他转向你们这脱离亚述王手的余民。</p><p><a id="7"></a>30:7 你们不要效法你们列祖和你们的弟兄。他们干犯耶和华他们列祖的　神，以致耶和华丢弃他们，使他们败亡（注：或作“令人惊骇”），正如你们所见的。</p><p><a id="8"></a>30:8 现在不要像你们列祖硬著颈项，只要归顺耶和华，进入他的圣所，就是永远成圣的居所；又要事奉耶和华你们的　神，好使他的烈怒转离你们。</p><p><a id="9"></a>30:9 你们若转向耶和华，你们的弟兄和儿女，必在掳掠他们的人面前蒙怜恤，得以归回这地，因为耶和华你们的　神有恩典、施怜悯。你们若转向他，他必不转脸不顾你们。”</p><p><a id="10"></a>30:10 驿卒就由这城跑到那城，传遍了以法莲、玛拿西，直到西布伦。那里的人却戏笑他们，讥诮他们。</p><p><a id="11"></a>30:11 然而亚设、玛拿西、西布伦中也有人自卑，来到耶路撒冷。</p><p><a id="12"></a>30:12 神也感动犹大人，使他们一心遵行王与众首领凭耶和华之言所发的命令。</p><p><a id="13"></a>30:13 二月，有许多人在耶路撒冷聚集，成为大会，要守除酵节。</p><p><a id="14"></a>30:14 他们起来，把耶路撒冷的祭坛和烧香的坛尽都除去，抛在汲沦溪中。</p><p><a id="15"></a>30:15 二月十四日，宰了逾越节的羊羔。祭司与利未人觉得惭愧，就洁净自己，把燔祭奉到耶和华殿中。</p><p><a id="16"></a>30:16 遵著神人摩西的律法，照例站在自己的地方，祭司从利未人手里接过血来，洒在坛上。</p><p><a id="17"></a>30:17 会中有许多人尚未自洁，所以利未人为一切不洁之人宰逾越节的羊羔，使他们在耶和华面前成为圣洁。</p><p><a id="18"></a>30:18 以法莲、玛拿西、以萨迦、西布伦有许多人尚未自洁，他们却也吃逾越节的羊羔，不合所记录的定例。希西家为他们祷告说：“凡专心寻求　神，就是耶和华他列祖之　神的，虽不照著圣所洁净之礼自洁，求至善的耶和华也饶恕他。”(此包括代下30:18-19二节)</p><p><a id="19"></a>30:19 以法莲、玛拿西、以萨迦、西布伦有许多人尚未自洁，他们却也吃逾越节的羊羔，不合所记录的定例。希西家为他们祷告说：“凡专心寻求　神，就是耶和华他列祖之　神的，虽不照著圣所洁净之礼自洁，求至善的耶和华也饶恕他。”(此包括代下30:18-19二节)</p><p><a id="20"></a>30:20 耶和华垂听希西家的祷告，就饶恕（注：原文作“医治”）百姓。</p><p><a id="21"></a>30:21 在耶路撒冷的以色列人，大大喜乐，守除酵节七日。利未人和祭司用响亮的乐器，日日颂赞耶和华。</p><p><a id="22"></a>30:22 希西家慰劳一切善于事奉耶和华的利未人。于是，众人吃节筵七日，又献平安祭，且向耶和华他们列祖的　神认罪。</p><p><a id="23"></a>30:23 全会众商议，要再守节七日，于是欢欢喜喜地又守节七日。</p><p><a id="24"></a>30:24 犹大王希西家赐给会众公牛一千只，羊七千只为祭物；众首领也赐给会众公牛一千只，羊一万只；并有许多的祭司洁净自己。</p><p><a id="25"></a>30:25 犹大全会众、祭司、利未人并那从以色列地来的会众和寄居的人，以及犹大寄居的人，尽都喜乐。</p><p><a id="26"></a>30:26 这样，在耶路撒冷大有喜乐，自从以色列王大卫儿子所罗门的时候，在耶路撒冷没有这样的喜乐。</p><p><a id="27"></a>30:27 那时，祭司、利未人起来，为民祝福。他们的声音，蒙　神垂听；他们的祷告，达到天上的圣所。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/历代志(下)/30.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _30 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _30 as default
};
