import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/士师记/7.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/士师记/7.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>7:1 耶路巴力就是基甸，他和一切跟随的人早晨起来，在哈律泉旁安营。米甸营在他们北边的平原，靠近摩利冈。</p><p><a id="2"></a>7:2 耶和华对基甸说：“跟随你的人过多，我不能将米甸人交在他们手中，免得以色列人向我夸大说：‘是我们自己的手救了我们。’</p><p><a id="3"></a>7:3 现在你要向这些人宣告说：‘凡惧怕胆怯的，可以离开基列山回去。’”于是有二万二千人回去，只剩下一万。</p><p><a id="4"></a>7:4 耶和华对基甸说：“人还是过多。你要带他们下到水旁，我好在那里为你试试他们。我指点谁说：‘这人可以同你去。’他就可以同你去；我指点谁说：‘这人不可同你去。’他就不可同你去。”</p><p><a id="5"></a>7:5 基甸就带他们下到水旁。耶和华对基甸说：“凡用舌头舔水，像狗舔的，要使他单站在一处；凡跪下喝水的，也要使他单站在一处。”</p><p><a id="6"></a>7:6 于是，用手捧著舔水的有三百人，其余的都跪下喝水。</p><p><a id="7"></a>7:7 耶和华对基甸说：“我要用这舔水的三百人拯救你们，将米甸人交在你手中；其余的人，都可以各归各处去。”</p><p><a id="8"></a>7:8 这三百人就带著食物和角；其余的以色列人，基甸都打发他们各归各的帐棚，只留下这三百人。米甸营在他下边的平原里。</p><p><a id="9"></a>7:9 当那夜，耶和华吩咐基甸说：“起来，下到米甸营里去，因我已将他们交在你手中。</p><p><a id="10"></a>7:10 倘若你怕下去，就带你的仆人普拉下到那营里去。</p><p><a id="11"></a>7:11 你必听见他们所说的，然后你就有胆量下去攻营。”于是，基甸带著仆人普拉下到营旁。</p><p><a id="12"></a>7:12 米甸人、亚玛力人和一切东方人都布散在平原，如同蝗虫那样多。他们的骆驼无数，多如海边的沙。</p><p><a id="13"></a>7:13 基甸到了，就听见一人将梦告诉同伴说：“我做了一梦，梦见一个大麦饼滚入米甸营中，到了帐幕，将帐幕撞倒，帐幕就翻转倾覆了。”</p><p><a id="14"></a>7:14 那同伴说：“这不是别的，乃是以色列人约阿施的儿子基甸的刀。　神已将米甸和全军都交在他的手中。”</p><p><a id="15"></a>7:15 基甸听见这梦和梦的讲解，就敬拜　神，回到以色列营中说：“起来吧！耶和华已将米甸的军队交在你们手中了。”</p><p><a id="16"></a>7:16 于是，基甸将三百人分作三队，把角和空瓶交在各人手里，瓶内都藏著火把。</p><p><a id="17"></a>7:17 吩咐他们说：“你们要看我行事，我到了营的旁边怎样行，你们也要怎样行。</p><p><a id="18"></a>7:18 我和一切跟随我的人吹角的时候，你们也要在营的四围吹角，喊叫说：‘耶和华和基甸的刀！’”</p><p><a id="19"></a>7:19 基甸和跟随他的一百人，在三更之初才换更的时候，来到营旁，就吹角，打破手中的瓶。</p><p><a id="20"></a>7:20 三队的人就都吹角，打破瓶子，左手拿著火把，右手拿著角，喊叫说：“耶和华和基甸的刀！”</p><p><a id="21"></a>7:21 他们在营的四围各站各的地方。全营的人都乱窜；三百人呐喊，使他们逃跑。</p><p><a id="22"></a>7:22 三百人就吹角，耶和华使全营的人用刀互相击杀，逃到西利拉的伯哈示他，直逃到靠近他巴的亚伯米何拉。</p><p><a id="23"></a>7:23 以色列人就从拿弗他利、亚设和玛拿西全地聚集来追赶米甸人。</p><p><a id="24"></a>7:24 基甸打发人走遍以法莲山地，说：“你们下来攻击米甸人，争先把守约旦河的渡口，直到伯巴拉。”于是，以法莲的众人聚集，把守约旦河的渡口，直到伯巴拉。</p><p><a id="25"></a>7:25 捉住了米甸人的两个首领：一名俄立，一名西伊伯。将俄立杀在俄立磐石上，将西伊伯杀在西伊伯酒□那里。又追赶米甸人，将俄立和西伊伯的首级，带过约旦河，到基甸那里。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/士师记/7.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _7 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _7 as default
};
