import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/以西结书/38.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/以西结书/38.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>38:1 耶和华的话临到我说：</p><p><a id="2"></a>38:2 “人子啊，你要面向玛各地的歌革，就是罗施、米设、土巴的王发预言攻击他，</p><p><a id="3"></a>38:3 说：‘主耶和华如此说：罗施、米设、土巴的王歌革啊，我与你为敌。</p><p><a id="4"></a>38:4 我必用钩子钩住你的腮颊，调转你，将你和你的军兵、马匹、马兵带出来，都披挂整齐，成了大队，有大小盾牌，各拿刀剑。</p><p><a id="5"></a>38:5 波斯人、古实人和弗人（注：又作“利比亚人”），各拿盾牌，头上戴盔，</p><p><a id="6"></a>38:6 歌篾人和他的军队，北方极处的陀迦玛族和他的军队，这许多国的民都同著你。</p><p><a id="7"></a>38:7 那聚集到你这里的各队都当准备，你自己也要准备，作他们的大帅。</p><p><a id="8"></a>38:8 过了多日，你必被差派。到末后之年，你必来到脱离刀剑从列国收回之地，到以色列常久荒凉的山上，但那从列国中招聚出来的必在其上安然居住。</p><p><a id="9"></a>38:9 你和你的军队，并同著你许多国的民必如暴风上来，如密云遮盖地面。</p><p><a id="10"></a>38:10 主耶和华如此说：到那时，你心必起意念，图谋恶计，</p><p><a id="11"></a>38:11 说：我要上那无城墙的乡村，我要到那安静的民那里，他们都没有城墙，无门无闩，安然居住。</p><p><a id="12"></a>38:12 我去要抢财为掳物，夺货为掠物，反手攻击那从前荒凉、现在有人居住之地，又攻击那住世界中间，从列国招聚、得了牲畜财货的民。</p><p><a id="13"></a>38:13 示巴人、底但人、他施的客商和其间的少壮狮子，都必问你说：你来要抢财为掳物吗？你聚集军队要夺货为掠物吗？要夺取金银，掳去牲畜财货吗？要抢夺许多财宝为掳物吗？’</p><p><a id="14"></a>38:14 人子啊，你要因此发预言，对歌革说：‘主耶和华如此说：到我民以色列安然居住之日，你岂不知道吗？</p><p><a id="15"></a>38:15 你必从本地、从北方的极处率领许多国的民来，都骑著马，乃一大队极多的军兵。</p><p><a id="16"></a>38:16 歌革啊，你必上来攻击我的民以色列，如密云遮盖地面。末后的日子，我必带你来攻击我的地，到我在外邦人眼前，在你身上显为圣的时候，好叫他们认识我。</p><p><a id="17"></a>38:17 主耶和华如此说：我在古时藉我的仆人以色列的先知所说的，就是你吗？当日他们多年预言我必带你来攻击以色列人。</p><p><a id="18"></a>38:18 主耶和华说，歌革上来攻击以色列地的时候，我的怒气要从鼻孔里发出。</p><p><a id="19"></a>38:19 我发愤恨和烈怒如火说，那日在以色列地必有大震动，</p><p><a id="20"></a>38:20 甚至海中的鱼、天空的鸟、田野的兽，并地上的一切昆虫和其上的众人，因见我的面，就都震动，山岭必崩裂，陡岩必塌陷，墙垣都必坍倒。</p><p><a id="21"></a>38:21 主耶和华说，我必命我的诸山发刀剑来攻击歌革，人都要用刀剑杀害弟兄。</p><p><a id="22"></a>38:22 我必用瘟疫和流血的事刑罚他。我也必将暴雨、大雹与火并硫磺降与他和他的军队，并他所率领的众民。</p><p><a id="23"></a>38:23 我必显为大，显为圣，在多国人的眼前显现，他们就知道我是耶和华。’</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/以西结书/38.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _38 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _38 as default
};
