import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/但以理书/3.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/但以理书/3.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>3:1 尼布甲尼撒王造了一个金像，高六十肘，宽六肘，立在巴比伦省杜拉平原。</p><p><a id="2"></a>3:2 尼布甲尼撒王差人将总督、钦差、巡抚、臬司、藩司、谋士、法官和各省的官员都召了来，为尼布甲尼撒王所立的像行开光之礼。</p><p><a id="3"></a>3:3 于是总督、钦差、巡抚、臬司、藩司、谋士、法官和各省的官员都聚集了来，要为尼布甲尼撒王所立的像行开光之礼，就站在尼布甲尼撒所立的像前。</p><p><a id="4"></a>3:4 那时，传令的大声呼叫说：“各方、各国、各族（注：原文作“舌”。下同）的人哪，有令传与你们：</p><p><a id="5"></a>3:5 你们一听见角、笛、琵琶、琴、瑟、笙和各样乐器的声音，就当俯伏敬拜尼布甲尼撒王所立的金像。</p><p><a id="6"></a>3:6 凡不俯伏敬拜的，必立时扔在烈火的窑中。”</p><p><a id="7"></a>3:7 因此各方、各国、各族的人民一听见角、笛、琵琶、琴、瑟和各样乐器的声音，就都俯伏敬拜尼布甲尼撒王所立的金像。</p><p><a id="8"></a>3:8 那时，有几个迦勒底人进前来控告犹大人。</p><p><a id="9"></a>3:9 他们对尼布甲尼撒王说：“愿王万岁！</p><p><a id="10"></a>3:10 王啊，你曾降旨说，凡听见角、笛、琵琶、琴、瑟、笙和各样乐器声音的都当俯伏敬拜金像；</p><p><a id="11"></a>3:11 凡不俯伏敬拜的，必扔在烈火的窑中。</p><p><a id="12"></a>3:12 现在有几个犹大人，就是王所派管理巴比伦省事务的沙得拉、米煞、亚伯尼歌，王啊，这些人不理你，不事奉你的神，也不敬拜你所立的金像。”</p><p><a id="13"></a>3:13 当时，尼布甲尼撒冲冲大怒，吩咐人把沙得拉、米煞、亚伯尼歌带过来，他们就把那些人带到王面前。</p><p><a id="14"></a>3:14 尼布甲尼撒问他们说：“沙得拉、米煞、亚伯尼歌，你们不事奉我的神，也不敬拜我所立的金像，是故意的吗？</p><p><a id="15"></a>3:15 你们再听见角、笛、琵琶、琴、瑟、笙和各样乐器的声音，若俯伏敬拜我所造的像，却还可以；若不敬拜，必立时扔在烈火的窑中！有何神能救你们脱离我手呢？”</p><p><a id="16"></a>3:16 沙得拉、米煞、亚伯尼歌对王说：“尼布甲尼撒啊，这件事我们不必回答你。</p><p><a id="17"></a>3:17 即便如此，我们所事奉的　神，能将我们从烈火的窑中救出来。王啊，他也必救我们脱离你的手；</p><p><a id="18"></a>3:18 即或不然，王啊，你当知道我们决不事奉你的　神，也不敬拜你所立的金像！”</p><p><a id="19"></a>3:19 当时，尼布甲尼撒怒气填胸，向沙得拉、米煞、亚伯尼歌变了脸色，吩咐人把窑烧热，比寻常更加七倍。</p><p><a id="20"></a>3:20 又吩咐他军中的几个壮士，将沙得拉、米煞、亚伯尼歌捆起来，扔在烈火的窑中。</p><p><a id="21"></a>3:21 这三人穿著裤子、内袍、外衣和别的衣服，被捆起来扔在烈火的窑中。</p><p><a id="22"></a>3:22 因为王命紧急，窑又甚热，那抬沙得拉、米煞、亚伯尼歌的人都被火焰烧死。</p><p><a id="23"></a>3:23 沙得拉、米煞、亚伯尼歌这三个人都被捆著落在烈火的窑中。</p><p><a id="24"></a>3:24 那时，尼布甲尼撒王惊奇，急忙起来，对谋士说：“我捆起来扔在火里的不是三个人吗？”他们回答王说：“王啊，是。”</p><p><a id="25"></a>3:25 王说：“看哪，我见有四个人，并没有捆绑，在火中游行，也没有受伤，那第四个的相貌好像神子。”</p><p><a id="26"></a>3:26 于是，尼布甲尼撒就近烈火窑门说：“至高　神的仆人沙得拉、米煞、亚伯尼歌出来，上这里来吧！”沙得拉、米煞、亚伯尼歌就从火中出来了。</p><p><a id="27"></a>3:27 那些总督、钦差、巡抚和王的谋士，一同聚集看这三个人，见火无力伤他们的身体，头发也没有烧焦，衣裳也没有变色，并没有火燎的气味。</p><p><a id="28"></a>3:28 尼布甲尼撒说：“沙得拉、米煞、亚伯尼歌的　神是应当称颂的！他差遣使者救护倚靠他的仆人，他们不遵王命，舍去己身，在他们　神以外不肯事奉敬拜别神。</p><p><a id="29"></a>3:29 现在我降旨，无论何方、何国、何族的人，谤□沙得拉、米煞、亚伯尼歌之　神的，必被凌迟，他的房屋必成粪堆，因为没有别神能这样施行拯救。”</p><p><a id="30"></a>3:30 那时，王在巴比伦省高升了沙得拉、米煞、亚伯尼歌。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/但以理书/3.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _3 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _3 as default
};
