import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/利未记/7.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/利未记/7.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>7:1 赎愆祭的条例乃是如此，这祭是至圣的。</p><p><a id="2"></a>7:2 人在哪里宰燔祭牲，也要在那里宰赎愆祭牲。其血，祭司要洒在坛的周围。</p><p><a id="3"></a>7:3 又要将肥尾巴和盖脏的脂油，</p><p><a id="4"></a>7:4 两个腰子和腰子上的脂油，就是靠腰两旁的脂油，并肝上的网子和腰子，一概取下。</p><p><a id="5"></a>7:5 祭司要在坛上焚烧，为献给耶和华的火祭，是赎愆祭。</p><p><a id="6"></a>7:6 祭司中的男丁都可以吃这祭物，要在圣处吃，是至圣的。</p><p><a id="7"></a>7:7 赎罪祭怎样，赎愆祭也是怎样，两个祭是一个条例。献赎愆祭赎罪的祭司要得这祭物。</p><p><a id="8"></a>7:8 献燔祭的祭司，无论为谁奉献，要亲自得他所献那燔祭牲的皮。</p><p><a id="9"></a>7:9 凡在炉中烤的素祭，和煎盘中做的，并铁鏊上做的，都要归那献祭的祭司。</p><p><a id="10"></a>7:10 凡素祭，无论是油调和的，是乾的，都要归亚伦的子孙，大家均分。</p><p><a id="11"></a>7:11 人献与耶和华平安祭的条例乃是这样：</p><p><a id="12"></a>7:12 他若为感谢献上，就要用调油的无酵饼和抹油的无酵薄饼，并用油调匀细面做的饼，与感谢祭一同献上。</p><p><a id="13"></a>7:13 要用有酵的饼和为感谢献的平安祭，与供物一同献上。</p><p><a id="14"></a>7:14 从各样的供物中，他要把一个饼献给耶和华为举祭，是要归给洒平安祭牲血的祭司。</p><p><a id="15"></a>7:15 为感谢献平安祭牲的肉，要在献的日子吃，一点不可留到早晨。</p><p><a id="16"></a>7:16 若所献的是为还愿，或是甘心献的，必在献祭的日子吃，所剩下的，第二天也可以吃。</p><p><a id="17"></a>7:17 但所剩下的祭肉，到第三天要用火焚烧。</p><p><a id="18"></a>7:18 第三天若吃了平安祭的肉，这祭必不蒙悦纳；人所献的，也不算为祭，反为可憎嫌的，吃这祭肉的，就必担当他的罪孽。</p><p><a id="19"></a>7:19 挨了污秽物的肉就不可吃，要用火焚烧。至于平安祭的肉，凡洁净的人都要吃。</p><p><a id="20"></a>7:20 只是献与耶和华平安祭的肉，人若不洁净而吃了，这人必从民中剪除。</p><p><a id="21"></a>7:21 有人摸了甚么不洁净的物，或是人的不洁净，或是不洁净的牲畜，或是不洁可憎之物，吃了献与耶和华平安祭的肉，这人必从民中剪除。’”</p><p><a id="22"></a>7:22 耶和华对摩西说：</p><p><a id="23"></a>7:23 “你晓谕以色列人说：‘牛的脂油、绵羊的脂油、山羊的脂油，你们都不可吃。</p><p><a id="24"></a>7:24 自死的和被野兽撕裂的，那脂油可以作别的使用，只是你们万不可吃。</p><p><a id="25"></a>7:25 无论何人吃了献给耶和华当火祭牲畜的脂油，那人必从民中剪除。</p><p><a id="26"></a>7:26 在你们一切的住处，无论是雀鸟的血、是野兽的血，你们都不可吃。</p><p><a id="27"></a>7:27 无论是谁吃血，那人必从民中剪除。’”</p><p><a id="28"></a>7:28 耶和华对摩西说：</p><p><a id="29"></a>7:29 “你晓谕以色列人说：‘献平安祭给耶和华的，要从平安祭中取些来奉给耶和华。</p><p><a id="30"></a>7:30 他亲手献给耶和华的火祭，就是脂油和胸，要带来，好把胸在耶和华面前作摇祭，摇一摇。</p><p><a id="31"></a>7:31 祭司要把脂油在坛上焚烧，但胸要归亚伦和他的子孙。</p><p><a id="32"></a>7:32 你们要从平安祭中把右腿作举祭，奉给祭司。</p><p><a id="33"></a>7:33 亚伦子孙中，献平安祭牲血和脂油的，要得这右腿为分。</p><p><a id="34"></a>7:34 因为我从以色列人的平安祭中，取了这摇的胸和举的腿，给祭司亚伦和他子孙，作他们从以色列人中所永得的分。’”</p><p><a id="35"></a>7:35 这是从耶和华火祭中，作亚伦受膏的分和他子孙受膏的分，正在摩西（注：原文作“他”）叫他们前来给耶和华供祭司职分的日子，</p><p><a id="36"></a>7:36 就是在摩西（注：原文作“他”）膏他们的日子，耶和华吩咐以色列人给他们的。这是他们世世代代永得的分。</p><p><a id="37"></a>7:37 这就是燔祭、素祭、赎罪祭、赎愆祭和平安祭的条例，并承接圣职的礼，</p><p><a id="38"></a>7:38 都是耶和华在西奈山所吩咐摩西的，就是他在西奈旷野吩咐以色列人献供物给耶和华之日所说的。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/利未记/7.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _7 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _7 as default
};
