import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/利未记/19.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/利未记/19.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>19:1 耶和华对摩西说：</p><p><a id="2"></a>19:2 “你晓谕以色列全会众说：‘你们要圣洁，因为我耶和华你们的　神是圣洁的。</p><p><a id="3"></a>19:3 你们各人都当孝敬父母，也要守我的安息日。我是耶和华你们的　神。</p><p><a id="4"></a>19:4 你们不可偏向虚无的神，也不可为自己铸造神像。我是耶和华你们的　神。</p><p><a id="5"></a>19:5 你们献平安祭给耶和华的时候，要献得可蒙悦纳。</p><p><a id="6"></a>19:6 这祭物要在献的那一天和第二天吃，若有剩到第三天的，就必用火焚烧。</p><p><a id="7"></a>19:7 第三天若再吃，这就为可憎恶的，必不蒙悦纳。</p><p><a id="8"></a>19:8 凡吃的人，必担当他的罪孽，因为他亵渎了耶和华的圣物，那人必从民中剪除。</p><p><a id="9"></a>19:9 在你们的地收割庄稼，不可割尽田角，也不可拾取所遗落的。</p><p><a id="10"></a>19:10 不可摘尽葡萄园的果子，也不可拾取葡萄园所掉的果子，要留给穷人和寄居的。我是耶和华你们的　神。</p><p><a id="11"></a>19:11 你们不可偷盗，不可欺骗，也不可彼此说谎。</p><p><a id="12"></a>19:12 不可指著我的名起假誓，亵渎你　神的名。我是耶和华。</p><p><a id="13"></a>19:13 不可欺压你的邻舍，也不可抢夺他的物。雇工人的工价，不可在你那里过夜留到早晨。</p><p><a id="14"></a>19:14 不可咒骂聋子，也不可将绊脚石放在瞎子面前，只要敬畏你的　神。我是和耶和华。</p><p><a id="15"></a>19:15 你们施行审判，不可行不义，不可偏护穷人，也不可重看有势力的人，只要按著公义审判你的邻舍。</p><p><a id="16"></a>19:16 不可在民中往来搬弄是非，也不可与邻舍为敌，置之于死（注：原文作“流他的血”）。我是耶和华。</p><p><a id="17"></a>19:17 不可心里恨你的弟兄；总要指摘你的邻舍，免得因他担罪。</p><p><a id="18"></a>19:18 不可报仇，也不可埋怨你本国的子民，却要爱人如己。我是耶和华。</p><p><a id="19"></a>19:19 你们要守我的律例。不可叫你的牲畜与异类配合；不可用两样搀杂的种种你的地，也不可用两样搀杂的料做衣服穿在身上。</p><p><a id="20"></a>19:20 婢女许配了丈夫，还没有被赎得释放，人若与她行淫，二人要受刑罚，却不把他们治死，因为婢女还没有得自由。</p><p><a id="21"></a>19:21 那人要把赎愆祭，就是一只公绵羊牵到会幕门口、耶和华面前。</p><p><a id="22"></a>19:22 祭司要用赎愆祭的羊在耶和华面前赎他所犯的罪，他的罪就必蒙赦免。</p><p><a id="23"></a>19:23 你们到了迦南地，栽种各样结果子的树木，就要以所结的果子如未受割礼的一样。三年之久，你们要以这些果子如未受割礼的，是不可吃的。</p><p><a id="24"></a>19:24 但第四年所结的果子全要成为圣，用以赞美耶和华。</p><p><a id="25"></a>19:25 第五年，你们要吃那树上的果子，好叫树给你们结果子更多。我是耶和华你们的　神。</p><p><a id="26"></a>19:26 你们不可吃带血的物，不可用法术，也不可观兆。</p><p><a id="27"></a>19:27 头的周围不可剃（注：“周围”或作“两鬓”），胡须的周围也不可损坏。</p><p><a id="28"></a>19:28 不可为死人用刀划身，也不可在身上刺花纹。我是耶和华。</p><p><a id="29"></a>19:29 不可辱没你的女儿，使她为娼妓。恐怕地上的人专向淫乱，地就满了大恶。</p><p><a id="30"></a>19:30 你们要守我的安息日，敬我的圣所。我是耶和华。</p><p><a id="31"></a>19:31 不可偏向那些交鬼的和行巫术的；不可求问他们，以致被他们玷污了。我是耶和华你们的　神。</p><p><a id="32"></a>19:32 在白发的人面前，你要站起来；也要尊敬老人，又要敬畏你的　神。我是耶和华。</p><p><a id="33"></a>19:33 若有外人在你们国中和你同居，就不可欺负他。</p><p><a id="34"></a>19:34 和你们同居的外人，你们要看他如本地人一样，并要爱他如己，因为你们在埃及地也作过寄居的。我是耶和华你们的　神。</p><p><a id="35"></a>19:35 你们施行审判，不可行不义。在尺、秤、升、斗上也是如此。</p><p><a id="36"></a>19:36 要用公道天平、公道法码、公道升斗、公道秤。我是耶和华你们的　神，曾把你们从埃及地领出来的。</p><p><a id="37"></a>19:37 你们要谨守遵行我一切的律例、典章。我是耶和华。’”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/利未记/19.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _19 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _19 as default
};
