import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/列王记(上)/7.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/列王记(上)/7.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>7:1 所罗门为自己建造宫室，十三年方才造成。</p><p><a id="2"></a>7:2 又建造黎巴嫩林宫，长一百肘，宽五十肘，高三十肘，有香柏木柱三（注：原文作“四”）行，柱上有香柏木柁梁。</p><p><a id="3"></a>7:3 其上以香柏木为盖，每行柱子十五根，共有四十五根。</p><p><a id="4"></a>7:4 有窗户三层，窗与窗相对。</p><p><a id="5"></a>7:5 所有的门框都是厚木见方的，有窗户三层，窗与窗相对。</p><p><a id="6"></a>7:6 并建造有柱子的廊子，长五十肘，宽三十肘。在这廊前又有廊子，廊外有柱子和台阶。</p><p><a id="7"></a>7:7 又建造一廊，其中设立审判的座位，这廊从地到顶，都用香柏木遮蔽。</p><p><a id="8"></a>7:8 廊后院内有所罗门住的宫室，工作与这工作相同。所罗门又为所娶法老的女儿建造一宫，做法与这廊子一样。</p><p><a id="9"></a>7:9 建造这一切所用的石头都是宝贵的，是按著尺寸凿成的，是用锯里外锯齐的，从根基直到檐石，从外头直到大院，都是如此。</p><p><a id="10"></a>7:10 根基是宝贵的大石头，有长十肘的，有长八肘的。</p><p><a id="11"></a>7:11 上面有香柏木和按著尺寸凿成宝贵的石头。</p><p><a id="12"></a>7:12 大院周围有凿成的石头三层，香柏木一层，都照耶和华殿的内院和殿廊的样式。</p><p><a id="13"></a>7:13 所罗门王差遣人往推罗去，将户兰召了来。</p><p><a id="14"></a>7:14 他是拿弗他利支派中一个寡妇的儿子，他父亲是推罗人，作铜匠的。户兰满有智慧、聪明、技能，善于各样铜作。他来到所罗门王那里，做王一切所要做的。</p><p><a id="15"></a>7:15 他制造两根铜柱，每根高十八肘，围十二肘。</p><p><a id="16"></a>7:16 又用铜铸了两个柱顶安在柱上，各高五肘。</p><p><a id="17"></a>7:17 柱顶上有装修的网子和拧成的练索，每顶七个。</p><p><a id="18"></a>7:18 网子周围有两行石榴遮盖柱顶，两个柱顶都是如此。</p><p><a id="19"></a>7:19 廊子的柱顶径四肘，刻著百合花。</p><p><a id="20"></a>7:20 。两柱顶的鼓肚上，挨著网子，各有两行石榴环绕，两行共有二百。</p><p><a id="21"></a>7:21 他将两根柱子立在殿廊前头：右边立一根，起名叫雅斤；左边立一根，起名叫波阿斯。</p><p><a id="22"></a>7:22 在柱顶上刻著百合花。这样，造柱子的工就完毕了。</p><p><a id="23"></a>7:23 他又铸一个铜海，样式是圆的，高五肘，径十肘，围三十肘。</p><p><a id="24"></a>7:24 在海边之下，周围有野瓜的样式，每肘十瓜，共有两行，是铸海的时候铸上的。</p><p><a id="25"></a>7:25 有十二只铜牛驮海：三只向北，三只向西，三只向南，三只向东；海在牛上，牛尾都向内。</p><p><a id="26"></a>7:26 海厚一掌，边如杯边，又如百合花，可容二千罢特。</p><p><a id="27"></a>7:27 他用铜制造十个盆座，每座长四肘，宽四肘，高三肘。</p><p><a id="28"></a>7:28 座的造法是这样：四面都有心子，心子在边子当中。</p><p><a id="29"></a>7:29 心子上有狮子和牛并基路伯，边上有小座，狮子和牛以下有垂下的璎珞。</p><p><a id="30"></a>7:30 每盆座有四个铜轮和铜轴。小座的四角上在盆以下，有铸成的盆架，其旁都有璎珞。</p><p><a id="31"></a>7:31 小座高一肘，口是圆的，彷佛座的样式；径一肘半，在口上有雕工，心子是方的，不是圆的。</p><p><a id="32"></a>7:32 四个轮子在心子以下，轮轴与座相连，每轮高一肘半。</p><p><a id="33"></a>7:33 轮的样式如同车轮，轴、辋、辐、毂都是铸的。</p><p><a id="34"></a>7:34 每座四角上都有盆架，是与座一同铸成的。</p><p><a id="35"></a>7:35 座上有圆架，高半肘；座上有撑子和心子，是与座一同铸的。</p><p><a id="36"></a>7:36 在撑子和心子上刻著基路伯、狮子和棕树，周围有璎珞。</p><p><a id="37"></a>7:37 十个盆座都是这样，铸法、尺寸、样式相同。</p><p><a id="38"></a>7:38 又用铜制造十个盆，每盆可容四十罢特。盆径四肘，在那十座上，每座安设一盆。</p><p><a id="39"></a>7:39 五个安在殿门的右边；五个放在殿门的左边。又将海放在殿门的右旁，就是南边。</p><p><a id="40"></a>7:40 户兰又造了盆、铲子和盘子。这样，他为所罗门王做完了耶和华殿的一切工。</p><p><a id="41"></a>7:41 所造的就是两根柱子和柱上两个如球的顶，并两个盖柱顶的网子，</p><p><a id="42"></a>7:42 和四百石榴，安在两个网子上，每网两行，盖著两个柱上如球的顶；</p><p><a id="43"></a>7:43 十个座和其上的十个盆；</p><p><a id="44"></a>7:44 海和海下的十二只牛，</p><p><a id="45"></a>7:45 盆、铲子、盘子，这一切都是户兰给所罗门王用光亮的铜，为耶和华的殿造成的。</p><p><a id="46"></a>7:46 是遵王命在约旦平原，疏割和撒拉但中间，藉胶泥铸成的。</p><p><a id="47"></a>7:47 这一切，所罗门都没有过秤，因为甚多。铜的轻重也无法可查。</p><p><a id="48"></a>7:48 所罗门又造耶和华殿里的金坛和陈设饼的金桌子。</p><p><a id="49"></a>7:49 内殿前的精金灯台：右边五个，左边五个，并其上的金花、灯盏、蜡剪，</p><p><a id="50"></a>7:50 与精金的杯、盘、镊子、调羹、火鼎以及至圣所、内殿的门枢，和外殿的门枢。</p><p><a id="51"></a>7:51 所罗门王做完了耶和华殿的一切工，就把他父大卫分别为圣的金银和器皿，都带来放在耶和华殿的府库里。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/列王记(上)/7.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _7 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _7 as default
};
