import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/历代志(上)/4.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/历代志(上)/4.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>4:1 犹大的儿子是法勒斯、希斯仑、迦米、户珥、朔巴。</p><p><a id="2"></a>4:2 朔巴的儿子利亚雅生雅哈；雅哈生亚户买和拉哈，这是琐拉人的诸族。</p><p><a id="3"></a>4:3 以坦之祖的儿子是耶斯列、伊施玛、伊得巴，他们的妹子名叫哈悉勒玻尼。</p><p><a id="4"></a>4:4 基多之祖是□努伊勒，户沙之祖是以谢珥。这都是伯利恒之祖以法她的长子户珥所生的。</p><p><a id="5"></a>4:5 提哥亚之祖亚施户有两个妻子：一名希拉；一名拿拉。</p><p><a id="6"></a>4:6 拿拉给亚施户生亚户撒、希弗、提米尼、哈辖斯他利，这都是拿拉的儿子。</p><p><a id="7"></a>4:7 希拉的儿子是洗列、琐辖、伊提南。</p><p><a id="8"></a>4:8 哥斯生亚诺、琐比巴，并哈仑儿子亚哈黑的诸族。</p><p><a id="9"></a>4:9 雅比斯比他众弟兄更尊贵，他母亲给他起名叫雅比斯，意思说：“我生他甚是痛苦。”</p><p><a id="10"></a>4:10 雅比斯求告以色列的　神说：“甚愿你赐福与我，扩张我的境界，常与我同在，保佑我不遭患难，不受艰苦。”　神就应允他所求的。</p><p><a id="11"></a>4:11 书哈的弟兄基绿生米黑，米黑是伊施屯之祖。</p><p><a id="12"></a>4:12 伊施屯生伯拉巴、巴西亚，并珥拿辖之祖提欣拿，这都是利迦人。</p><p><a id="13"></a>4:13 基纳斯的儿子是俄陀聂、西莱雅。俄陀聂的儿子是哈塔。</p><p><a id="14"></a>4:14 悯挪太生俄弗拉；西莱雅生革夏纳欣人之祖约押，他们都是匠人。</p><p><a id="15"></a>4:15 耶孚尼的儿子是迦勒。迦勒的儿子是以路、以拉、拿安。以拉的儿子是基纳斯。</p><p><a id="16"></a>4:16 耶哈利勒的儿子是西弗、西法、提利、亚撒列；</p><p><a id="17-18"></a>4:17-18 以斯拉的儿子是益帖、米列、以弗、雅伦。米列娶法老女儿比提雅为妻，生米利暗、沙买和以实提摩之祖益巴。米列又娶犹大女子为妻，生基多之祖雅列、梭哥之祖希伯和撒挪亚之祖耶古铁。</p><p><a id="19"></a>4:19 荷第雅的妻是拿含的妹子，她所生的儿子是迦米人基伊拉和玛迦人以实提摩之祖。</p><p><a id="20"></a>4:20 示门的儿子是暗嫩、林拿、便哈南、提伦；以示的儿子是梭黑与便梭黑；</p><p><a id="21"></a>4:21 犹大的儿子是示拉；示拉的儿子是利迦之祖珥、玛利沙之祖拉大和属亚实比族织细麻布的各家，</p><p><a id="22"></a>4:22 还有约敬、哥西巴人、约阿施、萨拉，就是在摩押地掌权的，又有雅叔比利恒，这都是古时所记载的。</p><p><a id="23"></a>4:23 这些人都是窑匠，是尼他应和基低拉的居民，与王同处，为王做工。</p><p><a id="24"></a>4:24 西缅的儿子是尼母利、雅悯、雅立、谢拉、扫罗。</p><p><a id="25"></a>4:25 扫罗的儿子是沙龙，沙龙的儿子是米比衫，米比衫的儿子是米施玛，</p><p><a id="26"></a>4:26 米施玛的儿子是哈母利，哈母利的儿子是撒刻，撒刻的儿子是示每。</p><p><a id="27"></a>4:27 示每有十六个儿子、六个女儿，他弟兄的儿女不多，他们各家不如犹大族的人丁增多。</p><p><a id="28"></a>4:28 西缅人住在别是巴、摩拉大、哈萨书亚、</p><p><a id="29"></a>4:29 辟拉、以森、陀腊、</p><p><a id="30"></a>4:30 彼土利、何珥玛、洗革拉、</p><p><a id="31"></a>4:31 伯玛嘉博、哈萨苏撒、伯比利、沙拉音，这些城邑直到大卫作王的时候都是属西缅人的。</p><p><a id="32"></a>4:32 他们的五个城邑是以坦、亚因、临门、陀健、亚珊，</p><p><a id="33"></a>4:33 还有属城的乡村，直到巴力。这是他们的住处，他们都有家谱。</p><p><a id="34"></a>4:34 还有米所巴、雅米勒、亚玛谢的儿子约沙、</p><p><a id="35"></a>4:35 约珥、约示比的儿子耶户。约示比是西莱雅的儿子，西莱雅是亚薛的儿子。</p><p><a id="36"></a>4:36 还有以利约乃、雅哥巴、约朔海、亚帅雅、亚底业、耶西篾、比拿雅、</p><p><a id="37"></a>4:37 示非的儿子细撒。示非是亚龙的儿子，亚龙是耶大雅的儿子，耶大雅是申利的儿子，申利是示玛雅的儿子。</p><p><a id="38"></a>4:38 以上所记的人名，都是作族长的，他们宗族的人数增多。</p><p><a id="39"></a>4:39 他们往平原东边基多口去，寻找牧放羊群的草场，</p><p><a id="40"></a>4:40 寻得肥美的草场地，又宽阔又平静。从前住那里的是含族的人。</p><p><a id="41"></a>4:41 以上录名的人，在犹大王希西家年间，来攻击含族人的帐棚和那里所有的米乌尼人，将他们灭尽，就住在他们的地方，直到今日，因为那里有草场可以牧放羊群。</p><p><a id="42"></a>4:42 这西缅人中，有五百人上西珥山，率领他们的是以示的儿子□拉提、尼利雅、利法雅和乌薛，</p><p><a id="43"></a>4:43 杀了逃脱剩下的亚玛力人，就住在那里，直到今日。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/历代志(上)/4.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _4 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _4 as default
};
