import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/创世记/46.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/创世记/46.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>46:1 以色列带著一切所有的，起身来到别是巴，就献祭给他父亲以撒的　神。</p><p><a id="2"></a>46:2 夜间，　神在异象中对以色列说：“雅各！雅各！”他说：“我在这里。”</p><p><a id="3"></a>46:3 神说：“我是　神，就是你父亲的　神。你下埃及去不要害怕，因为我必使你在那里成为大族。</p><p><a id="4"></a>46:4 我要和你同下埃及去，也必定带你上来，约瑟必给你送终（注：原文作“将手按在你的眼睛上”）。”</p><p><a id="5"></a>46:5 雅各就从别是巴起行。以色列的儿子们使他们的父亲雅各和他们的妻子、儿女，都坐在法老为雅各送来的车上。</p><p><a id="6"></a>46:6 他们又带著在迦南地所得的牲畜、货财来到埃及。雅各和他的一切子孙都一同来了。</p><p><a id="7"></a>46:7 雅各把他的儿子、孙子、女儿、孙女，并他的子子孙孙，一同带到埃及。</p><p><a id="8"></a>46:8 来到埃及的以色列人，名字记在下面：雅各和他的儿孙：雅各的长子是吕便。</p><p><a id="9"></a>46:9 吕便的儿子是哈诺、法路、希斯伦、迦米。</p><p><a id="10"></a>46:10 西缅的儿子是耶母利、雅悯、阿辖、雅斤、琐辖，还有迦南女子所生的扫罗。</p><p><a id="11"></a>46:11 利未的儿子是革顺、哥辖、米拉利。</p><p><a id="12"></a>46:12 犹大的儿子是珥、俄南、示拉、法勒斯、谢拉，惟有珥与俄南死在迦南地。法勒斯的儿子是希斯伦、哈母勒。</p><p><a id="13"></a>46:13 以萨迦的儿子是陀拉、普瓦、约伯、伸仑。</p><p><a id="14"></a>46:14 西布伦的儿子是西烈、以伦、雅利。</p><p><a id="15"></a>46:15 这是利亚在巴旦亚兰给雅各所生的儿子，还有女儿底拿。儿孙共有三十三人。</p><p><a id="16"></a>46:16 迦得的儿子是洗非芸、哈基、书尼、以斯本、以利、亚罗底、亚列利。</p><p><a id="17"></a>46:17 亚设的儿子是音拿、亦施瓦、亦施韦、比利亚，还有他们的妹子西拉。比利亚的儿子是希别、玛结。</p><p><a id="18"></a>46:18 这是拉班给他女儿利亚的婢女悉帕从雅各所生的儿孙，共有十六人。</p><p><a id="19"></a>46:19 雅各之妻拉结的儿子是约瑟和便雅悯。</p><p><a id="20"></a>46:20 约瑟在埃及地生了玛拿西和以法莲，就是安城的祭司波提非拉的女儿亚西纳给约瑟生的。</p><p><a id="21"></a>46:21 便雅悯的儿子是比拉、比结、亚实别、基拉、乃幔、以希、罗实、母平、户平、亚勒。</p><p><a id="22"></a>46:22 这是拉结给雅各所生的儿孙，共有十四人。</p><p><a id="23"></a>46:23 但的儿子是户伸；</p><p><a id="24"></a>46:24 拿弗他利的儿子是雅薛、沽尼、耶色、示冷。</p><p><a id="25"></a>46:25 这是拉班给他女儿拉结的婢女辟拉从雅各所生的儿孙，共有七人。</p><p><a id="26"></a>46:26 那与雅各同到埃及的，除了他儿妇之外，凡从他所生的，共有六十六人。</p><p><a id="27"></a>46:27 还有约瑟在埃及所生的两个儿子。雅各家来到埃及的共有七十人。</p><p><a id="28"></a>46:28 雅各打发犹大先去见约瑟，请派人引路往歌珊去；于是他们来到歌珊地。</p><p><a id="29"></a>46:29 约瑟套车往歌珊去，迎接他父亲以色列。及至见了面，就伏在父亲的颈项上，哭了许久。</p><p><a id="30"></a>46:30 以色列对约瑟说：“我既得见你的面，知道你还在，就是死我也甘心。”</p><p><a id="31"></a>46:31 约瑟对他的弟兄和他父的全家说：“我要上去告诉法老，对他说：‘我的弟兄和我父的全家，从前在迦南地，现今都到我这里来了。</p><p><a id="32"></a>46:32 他们本是牧羊的人，以养牲畜为业，他们把羊群、牛群和一切所有的都带来了。’</p><p><a id="33"></a>46:33 等法老召你们的时候，问你们说：‘你们以何事为业？’</p><p><a id="34"></a>46:34 你们要说：‘你的仆人，从幼年直到如今，都以养牲畜为业，连我们的祖宗也都以此为业。’这样，你们可以住在歌珊地，因为凡牧羊的，都被埃及人所厌恶。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/创世记/46.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _46 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _46 as default
};
