import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/以西结书/18.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/以西结书/18.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>18:1 耶和华的话又临到我说</p><p><a id="2"></a>18:2 “你们在以色列地怎么用这俗语说‘父亲吃了酸葡萄，儿子的牙酸倒了’呢？</p><p><a id="3"></a>18:3 主耶和华说，我指著我的永生起誓，你们在以色列中，必不再有用这俗语的因由。</p><p><a id="4"></a>18:4 看哪！世人都是属我的：为父的怎样属我，为子的也照样属我。犯罪的他必死亡。</p><p><a id="5"></a>18:5 人若是公义，且行正直与合理的事：</p><p><a id="6"></a>18:6 未曾在山上吃过祭偶像之物，未曾仰望以色列家的偶像；未曾玷污邻舍的妻，未曾在妇人的经期内亲近她；</p><p><a id="7"></a>18:7 未曾亏负人，乃将欠债之人的当头还给他；未曾抢夺人的物件，却将食物给饥饿的人吃，将衣服给赤身的人穿；</p><p><a id="8"></a>18:8 未曾向借钱的弟兄取利，也未曾向借粮的弟兄多要；缩手不作罪孽，在两人之间，按至理判断；</p><p><a id="9"></a>18:9 遵行我的律例，谨守我的典章，按诚实行事，这人是公义的，必定存活。这是主耶和华说的。</p><p><a id="10,11"></a>18:10,11 他若生一个儿子作强盗，是流人血的，不行以上所说之善，反行其中之恶：‘乃在山上吃过祭偶像之物，并玷污邻舍的妻；</p><p><a id="12"></a>18:12 亏负困苦和穷乏的人；抢夺人的物；未曾将当头还给人；仰望偶像，并行可憎的事；</p><p><a id="13"></a>18:13 向借钱的弟兄取利，向借粮的弟兄多要。这人岂能存活呢？他必不能存活，他行这一切可憎的事，必要死亡，他的罪（注：原文作“血”）必归到他身上。’</p><p><a id="14"></a>18:14 他若生一个儿子，见父亲所犯的一切罪，便惧怕（注：有古卷作“思量”），不照样去做：</p><p><a id="15"></a>18:15 ‘未曾在山上吃过祭偶像之物，未曾仰望以色列家的偶像，未曾玷污邻舍的妻，</p><p><a id="16"></a>18:16 未曾亏负人，未曾取人的当头，未曾抢夺人的物件，却将食物给饥饿的人吃，将衣服给赤身的人穿；</p><p><a id="17"></a>18:17 缩手不害贫穷人，未曾向借钱的弟兄取利，也未曾向借粮的弟兄多要。他顺从我的典章，遵行我的律例。就不因父亲的罪孽死亡，定要存活。</p><p><a id="18"></a>18:18 至于他父亲，因为欺人太甚，抢夺弟兄，在本国的民中行不善，他必因自己的罪孽死亡。’</p><p><a id="19"></a>18:19 你们还说：‘儿子为何不担当父亲的罪孽呢？’儿子行正直与合理的事，谨守遵行我的一切律例，他必定存活。</p><p><a id="20"></a>18:20 惟有犯罪的，他必死亡。儿子必不担当父亲的罪孽，父亲也不担当儿子的罪孽。义人的善果必归自己，恶人的恶报也必归自己。</p><p><a id="21"></a>18:21 恶人若回头离开所作的一切罪恶，谨守我一切的律例，行正直与合理的事，他必定存活，不至死亡。</p><p><a id="22"></a>18:22 他所犯的一切罪过都不被记念，因所行的义，他必存活。</p><p><a id="23"></a>18:23 主耶和华说，恶人死亡，岂是我喜悦的吗？不是喜悦他回头离开所行的道存活吗？</p><p><a id="24"></a>18:24 义人若转离义行而作罪孽，照著恶人所行一切可憎的事而行，他岂能存活吗？他所行的一切义都不被记念，他必因所犯的罪、所行的恶死亡。</p><p><a id="25"></a>18:25 你们还说：‘主的道不公平！’以色列家啊，你们当听，我的道岂不公平吗？你们的道岂不是不公平吗？</p><p><a id="26"></a>18:26 义人若转离义行而作罪孽死亡，他是因所作的罪孽死亡。</p><p><a id="27"></a>18:27 再者，恶人若回头离开所行的恶，行正直与合理的事，他必将性命救活了。</p><p><a id="28"></a>18:28 因为他思量，回头离开所犯的一切罪过，必定存活，不至死亡。</p><p><a id="29"></a>18:29 以色列家还说：‘主的道不公平！’以色列家啊，我的道岂不公平吗？你们的道岂不是不公平吗？</p><p><a id="30"></a>18:30 所以主耶和华说，以色列家啊，我必按你们各人所行的审判你们。你们当回头离开所犯的一切罪过。这样，罪孽必不使你们败亡。</p><p><a id="31"></a>18:31 你们要将所犯的一切罪过尽行抛弃，自做一个新心和新灵。以色列家啊，你们何必死亡呢？</p><p><a id="32"></a>18:32 主耶和华说，我不喜悦那死人之死，所以你们当回头而存活。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/以西结书/18.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _18 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _18 as default
};
