import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/创世记/49.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/创世记/49.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>49:1 雅各叫了他的儿子们来说：“你们都来聚集，我好把你们日后必遇的事告诉你们。</p><p><a id="2"></a>49:2 雅各的儿子们，你们要聚集而听，要听你们父亲以色列的话：</p><p><a id="3"></a>49:3 吕便哪，你是我的长子，是我力量强壮的时候生的，本当大有尊荣，权力超众；</p><p><a id="4"></a>49:4 但你放纵情欲、滚沸如水，必不得居首位；因为你上了你父亲的床，污秽了我的榻。</p><p><a id="5"></a>49:5 西缅和利未是弟兄，他们的刀剑是残忍的器具。</p><p><a id="6"></a>49:6 我的灵啊，不要与他们同谋；我的心哪，不要与他们联络；因为他们趁怒杀害人命，任意砍断牛腿大筋。</p><p><a id="7"></a>49:7 他们的怒气暴烈可咒，他们的忿恨残忍可诅！我要使他们分居在雅各家里，散住在以色列地中。</p><p><a id="8"></a>49:8 犹大啊，你弟兄们必赞美你；你手必掐住仇敌的颈项；你父亲的儿子们必向你下拜。</p><p><a id="9"></a>49:9 犹大是个小狮子；我儿啊，你抓了食便上去。你屈下身去，卧如公狮，蹲如母狮，谁敢惹你？</p><p><a id="10"></a>49:10 圭必不离犹大，杖必不离他两脚之间，直等细罗（注：就是“赐平安者”）来到，万民都必归顺。</p><p><a id="11"></a>49:11 犹大把小驴拴在葡萄树上，把驴驹拴在美好的葡萄树上。他在葡萄酒中洗了衣服，在葡萄汁中洗了袍褂。</p><p><a id="12"></a>49:12 他的眼睛必因酒红润；他的牙齿必因奶白亮。</p><p><a id="13"></a>49:13 西布伦必住在海口，必成为停船的海口；他的境界必延到西顿。</p><p><a id="14"></a>49:14 以萨迦是个强壮的驴，卧在羊圈之中。</p><p><a id="15"></a>49:15 他以安静为佳，以肥地为美，便低肩背重，成为服苦的仆人。</p><p><a id="16"></a>49:16 但必判断他的民，作以色列支派之一。</p><p><a id="17"></a>49:17 但必作道上的蛇，路中的虺，咬伤马蹄，使骑马的坠落于后。</p><p><a id="18"></a>49:18 耶和华啊，我向来等候你的救恩。</p><p><a id="19"></a>49:19 迦得必被敌军追逼，他却要追逼他们的脚跟。</p><p><a id="20"></a>49:20 亚设之地必出肥美的粮食，且出君王的美味。</p><p><a id="21"></a>49:21 拿弗他利是被释放的母鹿；他出嘉美的言语。</p><p><a id="22"></a>49:22 约瑟是多结果子的树枝，是泉旁多结果的枝子；他的枝条探出墙外。</p><p><a id="23"></a>49:23 弓箭手将他苦害，向他射箭，逼迫他，</p><p><a id="24"></a>49:24 但他的弓仍旧坚硬；他的手健壮敏捷，这是因以色列的牧者，以色列的磐石，就是雅各的大能者；</p><p><a id="25"></a>49:25 你父亲的　神必帮助你，那全能者必将天上所有的福，地里所藏的福，以及生产乳养的福，都赐给你。</p><p><a id="26"></a>49:26 你父亲所祝的福，胜过我祖先所祝的福，如永世的山岭，至极的边界；这些福必降在约瑟的头上，临到那与弟兄迥别之人的顶上。</p><p><a id="27"></a>49:27 便雅悯是个撕掠的狼，早晨要吃他所抓的，晚上要分他所夺的。”</p><p><a id="28"></a>49:28 这一切是以色列的十二支派；这也是他们的父亲对他们所说的话，为他们所祝的福，都是按著各人的福分，为他们祝福。</p><p><a id="29"></a>49:29 他又嘱咐他们说：“我将要归到我列祖（注：原文作“本民”）那里，你们要将我葬在赫人以弗仑田间的洞里，与我祖我父在一处，</p><p><a id="30"></a>49:30 就是在迦南地幔利前、麦比拉田间的洞；那洞和田是亚伯拉罕向赫人以弗仑买来为业，作坟地的。</p><p><a id="31"></a>49:31 他们在那里葬了亚伯拉罕和他妻子撒拉，又在那里葬了以撒和他妻子利百加，我也在那里葬了利亚。</p><p><a id="32"></a>49:32 那块田和田间的洞，原是向赫人买的。”</p><p><a id="33"></a>49:33 雅各嘱咐众子已毕，就把脚收在床上，气绝而死，归他列祖（注：原文作“本民”）那里去了。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/创世记/49.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _49 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _49 as default
};
