import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/耶利米书/14.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/耶利米书/14.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>14:1 耶和华论到乾旱之灾的话临到耶利米：</p><p><a id="2"></a>14:2 “犹大悲哀，城门衰败，众人披上黑衣坐在地上，耶路撒冷的哀声上达。</p><p><a id="3"></a>14:3 他们的贵胄打发家僮打水，他们来到水池，见没有水，就拿著空器皿，蒙羞惭愧，抱头而回。</p><p><a id="4"></a>14:4 耕地的也蒙羞抱头，因为无雨降在地上，地都乾裂。</p><p><a id="5"></a>14:5 田野的母鹿生下小鹿，就撇弃，因为无草。</p><p><a id="6"></a>14:6 野驴站在净光的高处，喘气好像野狗，因为无草，眼目失明。”</p><p><a id="7"></a>14:7 耶和华啊，我们的罪孽虽然作见证告我们，还求你为你名的缘故行事。我们本是多次背道，得罪了你。</p><p><a id="8"></a>14:8 以色列所盼望在患难时作他救主的啊，你为何在这地像寄居的，又像行路的只住一宵呢？</p><p><a id="9"></a>14:9 你为何像受惊的人，像不能救人的勇士呢？耶和华啊，你仍在我们中间，我们也称为你名下的人，求你不要离开我们。</p><p><a id="10"></a>14:10 耶和华对这百姓如此说：“这百姓喜爱妄行（注：原文作“飘流”），不禁止脚步，所以耶和华不悦纳他们。现今要记念他们的罪孽，追讨他们的罪恶。”</p><p><a id="11"></a>14:11 耶和华又对我说：“不要为这百姓祈祷求好处。</p><p><a id="12"></a>14:12 他们禁食的时候，我不听他们的呼求；他们献燔祭和素祭，我也不悦纳。我却要用刀剑、饥荒、瘟疫灭绝他们。”</p><p><a id="13"></a>14:13 我就说：“唉！主耶和华啊，那些先知常对他们说：‘你们必不看见刀剑，也不遭遇饥荒，耶和华要在这地方赐你们长久的平安。’”</p><p><a id="14"></a>14:14 耶和华对我说：“那些先知托我的名说假预言，我并没有打发他们，没有吩咐他们，也没有对他们说话。他们向你们预言的，乃是虚假的异象和占卜，并虚无的事，以及本心的诡诈。</p><p><a id="15"></a>14:15 所以，耶和华如此说：论到托我名说预言的那些先知，我并没有打发他们。他们还说这地不能有刀剑饥荒，其实那些先知必被刀剑饥荒灭绝。</p><p><a id="16"></a>14:16 听他们说预言的百姓，必因饥荒刀剑抛在耶路撒冷的街道上，无人葬埋。他们连妻子带儿女，都是如此。我必将他们的恶倒在他们身上（注：或作“我必使他们罪恶的报应临到他们身上”）。</p><p><a id="17"></a>14:17 你要将这话对他们说：‘愿我眼泪汪汪，昼夜不息，因为我百姓（注：原文作“民的处女”）受了裂口破坏的大伤。</p><p><a id="18"></a>14:18 我若出往田间，就见有被刀杀的；我若进入城内，就见有因饥荒患病的。连先知带祭司在国中往来，也是毫无知识（注：或作“不知怎样才好”）。’”</p><p><a id="19"></a>14:19 你全然弃掉犹大吗？你心厌恶锡安吗？为何击打我们，以致无法医治呢？我们指望平安，却得不著好处；指望痊愈，不料，受了惊惶。</p><p><a id="20"></a>14:20 耶和华啊，我们承认自己的罪恶，和我们列祖的罪孽，因我们得罪了你。</p><p><a id="21"></a>14:21 求你为你名的缘故，不厌恶我们，不辱没你荣耀的宝座；求你追念，不要背了与我们所立的约。</p><p><a id="22"></a>14:22 外邦人虚无的神中，有能降雨的吗？天能自降甘霖吗？耶和华我们的　神啊，能如此的不是你吗？所以我们仍要等候你，因为这一切都是你所造的。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/耶利米书/14.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _14 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _14 as default
};
