import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/撒母耳记(上)/19.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/撒母耳记(上)/19.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>19:1 扫罗对他儿子约拿单和众臣仆说要杀大卫；扫罗的儿子约拿单却甚喜爱大卫。</p><p><a id="2"></a>19:2 约拿单告诉大卫说：“我父扫罗想要杀你，所以明日早晨你要小心，到一个僻静地方藏身。</p><p><a id="3"></a>19:3 我就出到你所藏的田里，站在我父亲旁边，与他谈论。我看他情形怎样，我必告诉你。”</p><p><a id="4"></a>19:4 约拿单向他父亲扫罗替大卫说好话，说：“王不可得罪王的仆人大卫，因为他未曾得罪你，他所行的都与你大有益处。</p><p><a id="5"></a>19:5 他拚命杀那非利士人，耶和华为以色列众人大行拯救。那时你看见，甚是欢喜；现在为何无故要杀大卫，流无辜人的血，自己取罪呢？”</p><p><a id="6"></a>19:6 扫罗听了约拿单的话，就指著永生的耶和华起誓说：“我必不杀他。”</p><p><a id="7"></a>19:7 约拿单叫大卫来，把这一切事告诉他，带他去见扫罗。他就仍然侍立在扫罗面前。</p><p><a id="8"></a>19:8 此后又有争战的事。大卫出去与非利士人打仗，大大杀败他们，他们就在他面前逃跑。</p><p><a id="9"></a>19:9 从耶和华那里来的恶魔又降在扫罗身上（扫罗手里拿枪坐在屋里），大卫就用手弹琴。</p><p><a id="10"></a>19:10 扫罗用枪想要刺透大卫，钉在墙上；他却躲开，扫罗的枪刺入墙内。当夜大卫逃走，躲避了。</p><p><a id="11"></a>19:11 扫罗打发人到大卫的房屋那里窥探他，要等到天亮杀他。大卫的妻米甲对他说：“你今夜若不逃命，明日你要被杀。”</p><p><a id="12"></a>19:12 于是，米甲将大卫从窗户里缒下去，大卫就逃走，躲避了。</p><p><a id="13"></a>19:13 米甲把家中的神像放在床上，头枕在山羊毛装的枕头上，用被遮盖。</p><p><a id="14"></a>19:14 扫罗打发人去捉拿大卫，米甲说：“他病了。”</p><p><a id="15"></a>19:15 扫罗又打发人去看大卫说：“当连床将他抬来，我好杀他。”</p><p><a id="16"></a>19:16 使者进去，看见床上有神像，头枕在山羊毛装的枕头上。</p><p><a id="17"></a>19:17 扫罗对米甲说：“你为甚么这样欺哄我，放我仇敌逃走呢？”米甲回答说：“他对我说：‘你放我走，不然我要杀你。’”</p><p><a id="18"></a>19:18 大卫逃避，来到拉玛见撒母耳，将扫罗向他所行的事述说了一遍。他和撒母耳就往拿约去居住。</p><p><a id="19"></a>19:19 有人告诉扫罗说：“大卫在拉玛的拿约。”。</p><p><a id="20"></a>19:20 扫罗打发人去捉拿大卫。去的人见有一班先知都受感说话，撒母耳站在其中监管他们。打发去的人也受　神的灵感动说话。</p><p><a id="21"></a>19:21 有人将这事告诉扫罗，他又打发人去，他们也受感说话。扫罗第三次打发人去，他们也受感说话。</p><p><a id="22"></a>19:22 然后扫罗自己往拉玛去，到了西沽的大井，问人说：“撒母耳和大卫在哪里呢？”有人说：“在拉玛的拿约。”</p><p><a id="23"></a>19:23 他就往拉玛的拿约去。　神的灵也感动他，一面走一面说话，直到拉玛的拿约。</p><p><a id="24"></a>19:24 他就脱了衣服，在撒母耳面前受感说话，一昼一夜露体躺卧。因此有句俗语说：“扫罗也列在先知中吗？”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/撒母耳记(上)/19.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _19 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _19 as default
};
