import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/耶利米书/29.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/耶利米书/29.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>29:1 先知耶利米从耶路撒冷寄信与被掳的祭司、先知和众民，并生存的长老，就是尼布甲尼撒从耶路撒冷掳到巴比伦去的。</p><p><a id="2"></a>29:2 (这在耶哥尼雅王和太后、太监，并犹大、耶路撒冷的首领，以及工匠、铁匠都离了耶路撒冷以后。）</p><p><a id="3"></a>29:3 他藉沙番的儿子以利亚萨和希勒家的儿子基玛利的手寄去。他们二人是犹大王西底家打发往巴比伦去见尼布甲尼撒王的。</p><p><a id="4"></a>29:4 信上说：万军之耶和华以色列的　神对一切被掳去的，就是我使他们从耶路撒冷被掳到巴比伦的人如此说：</p><p><a id="5"></a>29:5 “你们要盖造房屋，住在其中；栽种田园，吃其中所产的；</p><p><a id="6"></a>29:6 娶妻生儿女，为你们的儿子娶妻，使你们的女儿嫁人，生儿养女，在那里生养众多，不至减少。</p><p><a id="7"></a>29:7 我所使你们被掳到的那城，你们要为那城求平安，为那城祷告耶和华。因为那城得平安，你们也随著得平安。”</p><p><a id="8"></a>29:8 万军之耶和华以色列的　神如此说：“不要被你们中间的先知和占卜的诱惑，也不要听信自己所做的梦，</p><p><a id="9"></a>29:9 因为他们托我的名对你们说假预言，我并没有差遣他们。”这是耶和华说的。</p><p><a id="10"></a>29:10 耶和华如此说：“为巴比伦所定的七十年满了以后，我要眷顾你们，向你们成就我的恩言，使你们仍回此地。”</p><p><a id="11"></a>29:11 耶和华说：“我知道我向你们所怀的意念，是赐平安的意念，不是降灾祸的意念，要叫你们末后有指望。</p><p><a id="12"></a>29:12 你们要呼求我，祷告我，我就应允你们。</p><p><a id="13"></a>29:13 你们寻求我，若专心寻求我，就必寻见。”</p><p><a id="14"></a>29:14 耶和华说：“我必被你们寻见，我也必使你们被掳的人归回，将你们从各国中和我所赶你们到的各处招聚了来，又将你们带回我使你们被掳掠离开的地方。”这是耶和华说的。</p><p><a id="15"></a>29:15 你们说：“耶和华在巴比伦为我们兴起先知。”</p><p><a id="16"></a>29:16 所以耶和华论到坐大卫宝座的王和住在这城里的一切百姓，就是未曾与你们一同被掳的弟兄，</p><p><a id="17"></a>29:17 万军之耶和华如此说：“看哪！我必使刀剑、饥荒、瘟疫临到他们，使他们像极坏的无花果，坏得不可吃。</p><p><a id="18"></a>29:18 我必用刀剑、饥荒、瘟疫追赶他们，使他们在天下万国抛来抛去，在我所赶他们到的各国中，令人咒诅、惊骇、嗤笑、羞辱。”</p><p><a id="19"></a>29:19 耶和华说：“这是因为他们没有听从我的话，就是我从早起来差遣我仆人众先知去说的，无奈他们不听。”这是耶和华说的。</p><p><a id="20"></a>29:20 所以你们一切被掳去的，就是我从耶路撒冷打发到巴比伦去的，当听耶和华的话。</p><p><a id="21"></a>29:21 万军之耶和华以色列的　神，论到哥赖雅的儿子亚哈，并玛西雅的儿子西底家如此说：“他们是托我名向你们说假预言的，我必将他们交在巴比伦王尼布甲尼撒的手中，他要在你们眼前杀害他们。</p><p><a id="22"></a>29:22 住巴比伦一切被掳的犹大人必藉这二人赌咒说：‘愿耶和华使你像巴比伦王在火中烧的西底家和亚哈一样。’</p><p><a id="23"></a>29:23 这二人是在以色列中行了丑事，与邻舍的妻行淫，又假托我名说我未曾吩咐他们的话。知道的是我，作见证的也是我。”这是耶和华说的。</p><p><a id="24"></a>29:24 论到尼希兰人示玛雅，你当说：</p><p><a id="25"></a>29:25 “万军之耶和华以色列的　神如此说：你曾用自己的名寄信给耶路撒冷的众民和祭司玛西雅的儿子西番雅，并众祭司说：</p><p><a id="26"></a>29:26 ‘耶和华已经立你西番雅为祭司，代替祭司耶何耶大，使耶和华殿中有官长，好将一切狂妄自称为先知的人用枷枷住，用锁锁住。</p><p><a id="27"></a>29:27 现在亚拿突人耶利米向你们自称为先知，你们为何没有责备他呢？</p><p><a id="28"></a>29:28 因为他寄信给我们在巴比伦的人说：被掳的事必长久，你们要盖造房屋，住在其中；栽种田园，吃其中所产的。’”</p><p><a id="29"></a>29:29 祭司西番雅就把这信念给先知耶利米听。</p><p><a id="30"></a>29:30 于是，耶和华的话临到耶利米说：</p><p><a id="31"></a>29:31 “你当寄信给一切被掳的人说：‘耶和华论到尼希兰人示玛雅说：因为示玛雅向你们说预言，我并没有差遣他，他使你们倚靠谎言。</p><p><a id="32"></a>29:32 所以耶和华如此说：我必刑罚尼希兰人示玛雅和他的后裔，他必无一人存留住在这民中，也不得见我所要赐与我百姓的福乐，因为他向耶和华说了叛逆的话。这是耶和华说的。’”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/耶利米书/29.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _29 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _29 as default
};
