import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/以赛亚书/42.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/以赛亚书/42.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>42:1 看哪！我的仆人，我所扶持、所拣选、心里所喜悦的。我已将我的灵赐给他，他必将公理传给外邦。</p><p><a id="2"></a>42:2 他不喧嚷，不扬声，也不使街上听见他的声音。</p><p><a id="3"></a>42:3 压伤的芦苇，他不折断；将残的灯火，他不吹灭。他凭真实将公理传开。</p><p><a id="4"></a>42:4 他不灰心，也不丧胆，直到他在地上设立公理，海岛都等候他的训诲。”</p><p><a id="5"></a>42:5 创造诸天，铺张穹苍，将地和地所出的一并铺开，赐气息给地上的众人，又赐灵性给行在其上之人的　神耶和华，他如此说：</p><p><a id="6"></a>42:6 “我耶和华凭公义召你，必搀扶你的手，保守你，使你作众民的中保（注：“中保”原文作“约”），作外邦人的光，</p><p><a id="7"></a>42:7 开瞎子的眼，领被囚的出牢狱，领坐黑暗的出监牢。</p><p><a id="8"></a>42:8 我是耶和华，这是我的名。我必不将我的荣耀归给假神，也不将我的称赞归给雕刻的偶像。</p><p><a id="9"></a>42:9 看哪！先前的事已经成就，现在我将新事说明，这事未发以先，我就说给你们听。”</p><p><a id="10"></a>42:10 航海的和海中所有的，海岛和其上的居民，都当向耶和华唱新歌，从地极赞美他！</p><p><a id="11"></a>42:11 旷野和其中的城邑，并基达人居住的村庄都当扬声；西拉的居民当欢呼，在山顶上呐喊！</p><p><a id="12"></a>42:12 他们当将荣耀归给耶和华，在海岛中传扬他的颂赞。</p><p><a id="13"></a>42:13 耶和华必像勇士出去，必像战士激动热心，要喊叫，大声呐喊，要用大力攻击仇敌。</p><p><a id="14"></a>42:14 我许久闭口不言，静默不语；现在我要喊叫像产难的妇人，我要急气而喘哮。</p><p><a id="15"></a>42:15 我要使大山小冈变为荒场，使其上的花草都枯乾；我要使江河变为洲岛，使水池都乾涸。</p><p><a id="16"></a>42:16 我要引瞎子行不认识的道，领他们走不知道的路；在他们面前使黑暗变为光明，使弯曲变为平直。这些事我都要行，并不离弃他们。</p><p><a id="17"></a>42:17 倚靠雕刻的偶像，对铸造的偶像说‘你是我们的神’，这等人要退后，全然蒙羞。</p><p><a id="18"></a>42:18 你们这耳聋的，听吧！你们这眼瞎的，看吧！使你们能看见。</p><p><a id="19"></a>42:19 谁比我的仆人眼瞎呢？谁比我差遣的使者耳聋呢？谁瞎眼像那与我和好的，谁瞎眼像耶和华的仆人呢？</p><p><a id="20"></a>42:20 你看见许多事却不领会；耳朵开通却不听见。”</p><p><a id="21"></a>42:21 耶和华因自己公义的缘故，喜欢使律法（注：或作“训诲”）为大为尊。</p><p><a id="22"></a>42:22 但这百姓是被抢被夺的，都牢笼在坑中，隐藏在狱里。他们作掠物，无人拯救；作掳物，无人说交还。</p><p><a id="23"></a>42:23 你们中间谁肯侧耳听此，谁肯留心而听，以防将来呢？</p><p><a id="24"></a>42:24 谁将雅各交出当作掳物，将以色列交给抢夺的呢？岂不是耶和华吗？就是我们所得罪的那位。他们不肯遵行他的道，也不听从他的训诲。</p><p><a id="25"></a>42:25 所以，他将猛烈的怒气和争战的勇力，倾倒在以色列的身上；在他四围如火著起，他还不知道，烧著他，他也不介意。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/以赛亚书/42.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _42 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _42 as default
};
