import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/列王记(下)/6.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/列王记(下)/6.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>6:1 先知门徒对以利沙说：“看哪，我们同你所住的地方过于窄小，</p><p><a id="2"></a>6:2 求你容我们往约旦河去，各人从那里取一根木料建造房屋居住。”他说：“你们去吧！”</p><p><a id="3"></a>6:3 有一人说：“求你与仆人同去。”回答说：“我可以去。”</p><p><a id="4"></a>6:4 于是以利沙与他们同去。到了约旦河，就砍伐树木。</p><p><a id="5"></a>6:5 有一人砍树的时候，斧头掉在水里，他就呼叫说：“哀哉！我主啊，这斧子是借的。”</p><p><a id="6"></a>6:6 神人问说：“掉在哪里了？”他将那地方指给以利沙看。以利沙砍了一根木头，抛在水里，斧头就漂上来了。</p><p><a id="7"></a>6:7 以利沙说：“拿起来吧！”那人就伸手拿起来了。</p><p><a id="8"></a>6:8 亚兰王与以色列人争战，和他的臣仆商议说：“我要在某处某处安营。”</p><p><a id="9"></a>6:9 神人打发人去见以色列王说：“你要谨慎，不要从某处经过，因为亚兰人从那里下来了。”</p><p><a id="10"></a>6:10 以色列王差人去窥探神人所告诉所警戒他去的地方，就防备未受其害，不止一两次。</p><p><a id="11"></a>6:11 亚兰王因这事心里惊疑，召了臣仆来，对他们说：“我们这里有谁帮助以色列王，你们不指给我吗？”</p><p><a id="12"></a>6:12 有一个臣仆说：“我主我王，无人帮助他，只有以色列中的先知以利沙，将王在卧房所说的话，告诉以色列王了。”</p><p><a id="13"></a>6:13 王说：“你们去探他在哪里，我好打发人去捉拿他。”有人告诉王说：“他在多坍”。</p><p><a id="14"></a>6:14 王就打发车马和大军往那里去。夜间到了，围困那城。</p><p><a id="15"></a>6:15 神人的仆人清早起来出去，看见车马军兵围困了城。仆人对神人说：“哀哉！我主啊，我们怎样行才好呢？”</p><p><a id="16"></a>6:16 神人说：“不要惧怕！与我们同在的，比与他们同在的更多。”</p><p><a id="17"></a>6:17 以利沙祷告说：“耶和华啊，求你开这少年人的眼目，使他能看见。”耶和华开他的眼目，他就看见满山有火车火马围绕以利沙。</p><p><a id="18"></a>6:18 敌人下到以利沙那里，以利沙祷告耶和华说：“求你使这些人的眼目昏迷。”耶和华就照以利沙的话，使他们的眼目昏迷。</p><p><a id="19"></a>6:19 以利沙对他们说：“这不是那道，也不是那城，你们跟我去，我必领你们到所寻找的人那里。”于是领他们到了撒马利亚。</p><p><a id="20"></a>6:20 他们进了撒马利亚。以利沙祷告说：“耶和华啊，求你开这些人的眼目，使他们能看见。”耶和华开他们的眼目，他们就看见了。不料，是在撒马利亚的城中。</p><p><a id="21"></a>6:21 以色列王见了他们。就问以利沙说：“我父啊，我可以击杀他们吗？”</p><p><a id="22"></a>6:22 回答说：“不可击杀他们。就是你用刀用弓掳来的，岂可击杀他们吗（注：或作“也不可击杀，何况这些人呢”）？当在他们面前设摆饮食，使他们吃喝，回到他们的主人那里。”</p><p><a id="23"></a>6:23 王就为他们预备了许多食物。他们吃喝完了，打发他们回到他们主人那里。从此，亚兰军不再犯以色列境了。</p><p><a id="24"></a>6:24 此后，亚兰王便哈达聚集他的全军，上来围困撒马利亚。</p><p><a id="25"></a>6:25 于是撒马利亚被围困，有饥荒，甚至一个驴头值银八十舍客勒，二升鸽子粪值银五舍客勒。</p><p><a id="26"></a>6:26 一日，以色列王在城上经过，有一个妇人向他呼叫说：“我主我王啊，求你帮助！”</p><p><a id="27"></a>6:27 王说：“耶和华不帮助你，我从何处帮助你？是从禾场，是从酒□呢？”</p><p><a id="28"></a>6:28 王问妇人说：“你有甚么苦处？”她回答说：“这妇人对我说：‘将你的儿子取来，我们今日可以吃，明日可以吃我的儿子。’</p><p><a id="29"></a>6:29 我们就煮了我的儿子吃了。次日，我对她说：‘要将你的儿子取来，我们可以吃。’她却将她的儿子藏起来了。”</p><p><a id="30"></a>6:30 王听见妇人的话，就撕裂衣服（王在城上经过），百姓看见王贴身穿著麻衣。</p><p><a id="31"></a>6:31 王说：“我今日若容沙法的儿子以利沙的头仍在他项上，愿　神重重地降罚与我！”</p><p><a id="32"></a>6:32 那时，以利沙正坐在家中，长老也与他同坐。王打发一个伺候他的人去，他还没有到，以利沙对长老说：“你们看这凶手之子，打发人来斩我的头。你们看著使者来到，就关上门，用门将他推出去。在他后头不是有他主人脚步的响声吗？”</p><p><a id="33"></a>6:33 正说话的时候，使者来到，王也到了说：“这灾祸是从耶和华那里来的，我何必再仰望耶和华呢？”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/列王记(下)/6.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _6 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _6 as default
};
