import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/罗马书/15.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/罗马书/15.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>15:1 我们坚固的人应该担代不坚固人的软弱，不求自己的喜悦。</p><p><a id="2"></a>15:2 我们各人务要叫邻舍喜悦，使他得益处，建立德行。</p><p><a id="3"></a>15:3 因为基督也不求自己的喜悦，如经上所记：“辱骂你人的辱骂都落在我身上。”</p><p><a id="4"></a>15:4 从前所写的圣经，都是为教训我们写的，叫我们因圣经所生的忍耐和安慰，可以得著盼望。</p><p><a id="5"></a>15:5 但愿赐忍耐、安慰的　神，叫你们彼此同心，效法基督耶稣，</p><p><a id="6"></a>15:6 一心一口荣耀　神、我们主耶稣基督的父。</p><p><a id="7"></a>15:7 所以你们要彼此接纳，如同基督接纳你们一样，使荣耀归与　神。</p><p><a id="8"></a>15:8 我说，基督是为　神真理作了受割礼人的执事，要证实所应许列祖的话，</p><p><a id="9"></a>15:9 并叫外邦人因他的怜悯荣耀　神。如经上所记：“因此我要在外邦中称赞你，歌颂你的名。”</p><p><a id="10"></a>15:10 又说：“你们外邦人当与主的百姓一同欢乐。”</p><p><a id="11"></a>15:11 又说：“外邦啊，你们当赞美主！万民哪，你们都当颂赞他！”</p><p><a id="12"></a>15:12 又有以赛亚说：“将来有耶西的根，就是那兴起来要治理外邦的，外邦人要仰望他。”</p><p><a id="13"></a>15:13 但愿使人有盼望的　神，因信将诸般的喜乐平安充满你们的心，使你们藉著圣灵的能力大有盼望。</p><p><a id="14"></a>15:14 弟兄们，我自己也深信你们是满有良善，充足了诸般的知识，也能彼此劝戒。</p><p><a id="15"></a>15:15 但我稍微放胆写信给你们，是要提醒你们的记性，特因　神所给我的恩典，</p><p><a id="16"></a>15:16 使我为外邦人作基督耶稣的仆役，作　神福音的祭司，叫所献上的外邦人，因著圣灵成为圣洁，可蒙悦纳。</p><p><a id="17"></a>15:17 所以论到　神的事，我在基督耶稣里有可夸的。</p><p><a id="18"></a>15:18 除了基督藉我做的那些事，我甚么都不敢提，只提他藉我言语作为，用神迹奇事的能力，并圣灵的能力，使外邦人顺服。</p><p><a id="19"></a>15:19 甚至我从耶路撒冷直转到以利哩古，到处传了基督的福音。</p><p><a id="20"></a>15:20 我立了志向，不在基督的名被称过的地方传福音，免得建造在别人的根基上。</p><p><a id="21"></a>15:21 就如经上所记：“未曾闻知他信息的，将要看见；未曾听过的，将要明白。”</p><p><a id="22"></a>15:22 我因多次被拦阻，总不得到你们那里去。</p><p><a id="23"></a>15:23 但如今在这里再没有可传的地方，而且这好几年，我切心想望到西班牙去的时候，可以到你们那里，</p><p><a id="24"></a>15:24 盼望从你们那里经过，得见你们，先与你们彼此交往，心里稍微满足，然后蒙你们送行。</p><p><a id="25"></a>15:25 但现在，我往耶路撒冷去供给圣徒。</p><p><a id="26"></a>15:26 因为马其顿和亚该亚人乐意凑出捐项给耶路撒冷圣徒中的穷人。</p><p><a id="27"></a>15:27 这固然是他们乐意的，其实也算是所欠的债。因外邦人既然在他们属灵的好处上有分，就当把养身之物供给他们。</p><p><a id="28"></a>15:28 等我办完了这事，把这善果向他们交付明白，我就要路过你们那里，往西班牙去。</p><p><a id="29"></a>15:29 我也晓得去的时候，必带著基督丰盛的恩典而去。</p><p><a id="30"></a>15:30 弟兄们，我藉著我们主耶稣基督，又藉著圣灵的爱，劝你们与我一同竭力，为我祈求　神，</p><p><a id="31"></a>15:31 叫我脱离在犹太不顺从的人；也叫我为耶路撒冷所办的捐项可蒙圣徒悦纳；</p><p><a id="32"></a>15:32 并叫我顺著　神的旨意，欢欢喜喜地到你们那里，与你们同得安息。</p><p><a id="33"></a>15:33 愿赐平安的　神常和你们众人同在。阿们！</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/罗马书/15.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _15 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _15 as default
};
