import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/约书亚记/4.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/约书亚记/4.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>4:1 国民尽都过了约旦河，耶和华就对约书亚说：</p><p><a id="2"></a>4:2 “你从民中要拣选十二个人，每支派一人，</p><p><a id="3"></a>4:3 吩咐他们说：‘你们从这里，从约旦河中、祭司脚站定的地方，取十二块石头带过去，放在你们今夜要住宿的地方。’”</p><p><a id="4"></a>4:4 于是，约书亚将他从以色列人中所预备的那十二个人，每支派一人，都召了来，</p><p><a id="5"></a>4:5 对他们说：“你们下约旦河中，过到耶和华你们　神的约柜前头，按著以色列人十二支派的数目，每人取一块石头扛在肩上。</p><p><a id="6"></a>4:6 这些石头在你们中间可以作为证据。日后你们的子孙问你们说：‘这些石头是甚么意思？’</p><p><a id="7"></a>4:7 你们就对他们说：‘这是因为约旦河的水在耶和华的约柜前断绝；约柜过约旦河的时候，约旦河的水就断绝了。这些石头要作以色列人永远的记念。’”</p><p><a id="8"></a>4:8 以色列人就照约书亚所吩咐的，按著以色列人支派的数目，从约旦河中取了十二块石头，都遵耶和华所吩咐约书亚的行了。他们把石头带过去，到他们所住宿的地方，就放在那里。</p><p><a id="9"></a>4:9 约书亚另把十二块石头立在约旦河中，在抬约柜的祭司脚站立的地方；直到今日，那石头还在那里。</p><p><a id="10"></a>4:10 抬约柜的祭司站在约旦河中，等到耶和华晓谕约书亚吩咐百姓的事办完了，是照摩西所吩咐约书亚的一切话。于是，百姓急速过去了。</p><p><a id="11"></a>4:11 众百姓尽都过了河，耶和华的约柜和祭司就在百姓面前过去。</p><p><a id="12"></a>4:12 吕便人、迦得人、玛拿西半支派的人，都照摩西所吩咐他们的，带著兵器在以色列人前头过去。</p><p><a id="13"></a>4:13 约有四万人都准备打仗，在耶和华面前过去，到耶利哥的平原，等候上阵。</p><p><a id="14"></a>4:14 当那日，耶和华使约书亚在以色列众人眼前尊大，在他平生的日子，百姓敬畏他，像从前敬畏摩西一样。</p><p><a id="15"></a>4:15 耶和华晓谕约书亚说：</p><p><a id="16"></a>4:16 “你吩咐抬法柜的祭司从约旦河里上来。”</p><p><a id="17"></a>4:17 约书亚就吩咐祭司说：“你们从约旦河里上来。”</p><p><a id="18"></a>4:18 抬耶和华约柜的祭司从约旦河里上来，脚掌刚落旱地，约旦河的水就流到原处，仍旧涨过两岸。</p><p><a id="19"></a>4:19 正月初十日，百姓从约旦河里上来，就在吉甲，在耶利哥的东边安营。</p><p><a id="20"></a>4:20 他们从约旦河中取来的那十二块石头，约书亚就立在吉甲，</p><p><a id="21"></a>4:21 对以色列人说：“日后你们的子孙问他们的父亲说：‘这些石头是甚么意思？’</p><p><a id="22"></a>4:22 你们就告诉他们说：‘以色列人曾走乾地过这约旦河。’</p><p><a id="23"></a>4:23 因为耶和华你们的　神在你们前面使约旦河的水乾了，等著你们过来，就如耶和华你们的　神从前在我们前面使红海乾了，等著我们过来一样，</p><p><a id="24"></a>4:24 要使地上万民都知道，耶和华的手大有能力，也要使你们永远敬畏耶和华你们的　神。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/约书亚记/4.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _4 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _4 as default
};
