import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/使徒行传/2.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/使徒行传/2.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>2:1 五旬节到了，门徒都聚集在一处。</p><p><a id="2"></a>2:2 忽然，从天上有响声下来，好像一阵大风吹过，充满了他们所坐的屋子；</p><p><a id="3"></a>2:3 又有舌头如火焰显现出来，分开落在他们各人头上。 徒 2:4 他们就都被圣灵充满，按著圣灵所赐的口才说起别国的话来。</p><p><a id="5"></a>2:5 那时，有虔诚的犹太人从天下各国来，住在耶路撒冷。</p><p><a id="6"></a>2:6 这声音一响，众人都来聚集。各人听见门徒用众人的乡谈说话，就甚纳闷，</p><p><a id="7"></a>2:7 都惊讶希奇说：“看哪，这说话的不都是加利利人吗？</p><p><a id="8"></a>2:8 我们各人怎么听见他们说我们生来所用的乡谈呢？</p><p><a id="9"></a>2:9 我们帕提亚人、玛代人、以拦人，和住在美索不达米亚、犹太、加帕多家、本都、亚西亚、</p><p><a id="10"></a>2:10 弗吕家、旁非利亚、埃及的人，并靠近古利奈的利比亚一带地方的人，从罗马来的客旅中，或是犹太人，或是进犹太教的人，</p><p><a id="11"></a>2:11 克里特和阿拉伯人，都听见他们用我们的乡谈，讲说　神的大作为。”</p><p><a id="12"></a>2:12 众人就都惊讶猜疑，彼此说：“这是甚么意思呢？”</p><p><a id="13"></a>2:13 还有人讥诮说：“他们无非是新酒灌满了。”</p><p><a id="14"></a>2:14 彼得和十一个使徒站起，高声说：“犹太人和一切住在耶路撒冷的人哪，这件事你们当知道，也当侧耳听我的话。</p><p><a id="15"></a>2:15 你们想这些人是醉了？其实不是醉了，因为时候刚到巳初。</p><p><a id="16"></a>2:16 这正是先知约珥所说的：</p><p><a id="17"></a>2:17 ‘ 神说：在末后的日子，我要将我的灵浇灌凡有血气的。你们的儿女要说预言；你们的少年人要见异象；老年人要做异梦。</p><p><a id="18"></a>2:18 在那些日子，我要将我的灵浇灌我的仆人和使女，他们就要说预言。</p><p><a id="19"></a>2:19 在天上我要显出奇事；在地下我要显出神迹，有血，有火，有烟雾。</p><p><a id="20"></a>2:20 日头要变为黑暗，月亮要变为血；这都在主大而明显的日子未到以前。</p><p><a id="21"></a>2:21 到那时候，凡求告主名的，就必得救。’</p><p><a id="22"></a>2:22 以色列人哪，请听我的话：　神藉著拿撒勒人耶稣在你们中间施行异能、奇事、神迹，将他证明出来，这是你们自己知道的。</p><p><a id="23"></a>2:23 他既按著　神的定旨、先见被交与人，你们就藉著无法之人的手，把他钉在十字架上杀了。</p><p><a id="24"></a>2:24 神却将死的痛苦解释了，叫他复活，因为他原不能被死拘禁。</p><p><a id="25"></a>2:25 大卫指著他说：‘我看见主常在我眼前，他在我右边，叫我不至于摇动。</p><p><a id="26"></a>2:26 所以我心里欢喜，我的灵（注：原文作“舌”）快乐；并且我的肉身要安居在指望中。</p><p><a id="27"></a>2:27 因你必不将我的灵魂撇在阴间，也不叫你的圣者见朽坏。</p><p><a id="28"></a>2:28 你已将生命的道路指示我，必叫我因见你的面（注：或作“叫我在你面前”），得著满足的快乐。’</p><p><a id="29"></a>2:29 弟兄们，先祖大卫的事，我可以明明地对你们说，他死了，也葬埋了，并且他的坟墓直到今日还在我们这里。</p><p><a id="30"></a>2:30 大卫既是先知，又晓得　神曾向他起誓，要从他的后裔中立一位坐在他的宝座上，</p><p><a id="31"></a>2:31 就预先看明这事，讲论基督复活说：‘他的灵魂不撇在阴间；他的肉身也不见朽坏。’</p><p><a id="32"></a>2:32 这耶稣，　神已经叫他复活了，我们都为这事作见证。</p><p><a id="33"></a>2:33 他既被　神的右手高举（注：或作“他既高举在　神的右边”），又从父受了所应许的圣灵，就把你们所看见、所听见的浇灌下来。</p><p><a id="34"></a>2:34 大卫并没有升到天上，但自己说：‘主对我主说：你坐在我的右边，</p><p><a id="35"></a>2:35 等我使你仇敌作你的脚凳。’</p><p><a id="36"></a>2:36 故此，以色列全家当确实地知道，你们钉在十字架上的这位耶稣，　神已经立他为主，为基督了。”</p><p><a id="37"></a>2:37 众人听见这话，觉得扎心，就对彼得和其余的使徒说：“弟兄们，我们当怎样行？”</p><p><a id="38"></a>2:38 彼得说：“你们各人要悔改，奉耶稣基督的名受洗，叫你们的罪得赦，就必领受所赐的圣灵；</p><p><a id="39"></a>2:39 因为这应许是给你们和你们的儿女，并一切在远方的人，就是主我们　神所召来的。”</p><p><a id="40"></a>2:40 彼得还用许多话作见证，劝勉他们说：“你们当救自己脱离这弯曲的世代。”</p><p><a id="41"></a>2:41 于是，领受他话的人就受了洗。那一天，门徒约添了三千人，</p><p><a id="42"></a>2:42 都恒心遵守使徒的教训，彼此交接，擘饼，祈祷。</p><p><a id="43"></a>2:43 众人都惧怕。使徒又行了许多奇事、神迹。</p><p><a id="44"></a>2:44 信的人都在一处，凡物公用；</p><p><a id="45"></a>2:45 并且卖了田产、家业，照各人所需用的分给各人。</p><p><a id="46"></a>2:46 他们天天同心合意恒切地在殿里，且在家中擘饼，存著欢喜、诚实的心用饭，</p><p><a id="47"></a>2:47 赞美　神，得众民的喜爱。主将得救的人天天加给他们。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/使徒行传/2.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _2 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _2 as default
};
