import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/出埃及记/19.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/出埃及记/19.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>19:1 以色列人出埃及地以后，满了三个月的那一天，就来到西奈的旷野。</p><p><a id="2"></a>19:2 他们离了利非订，来到西奈的旷野，就在那里的山下安营。</p><p><a id="3"></a>19:3 摩西到　神那里，耶和华从山上呼唤他说：“你要这样告诉雅各家，晓谕以色列人说：</p><p><a id="4"></a>19:4 ‘我向埃及人所行的事，你们都看见了，且看见我如鹰将你们背在翅膀上，带来归我。</p><p><a id="5"></a>19:5 如今你们若实在听从我的话，遵守我的约，就要在万民中作属我的子民；因为全地都是我的，</p><p><a id="6"></a>19:6 你们要归我作祭司的国度，为圣洁的国民。’这些话你要告诉以色列人。”</p><p><a id="7"></a>19:7 摩西去召了民间的长老来，将耶和华所吩咐他的话，都在他们面前陈明。</p><p><a id="8"></a>19:8 百姓都同声回答说：“凡耶和华所说的，我们都要遵行。”摩西就将百姓的话回覆耶和华。</p><p><a id="9"></a>19:9 耶和华对摩西说：“我要在密云中临到你那里，叫百姓在我与你说话的时候可以听见，也可以永远信你了。”于是摩西将百姓的话奏告耶和华。</p><p><a id="10"></a>19:10 耶和华又对摩西说：“你往百姓那里去，叫他们今天明天自洁，又叫他们洗衣服。</p><p><a id="11"></a>19:11 到第三天要预备好了，因为第三天耶和华要在众百姓眼前降临在西奈山上。</p><p><a id="12"></a>19:12 你要在山的四围给百姓定界限，说：‘你们当谨慎，不可上山去，也不可摸山的边界；凡摸这山的，必要治死他。</p><p><a id="13"></a>19:13 不可用手摸他，必用石头打死，或用箭射透，无论是人是牲畜，都不得活。到角声拖长的时候，他们才可到山根来。’”</p><p><a id="14"></a>19:14 摩西下山往百姓那里去，叫他们自洁，他们就洗衣服。</p><p><a id="15"></a>19:15 他对百姓说：“到第三天要预备好了，不可亲近女人。”</p><p><a id="16"></a>19:16 到了第三天早晨，在山上有雷轰、闪电和密云，并且角声甚大，营中的百姓尽都发颤。</p><p><a id="17"></a>19:17 摩西率领百姓出营迎接　神，都站在山下。</p><p><a id="18"></a>19:18 西奈全山冒烟，因为耶和华在火中降于山上，山的烟气上腾，如烧窑一般，遍山大大地震动。</p><p><a id="19"></a>19:19 角声渐渐地高而又高，摩西就说话，　神有声音答应他。</p><p><a id="20"></a>19:20 耶和华降临在西奈山顶上，耶和华召摩西上山顶，摩西就上去。</p><p><a id="21"></a>19:21 耶和华对摩西说：“你下去嘱咐百姓，不可闯过来到我面前观看，恐怕他们有多人死亡；</p><p><a id="22"></a>19:22 又叫亲近我的祭司自洁，恐怕我忽然出来击杀他们。”</p><p><a id="23"></a>19:23 摩西对耶和华说：“百姓不能上西奈山，因为你已经嘱咐我们说：‘要在山的四围定界限，叫山成圣。’”</p><p><a id="24"></a>19:24 耶和华对他说：“下去吧！你要和亚伦一同上来，只是祭司和百姓不可闯过来上到我面前，恐怕我忽然出来击杀他们。”</p><p><a id="25"></a>19:25 于是摩西下到百姓那里告诉他们。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/出埃及记/19.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _19 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _19 as default
};
