import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/出埃及记/3.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/出埃及记/3.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>3:1 摩西牧养他岳父米甸祭司叶忒罗的羊群。一日，领羊群往野外去，到了　神的山，就是何烈山，</p><p><a id="2"></a>3:2 耶和华的使者从荆棘里火焰中向摩西显现。摩西观看，不料，荆棘被火烧著，却没有烧毁。</p><p><a id="3"></a>3:3 摩西说：“我要过去看这大异象，这荆棘为何没有烧坏呢？”</p><p><a id="4"></a>3:4 耶和华　神见他过去要看，就从荆棘里呼叫说：“摩西！摩西！”他说：“我在这里。”</p><p><a id="5"></a>3:5 神说：“不要近前来，当把你脚上的鞋脱下来，因为你所站之地是圣地。”</p><p><a id="6"></a>3:6 又说：“我是你父亲的　神，是亚伯拉罕的　神，以撒的　神，雅各的　神。”摩西蒙上脸，因为怕看　神。</p><p><a id="7"></a>3:7 耶和华说：“我的百姓在埃及所受的困苦，我实在看见了；他们因受督工的辖制所发的哀声，我也听见了。我原知道他们的痛苦。</p><p><a id="8"></a>3:8 我下来是要救他们脱离埃及人的手，领他们出了那地，到美好宽阔流奶与蜜之地，就是到迦南人、赫人、亚摩利人、比利洗人、希未人、耶布斯人之地。</p><p><a id="9"></a>3:9 现在以色列人的哀声达到我耳中，我也看见埃及人怎样欺压他们。</p><p><a id="10"></a>3:10 故此，我要打发你去见法老，使你可以将我的百姓以色列人从埃及领出来。”</p><p><a id="11"></a>3:11 摩西对　神说：“我是甚么人，竟能去见法老，将以色列人从埃及领出来呢？”</p><p><a id="12"></a>3:12 神说：“我必与你同在。你将百姓从埃及领出来之后，你们必在这山上事奉我，这就是我打发你去的证据。”</p><p><a id="13"></a>3:13 摩西对　神说：“我到以色列人那里，对他们说：‘你们祖宗的　神打发我到你们这里来。’他们若问我说：‘他叫甚么名字？’我要对他们说甚么呢？”</p><p><a id="14"></a>3:14 神对摩西说：“我是自有永有的。”又说：“你要对以色列人这样说：‘那自有的打发我到你们这里来。’”</p><p><a id="15"></a>3:15 神又对摩西说：“你要对以色列人这样说：‘耶和华你们祖宗的　神，就是亚伯拉罕的　神，以撒的　神，雅各的　神，打发我到你们这里来。耶和华是我的名，直到永远；这也是我的纪念，直到万代。’</p><p><a id="16"></a>3:16 你去招聚以色列的长老，对他们说：‘耶和华你们祖宗的　神，就是亚伯拉罕的　神，以撒的　神，雅各的　神，向我显现，说：我实在眷顾了你们，我也看见埃及人怎样待你们。</p><p><a id="17"></a>3:17 我也说要将你们从埃及的困苦中领出来，往迦南人、赫人、亚摩利人、比利洗人、希未人、耶布斯人的地去，就是到流奶与蜜之地。’</p><p><a id="18"></a>3:18 他们必听你的话。你和以色列的长老要去见埃及王，对他说：‘耶和华希伯来人的　神遇见了我们，现在求你容我们往旷野去，走三天的路程，为要祭祀耶和华我们的　神。’</p><p><a id="19"></a>3:19 我知道虽用大能的手，埃及王也不容你们去。</p><p><a id="20"></a>3:20 我必伸手在埃及中间施行我一切的奇事，攻击那地，然后他才容你们去。</p><p><a id="21"></a>3:21 我必叫你们在埃及人眼前蒙恩，你们去的时候，就不至于空手而去。</p><p><a id="22"></a>3:22 但各妇女必向她的邻舍，并居住在她家里的女人要金器、银器和衣裳，好给你们的儿女穿戴，这样你们就把埃及人的财物夺去了。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/出埃及记/3.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _3 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _3 as default
};
