import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/耶利米书/22.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/耶利米书/22.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>22:1 耶和华如此说：“你下到犹大王的宫中，在那里说这话，</p><p><a id="2"></a>22:2 说：‘坐大卫宝座的犹大王啊，你和你的臣仆，并进入城门的百姓，都当听耶和华的话！</p><p><a id="3"></a>22:3 耶和华如此说：你们要施行公平和公义，拯救被抢夺的脱离欺压人的手；不可亏负寄居的和孤儿寡妇，不可以强暴待他们，在这地方也不可流无辜人的血。</p><p><a id="4"></a>22:4 你们若认真行这事，就必有坐大卫宝座的君王和他的臣仆、百姓，或坐车或骑马，从这城的各门进入。</p><p><a id="5"></a>22:5 你们若不听这些话，耶和华说：我指著自己起誓，这城必变为荒场。’”</p><p><a id="6"></a>22:6 耶和华论到犹大王的家如此说：“我看你如基列，如黎巴嫩顶，然而，我必使你变为旷野，为无人居住的城邑。</p><p><a id="7"></a>22:7 我要预备行毁灭的人，各拿器械攻击你，他们要砍下你佳美的香柏树，扔在火中。</p><p><a id="8"></a>22:8 许多国的民要经过这城，各人对邻舍说：‘耶和华为何向这大城如此行呢？’</p><p><a id="9"></a>22:9 他们必回答说：‘是因离弃了耶和华他们　神的约，事奉敬拜别神。’”</p><p><a id="10"></a>22:10 不要为死人哭号，不要为他悲伤，却要为离家出外的人大大哭号，因为他不得再回来，也不得再见他的本国。</p><p><a id="11"></a>22:11 因为耶和华论到从这地方出去的犹大王约西亚的儿子沙龙（注：列王下23章30节名“约哈斯”），就是接续他父亲约西亚作王的，这样说：“他必不得再回到这里来，</p><p><a id="12"></a>22:12 却要死在被掳去的地方，必不得再见这地。”</p><p><a id="13"></a>22:13 那行不义盖房、行不公造楼、白白使用人的手工不给工价的，有祸了！</p><p><a id="14"></a>22:14 他说：“我要为自己盖广大的房、宽敞的楼，为自己开窗户。”这楼房的护墙板是香柏木的，楼房是丹色油漆的。</p><p><a id="15"></a>22:15 “难道你作王是在乎造香柏木楼房争胜吗？你的父亲岂不是也吃、也喝，也施行公平和公义吗？那时他得了福乐。</p><p><a id="16"></a>22:16 他为困苦和穷乏人伸冤，那时就得了福乐！认识我不在乎此吗？”这是耶和华说的。</p><p><a id="17"></a>22:17 “惟有你的眼和你的心专顾贪婪，流无辜人的血，行欺压和强暴。”</p><p><a id="18"></a>22:18 所以，耶和华论到犹大王约西亚的儿子约雅敬如此说：“人必不为他举哀说：‘哀哉！我的哥哥’；或说：‘哀哉！我的姐姐’；也不为他举哀说：‘哀哉！我的主’；或说：‘哀哉！我主的荣华。’</p><p><a id="19"></a>22:19 他被埋葬，好像埋驴一样，要拉出去扔在耶路撒冷的城门之外。</p><p><a id="20"></a>22:20 你要上黎巴嫩哀号，在巴珊扬声，从亚巴琳哀号，因为你所亲爱的都毁灭了。</p><p><a id="21"></a>22:21 你兴盛的时候，我对你说话，你却说：‘我不听。’你自幼年以来总是这样，不听从我的话。</p><p><a id="22"></a>22:22 你的牧人要被风吞吃，你所亲爱的必被掳去；那时，你必因你一切的恶抱愧蒙羞。</p><p><a id="23"></a>22:23 你这住黎巴嫩在香柏树上搭窝的，有痛苦临到你，好像疼痛临到产难的妇人，那时你何等可怜！”</p><p><a id="24"></a>22:24 耶和华说：“犹大王约雅敬的儿子哥尼雅（注：又名“耶哥尼雅”。下同）虽是我右手上带印的戒指，我凭我的永生起誓，也必将你从其上摘下来。</p><p><a id="25"></a>22:25 并且我必将你交给寻索你命的人和你所惧怕的人手中，就是巴比伦王尼布甲尼撒和迦勒底人的手中。</p><p><a id="26"></a>22:26 我也必将你和生你的母亲赶到别国，并不是你们生的地方，你们必死在那里。</p><p><a id="27"></a>22:27 但心中甚想归回之地，必不得归回。”</p><p><a id="28"></a>22:28 哥尼雅这人是被轻看、破坏的器皿吗？是无人喜爱的器皿吗？他和他的后裔为何被赶到不认识之地呢？</p><p><a id="29"></a>22:29 地啊，地啊，地啊，当听耶和华的话！</p><p><a id="30"></a>22:30 耶和华如此说：“要写明这人算为无子，是平生不得亨通的，因为他后裔中再无一人得亨通，能坐在大卫的宝座上治理犹大。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/耶利米书/22.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _22 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _22 as default
};
