import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/历代志(上)/1.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/历代志(上)/1.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>1:1 亚当生塞特，塞特生以挪士，</p><p><a id="2"></a>1:2 以挪士生该南，南生玛勒列，玛勒列生雅列，</p><p><a id="3"></a>1:3 雅列生以诺，以诺生玛土撒拉，玛土撒拉生拉麦，</p><p><a id="4"></a>1:4 拉麦生挪亚，挪亚生闪、含、雅弗。</p><p><a id="5"></a>1:5 雅弗的儿子是歌篾、玛各、玛代、雅完、土巴、米设、提拉。</p><p><a id="6"></a>1:6 歌篾的儿子是亚实基拿、低法（注：创世记10章3节作“利法”）、陀迦玛。</p><p><a id="7"></a>1:7 雅完的儿子是以利沙、他施、基提、多单（注：有作“罗单”的）。</p><p><a id="8"></a>1:8 含的儿子是古实、麦西、弗、迦南。</p><p><a id="9"></a>1:9 古实的儿子是西巴、哈腓拉、撒弗他、拉玛、撒弗提迦。拉玛的儿子是示巴、底但。</p><p><a id="10"></a>1:10 古实生宁录，他为世上英雄之首。</p><p><a id="11"></a>1:11 麦西生路低人、亚拿米人、利哈比人、拿弗土希人、</p><p><a id="12"></a>1:12 帕斯鲁细人、迦斯路希人、迦斐托人；从迦斐托出来的有非利士人。</p><p><a id="13"></a>1:13 迦南生长子西顿，又生赫，</p><p><a id="14"></a>1:14 和耶布斯人、亚摩利人、革迦撒人、</p><p><a id="15"></a>1:15 希未人、亚基人、西尼人、</p><p><a id="16"></a>1:16 亚瓦底人、洗玛利人并哈马人。</p><p><a id="17"></a>1:17 闪的儿子是以拦、亚述、亚法撒、路德、亚兰、乌斯、户勒、基帖、米设（注：创世记10章23节作“玛施”）。</p><p><a id="18"></a>1:18 亚法撒生沙拉，沙拉生希伯。</p><p><a id="19"></a>1:19 希伯生了两个儿子：一个名叫法勒（注：就是“分”的意思），因为那时人就分地居住；法勒的兄弟名叫约坍。</p><p><a id="20"></a>1:20 约坍生亚摩答、沙列、哈萨玛非、耶拉、</p><p><a id="21"></a>1:21 哈多兰、乌萨、德拉、</p><p><a id="22"></a>1:22 以巴录、亚比玛利、示巴、</p><p><a id="23"></a>1:23 阿斐、哈腓拉、约巴。这都是约坍的儿子。</p><p><a id="24"></a>1:24 闪生亚法撒，亚法撒生沙拉，</p><p><a id="25"></a>1:25 沙拉生希伯，希伯生法勒，法勒生拉吴，</p><p><a id="26"></a>1:26 拉吴生西鹿，西鹿生拿鹤，拿鹤生他拉，</p><p><a id="27"></a>1:27 他拉生亚伯兰，亚伯兰就是亚伯拉罕。</p><p><a id="28"></a>1:28 亚伯拉罕的儿子是以撒、以实玛利。</p><p><a id="29"></a>1:29 以实玛利的儿子记在下面：以实玛利的长子是尼拜约，其次是基达、押德别、米比衫、</p><p><a id="30"></a>1:30 米施玛、度玛、玛撒、哈达、提玛、</p><p><a id="31"></a>1:31 伊突、拿非施、基底玛。这都是以实玛利的儿子。</p><p><a id="32"></a>1:32 亚伯拉罕的妾基土拉所生的儿子就是心兰、约珊、米但、米甸、伊施巴、书亚。约珊的儿子是示巴、底但。</p><p><a id="33"></a>1:33 米甸的儿子是以法、以弗、哈诺、亚比大、以勒大。这都是基土拉的子孙。</p><p><a id="34"></a>1:34 亚伯拉罕生以撒。以撒的儿子是以扫和以色列。</p><p><a id="35"></a>1:35 以扫的儿子是以利法、流珥、耶乌施、雅兰、可拉。</p><p><a id="36"></a>1:36 以利法的儿子是提幔、阿抹、洗玻、迦坦、基纳斯、亭纳、亚玛力。</p><p><a id="37"></a>1:37 流珥的儿子是拿哈、谢拉、沙玛、米撒。</p><p><a id="38"></a>1:38 西珥的儿子是罗坍、朔巴、祭便、亚拿、底顺、以察、底珊。</p><p><a id="39"></a>1:39 罗坍的儿子是何利、荷幔。罗坍的妹子是亭纳。</p><p><a id="40"></a>1:40 朔巴的儿子是亚勒文、玛拿辖、以巴录、示非、阿南。祭便的儿子是亚雅、亚拿。</p><p><a id="41"></a>1:41 亚拿的儿子是底顺。底顺的儿子是哈默兰、伊是班、益兰、基兰。</p><p><a id="42"></a>1:42 以察的儿子是辟罕、撒番、亚干。底珊的儿子是乌斯、亚兰。</p><p><a id="43"></a>1:43 以色列人未有君王治理之先，在以东地作王的记在下面。有比珥的儿子比拉，他的京城名叫亭哈巴。</p><p><a id="44"></a>1:44 比拉死了，波斯拉人谢拉的儿子约巴接续他作王。</p><p><a id="45"></a>1:45 约巴死了，提幔地的人户珊接续他作王。</p><p><a id="46"></a>1:46 户珊死了，比达的儿子哈达接续他作王。这哈达就是在摩押地杀败米甸人的，他的京城名叫亚未得。</p><p><a id="47"></a>1:47 哈达死了，玛士利加人桑拉接续他作王。</p><p><a id="48"></a>1:48 桑拉死了，大河边的利河伯人扫罗接续他作王。</p><p><a id="49"></a>1:49 扫罗死了，亚革波的儿子巴勒哈南接续他作王。</p><p><a id="50"></a>1:50 巴勒哈南死了，哈达接续他作王，他的京城名叫巴伊，他的妻子名叫米希她别，是米萨合的孙女，玛特列的女儿。</p><p><a id="51"></a>1:51 哈达死了，以东人的族长有亭纳族长、亚勒瓦族长、耶帖族长、</p><p><a id="52"></a>1:52 亚何利巴玛族长、以拉族长、比嫩族长、</p><p><a id="53"></a>1:53 基纳斯族长、提幔族长、米比萨族长、</p><p><a id="54"></a>1:54 玛基叠族长、以兰族长。这都是以东人的族长。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/历代志(上)/1.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _1 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _1 as default
};
