import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/使徒行传/23.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/使徒行传/23.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>23:1 保罗定睛看著公会的人，说：“弟兄们，我在　神面前行事为人都是凭著良心，直到今日。”</p><p><a id="2"></a>23:2 大祭司亚拿尼亚就吩咐旁边站著的人打他的嘴。</p><p><a id="3"></a>23:3 保罗对他说：“你这粉饰的墙，　神要打你！你坐堂为的是按律法审问我，你竟违背律法，吩咐人打我吗？”</p><p><a id="4"></a>23:4 站在旁边的人说：“你辱骂　神的大祭司吗？”</p><p><a id="5"></a>23:5 保罗说：“弟兄们，我不晓得他是大祭司。经上记著说：‘不可毁谤你百姓的官长。’”</p><p><a id="6"></a>23:6 保罗看出大众一半是撒都该人，一半是法利赛人，就在公会中大声说：“弟兄们，我是法利赛人，也是法利赛人的子孙。我现在受审问，是为盼望死人复活。”</p><p><a id="7"></a>23:7 说了这话，法利赛人和撒都该人就争论起来，会众分为两党。</p><p><a id="8"></a>23:8 因为撒都该人说没有复活，也没有天使和鬼魂；法利赛人却说两样都有，</p><p><a id="9"></a>23:9 于是大大地喧嚷起来。有几个法利赛党的文士站起来争辩说：“我们看不出这人有甚么恶处，倘若有鬼魂或是天使对他说过话，怎么样呢？”</p><p><a id="10"></a>23:10 那时大起争吵，千夫长恐怕保罗被他们扯碎了，就吩咐兵丁下去，把他从众人当中抢出来，带进营楼去。</p><p><a id="11"></a>23:11 当夜，主站在保罗旁边说：“放心吧！你怎样在耶路撒冷为我作见证，也必怎样在罗马为我作见证。”</p><p><a id="12"></a>23:12 到了天亮，犹太人同谋起誓说：“若不先杀保罗，就不吃不喝！”</p><p><a id="13"></a>23:13 这样同心起誓的有四十多人。</p><p><a id="14"></a>23:14 他们来见祭司长和长老，说：“我们已经起了一个大誓，若不先杀保罗，就不吃甚么。</p><p><a id="15"></a>23:15 现在你们和公会要知会千夫长，叫他带下保罗到你们这里来，假作要详细察考他的事；我们已经预备好了，不等他来到跟前就杀他。”</p><p><a id="16"></a>23:16 保罗的外甥听见他们设下埋伏，就来到营楼里告诉保罗。</p><p><a id="17"></a>23:17 保罗请一个百夫长来，说：“你领这少年人去见千夫长，他有事告诉他。”</p><p><a id="18"></a>23:18 于是把他领去见千夫长，说：“被囚的保罗请我到他那里，求我领这少年人来见你，他有事告诉你。”</p><p><a id="19"></a>23:19 千夫长就拉著他的手，走到一旁，私下问他说：“你有甚么事告诉我呢？”</p><p><a id="20"></a>23:20 他说：“犹太人已经约定，要求你明天带下保罗到公会里去，假作要详细查问他的事。</p><p><a id="21"></a>23:21 你切不要随从他们，因为他们有四十多人埋伏，已经起誓说，若不先杀保罗，就不吃不喝。现在预备好了，只等你应允。”</p><p><a id="22"></a>23:22 于是千夫长打发少年人走，嘱咐他说：“不要告诉人你将这事报给我了。”</p><p><a id="23"></a>23:23 千夫长便叫了两个百夫长来，说：“预备步兵二百，马兵七十，长枪手二百，今夜亥初往凯撒利亚去；</p><p><a id="24"></a>23:24 也要预备牲口叫保罗骑上，护送到巡抚腓力斯那里去。”</p><p><a id="25"></a>23:25 千夫长又写了文书，</p><p><a id="26"></a>23:26 大略说：革老丢吕西亚请巡抚腓力斯大人安。</p><p><a id="27"></a>23:27 这人被犹太人拿住，将要杀害，我得知他是罗马人，就带兵丁下去救他出来。</p><p><a id="28"></a>23:28 因要知道他们告他的缘故，我就带他下到他们的公会去，</p><p><a id="29"></a>23:29 便查知他被告是因他们律法的辩论，并没有甚么该死该绑的罪名。</p><p><a id="30"></a>23:30 后来有人把要害他的计谋告诉我，我就立时解他到你那里去，又吩咐告他的人在你面前告他。（注：有古卷在此有“愿你平安！”）</p><p><a id="31"></a>23:31 于是兵丁照所吩咐他们的，将保罗夜里带到安提帕底。</p><p><a id="32"></a>23:32 第二天让马兵护送，他们就回营楼去。</p><p><a id="33"></a>23:33 马兵来到凯撒利亚，把文书呈给巡抚，便叫保罗站在他面前。</p><p><a id="34"></a>23:34 巡抚看了文书，问保罗是哪省的人。既晓得他是基利家人，</p><p><a id="35"></a>23:35 就说：“等告你的人来到，我要细听你的事。”便吩咐人把他看守在希律的衙门里。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/使徒行传/23.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _23 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _23 as default
};
