import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/申命记/2.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/申命记/2.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>2:1 此后，我们转回，从红海的路往旷野去，是照耶和华所吩咐我的；我们在西珥山绕行了许多日子。</p><p><a id="2"></a>2:2 耶和华对我说：</p><p><a id="3"></a>2:3 ‘你们绕行这山的日子够了，要转向北去。</p><p><a id="4"></a>2:4 你吩咐百姓说：你们弟兄以扫的子孙住在西珥，你们要经过他们的境界，他们必惧怕你们，所以你们要分外谨慎。</p><p><a id="5"></a>2:5 不可与他们争战，他们的地，连脚掌可踏之处，我都不给你们，因我已将西珥山赐给以扫为业。</p><p><a id="6"></a>2:6 你们要用钱向他们买粮吃，也要用钱向他们买水喝。’</p><p><a id="7"></a>2:7 因为耶和华你的　神，在你手里所办的一切事上，已赐福与你。你走这大旷野，他都知道了。这四十年，耶和华你的　神常与你同在，故此你一无所缺。</p><p><a id="8"></a>2:8 于是，我们离了我们弟兄以扫子孙所住的西珥，从亚拉巴的路，经过以拉他、以旬迦别，转向摩押旷野的路去。</p><p><a id="9"></a>2:9 耶和华吩咐我说：‘不可扰害摩押人，也不可与他们争战。他们的地，我不赐给你为业，因我已将亚珥赐给罗得的子孙为业。’</p><p><a id="10"></a>2:10 （先前，有以米人住在那里，民数众多，身体高大，像亚衲人一样。</p><p><a id="11"></a>2:11 这以米人像亚衲人，也算为利乏音人，摩押人称他们为以米人。</p><p><a id="12"></a>2:12 先前，何利人也住在西珥，但以扫的子孙将他们除灭，得了他们的地，接著居住，就如以色列在耶和华赐给他为业之地所行的一样。）</p><p><a id="13"></a>2:13 ‘现在，起来过撒烈溪！’于是，我们过了撒烈溪。</p><p><a id="14"></a>2:14 自从离开加低斯巴尼亚，到过了撒烈溪的时候，共有三十八年，等那世代的兵丁都从营中灭尽，正如耶和华向他们所起的誓。</p><p><a id="15"></a>2:15 耶和华的手也攻击他们，将他们从营中除灭，直到灭尽。</p><p><a id="16"></a>2:16 兵丁从民中都灭尽死亡以后，</p><p><a id="17"></a>2:17 耶和华吩咐我说：</p><p><a id="18"></a>2:18 ‘你今天要从摩押的境界亚珥经过，</p><p><a id="19"></a>2:19 走近亚扪人之地，不可扰害他们，也不可与他们争战。亚扪人的地，我不赐给你们为业，因我已将那地赐给罗得的子孙为业。’</p><p><a id="20"></a>2:20 （“那地也算为利乏音人之地，先前，利乏音人住在那里，亚扪人称他们为散送冥。</p><p><a id="21"></a>2:21 那民众多，身体高大，像亚衲人一样，但耶和华从亚扪人面前除灭他们，亚扪人就得了他们的地，接著居住。</p><p><a id="22"></a>2:22 正如耶和华从前为住西珥的以扫子孙，将何利人从他们面前除灭，他们得了何利人的地，接著居住一样，直到今日。</p><p><a id="23"></a>2:23 从迦斐托出来的迦斐托人，将先前住在乡村直到迦萨的亚卫人除灭，接著居住。）</p><p><a id="24"></a>2:24 ‘你们起来前往，过亚嫩谷，我已将亚摩利人希实本王西宏和他的地交在你手中，你要与他争战，得他的地为业。</p><p><a id="25"></a>2:25 从今日起，我要使天下万民听见你的名声都惊恐、惧怕，且因你发颤伤恸。</p><p><a id="26"></a>2:26 我从基底莫的旷野，差遣使者去见希实本王西宏，用和睦的话说：</p><p><a id="27"></a>2:27 ‘求你容我从你的地经过，只走大道，不偏左右。</p><p><a id="28"></a>2:28 你可以卖粮给我吃，也可以卖水给我喝。只要容我步行过去，</p><p><a id="29"></a>2:29 就如住西珥的以扫子孙，和住亚珥的摩押人待我一样，等我过了约旦河，好进入耶和华我们　神所赐给我们的地。’</p><p><a id="30"></a>2:30 但希实本王西宏不容我们从他那里经过，因为耶和华你的　神使他心中刚硬，性情顽梗，为要将他交在你手中，像今日一样。</p><p><a id="31"></a>2:31 耶和华对我说：‘从此起首，我要将西宏和他的地交给你，你要得他的地为业。’</p><p><a id="32"></a>2:32 那时，西宏和他的众民出来攻击我们，在雅杂与我们交战。</p><p><a id="33"></a>2:33 耶和华我们的　神将他交给我们，我们就把他和他的儿子，并他的众民都击杀了。</p><p><a id="34"></a>2:34 我们夺了他的一切城邑，将有人烟的各城，连女人带孩子，尽都毁灭，没有留下一个。</p><p><a id="35"></a>2:35 惟有牲畜和所夺的各城，并其中的财物，都取为自己的掠物。</p><p><a id="36"></a>2:36 从亚嫩谷边的亚罗珥和谷中的城，直到基列，耶和华我们的　神都交给我们了，没有一座城高得使我们不能攻取的。</p><p><a id="37"></a>2:37 惟有亚扪人之地，凡靠近雅博河的地，并山地的城邑，与耶和华我们　神所禁止我们去的地方，都没有挨近。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/申命记/2.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _2 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _2 as default
};
