import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/以西结书/1.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/以西结书/1.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>1:1 当三十年四月初五日，以西结（注：原文作“我”）在迦巴鲁河边被掳的人中，天就开了，得见　神的异象。</p><p><a id="2"></a>1:2 正是约雅斤王被掳去第五年四月初五日，</p><p><a id="3"></a>1:3 在迦勒底人之地、迦巴鲁河边，耶和华的话特特临到布西的儿子祭司以西结，耶和华的灵（注：原文作“手”）降在他身上。</p><p><a id="4"></a>1:4 我观看，见狂风从北方刮来，随著有一朵包括闪烁火的大云，周围有光辉，从其中的火内发出好像光耀的精金；</p><p><a id="5"></a>1:5 又从其中显出四个活物的形像来。他们的形状是这样：有人的形像，</p><p><a id="6"></a>1:6 各有四个脸面，四个翅膀；</p><p><a id="7"></a>1:7 他们的腿是直的，脚掌好像牛犊之蹄，都灿烂如光明的铜；</p><p><a id="8"></a>1:8 在四面的翅膀以下有人的手。这四个活物的脸和翅膀乃是这样：</p><p><a id="9"></a>1:9 翅膀彼此相接，行走并不转身，俱各直往前行；</p><p><a id="10"></a>1:10 至于脸的形像：前面各有人的脸，右面各有狮子的脸，左面各有牛的脸，后面各有鹰的脸。</p><p><a id="11"></a>1:11 各展开上边的两个翅膀相接，各以下边的两个翅膀遮体。</p><p><a id="12"></a>1:12 他们俱各直往前行，灵往哪里去，他们就往那里去，行走并不转身。</p><p><a id="13"></a>1:13 至于四活物的形像，就如烧著火炭的形状，又如火把的形状。火在四活物中间上去下来，这火有光辉，从火中发出闪电。</p><p><a id="14"></a>1:14 这活物往来奔走，好像电光一闪。</p><p><a id="15"></a>1:15 我正观看活物的时候，见活物的脸旁，各有一轮在地上。</p><p><a id="16"></a>1:16 轮的形状和颜色（注：原文作“做法”）好像水苍玉。四轮都是一个样式，形状和做法好像轮中套轮。</p><p><a id="17"></a>1:17 轮行走的时候，向四方都能直行，并不掉转。</p><p><a id="18"></a>1:18 至于轮辋，高而可畏；四个轮辋周围满有眼睛。</p><p><a id="19"></a>1:19 活物行走，轮也在旁边行走；活物从地上升，轮也都上升；</p><p><a id="20"></a>1:20 灵往哪里去，活物就往那里去；活物上升，轮也在活物旁边上升，因为活物的灵在轮中。</p><p><a id="21"></a>1:21 那些行走，这些也行走；那些站住，这些也站住。那些从地上升，轮也在旁边上升，因为活物的灵在轮中。</p><p><a id="22"></a>1:22 活物的头以上有穹苍的形像，看著像可畏的水晶，铺张在活物的头以上。</p><p><a id="23"></a>1:23 穹苍以下，活物的翅膀直张，彼此相对，每活物有两个翅膀遮体。</p><p><a id="24"></a>1:24 活物行走的时候，我听见翅膀的响声，像大水的声音，像全能者的声音，也像军队哄嚷的声音。活物站住的时候，便将翅膀垂下。</p><p><a id="25"></a>1:25 在他们头以上的穹苍之上有声音。他们站住的时候，便将翅膀垂下。</p><p><a id="26"></a>1:26 在他们头以上的穹苍之上有宝座的形像，彷佛蓝宝石；在宝座形像以上有彷佛人的形状。</p><p><a id="27"></a>1:27 我见从他腰以上有彷佛光耀的精金，周围都有火的形状；又见从他腰以下有彷佛火的形状，周围也有光辉。</p><p><a id="28"></a>1:28 下雨的日子，云中虹的形状怎样，周围光辉的形状也是怎样。这就是耶和华荣耀的形像。我一看见就俯伏在地，又听见一位说话的声音。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/以西结书/1.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _1 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _1 as default
};
