import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/以赛亚书/45.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/以赛亚书/45.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>45:1 我耶和华所膏的塞鲁士，我搀扶他的右手，使列国降伏在他面前。我也要放松列王的腰带，使城门在他面前敞开，不得关闭。我对他如此说：</p><p><a id="2"></a>45:2 我必在你前面行，修平崎岖之地。我必打破铜门，砍断铁闩。</p><p><a id="3"></a>45:3 我要将暗中的宝物和隐密的财宝赐给你，使你知道提名召你的，就是我耶和华，以色列的　神。</p><p><a id="4"></a>45:4 因我仆人雅各、我所拣选以色列的缘故，我就提名召你；你虽不认识我，我也加给你名号。</p><p><a id="5"></a>45:5 我是耶和华；在我以外并没有别神。除了我以外再没有　神。你虽不认识我，我必给你束腰。</p><p><a id="6"></a>45:6 从日出之地到日落之处，使人都知道除了我以外，没有别神。我是耶和华！在我以外并没有别神。</p><p><a id="7"></a>45:7 我造光，又造暗；我施平安，又降灾祸；造作这一切的是我耶和华。</p><p><a id="8"></a>45:8 诸天哪，自上而滴，穹苍降下公义；地面开裂，产出救恩，使公义一同发生。这都是我耶和华所造的。</p><p><a id="9"></a>45:9 祸哉！那与造他的主争论的，他不过是地上瓦片中的一块瓦片。泥土岂可对抟弄他的说：‘你做甚么呢？’所做的物岂可说‘你没有手’呢？</p><p><a id="10"></a>45:10 祸哉！那对父亲说：‘你生的是甚么呢？’或对母亲（注：原文作“妇人”）说：‘你产的是甚么呢？’</p><p><a id="11"></a>45:11 耶和华以色列的圣者，就是造就以色列的如此说：将来的事你们可以问我，至于我的众子，并我手的工作，你们可以求我命定（注：“求我命定”原文作“吩咐我”）。</p><p><a id="12"></a>45:12 我造地，又造人在地上；我亲手铺张诸天，天上万象也是我所命定的。</p><p><a id="13"></a>45:13 我凭公义兴起塞鲁士（注：原文作“他”），又要修直他一切道路。他必建造我的城，释放我被掳的民，不是为工价，也不是为赏赐。这是万军之耶和华说的。”</p><p><a id="14"></a>45:14 耶和华如此说：“埃及劳碌得来的和古实的货物必归你，身量高大的西巴人必投降你，也要属你。他们必带著锁链过来随从你，又向你下拜，祈求你说：‘　神真在你们中间，此外再没有别神！再没有别的神！’”</p><p><a id="15"></a>45:15 救主以色列的　神啊，你实在是自隐的　神。</p><p><a id="16"></a>45:16 凡制造偶像的都必抱愧蒙羞，都要一同归于惭愧。</p><p><a id="17"></a>45:17 惟有以色列必蒙耶和华的拯救，得永远的救恩。你们必不蒙羞，也不抱愧，直到永世无尽。</p><p><a id="18"></a>45:18 创造诸天的耶和华，制造成全大地的　神，他创造坚定大地，并非使地荒凉，是要给人居住。他如此说：“我是耶和华，再没有别神！</p><p><a id="19"></a>45:19 我没有在隐密黑暗之地说话；我没有对雅各的后裔说：‘你们寻求我是徒然的。’我耶和华所讲的是公义，所说的是正直。</p><p><a id="20"></a>45:20 你们从列国逃脱的人，要一同聚集前来。那些抬著雕刻木偶，祷告不能救人之神的，毫无知识。</p><p><a id="21"></a>45:21 你们要述说陈明你们的理，让他们彼此商议。谁从古时指明？谁从上古述说？不是我耶和华吗？除了我以外，再没有　神！我是公义的　神，又是救主，除了我以外，再没有别神！</p><p><a id="22"></a>45:22 地极的人都当仰望我，就必得救。因为我是　神，再没有别神！</p><p><a id="23"></a>45:23 我指著自己起誓，我口所出的话是凭公义，并不反回。万膝必向我跪拜，万口必凭我起誓。</p><p><a id="24"></a>45:24 人论我说：‘公义、能力，惟独在乎耶和华。人都必归向他。’”凡向他发怒的，必至蒙羞。</p><p><a id="25"></a>45:25 以色列的后裔都必因耶和华得称为义，并要夸耀。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/以赛亚书/45.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _45 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _45 as default
};
