import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/耶利米书/3.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/耶利米书/3.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>3:1 有话说，人若休妻，妻离他而去，作了别人的妻，前夫岂能再收回她来？若收回她来，那地岂不是大大玷污了吗？但你和许多亲爱的行邪淫，还可以归向我。”这是耶和华说的。</p><p><a id="2"></a>3:2 “你向净光的高处举目观看，你在何处没有淫行呢？你坐在道旁等候，好像阿拉伯人在旷野埋伏一样，并且你的淫行邪恶玷污了全地。</p><p><a id="3"></a>3:3 因此甘霖停止，春 （注：原文作“晚”）雨不降，你还是有娼妓之脸，不顾羞耻。</p><p><a id="4"></a>3:4 从今以后，你岂不向我呼叫说：‘我父啊，你是我幼年的恩主。</p><p><a id="5"></a>3:5 耶和华岂永远怀怒，存留到底吗？’看哪！你又发恶言又行坏事，随自己的私意而行 （注：或作“你虽这样说，还是行恶，放纵欲心”）。”</p><p><a id="6"></a>3:6 约西亚王在位的时候，耶和华又对我说：“背道的以色列所行的，你看见没有？她上各高山，在各青翠树下行淫。</p><p><a id="7"></a>3:7 她行这些事以后，我说：‘她必归向我。’她却不归向我。她奸诈的妹妹犹大也看见了。</p><p><a id="8"></a>3:8 背道的以色列行淫，我为这缘故给她休书休她。我看见她奸诈的妹妹犹大还不惧怕，也去行淫。</p><p><a id="9"></a>3:9 因以色列轻忽了她的淫乱，和石头木头行淫，地就被玷污了。</p><p><a id="10"></a>3:10 虽有这一切的事，她奸诈的妹妹犹大还不一心归向我，不过是假意归我。”这是耶和华说的。</p><p><a id="11"></a>3:11 耶和华对我说：“背道的以色列比奸诈的犹大还显为义。</p><p><a id="12"></a>3:12 你去向北方宣告说，耶和华说：‘背道的以色列啊，回来吧！我必不怒目看你们，因为我是慈爱的，我必不永远存怒。’这是耶和华说的。</p><p><a id="13"></a>3:13 ‘只要承认你的罪孽，就是你违背耶和华你的　神，在各青翠树下，向别神东奔西跑，没有听从我的话。’”这是耶和华说的。</p><p><a id="14"></a>3:14 耶和华说：“背道的儿女啊，回来吧！因为我作你们的丈夫，并且我必将你们从一城取一人，从一族取两人，带到锡安。</p><p><a id="15"></a>3:15 我也必将合我心的牧者赐给你们，他们必以知识和智慧牧养你们。”</p><p><a id="16"></a>3:16 耶和华说：“你们在国中生养众多。当那些日子，人必不再提说耶和华的约柜，不追想，不记念，不觉缺少，也不再制造。</p><p><a id="17"></a>3:17 那时，人必称耶路撒冷为耶和华的宝座，万国必到耶路撒冷，在耶和华立名的地方聚集。他们必不再随从自己顽梗的恶心行事。</p><p><a id="18"></a>3:18 当那些日子，犹大家要和以色列家同行，从北方之地一同来到我赐给你们列祖为业之地。</p><p><a id="19"></a>3:19 我说：‘我怎样将你安置在儿女之中，赐给你美地，就是万国中肥美的产业。我又说，你们必称我为父，也不再转去不跟从我。</p><p><a id="20"></a>3:20 以色列家，你们向我行诡诈，真像妻子行诡诈离开她丈夫一样。’”这是耶和华说的。</p><p><a id="21"></a>3:21 在净光的高处听见人声，就是以色列人哭泣恳求之声。乃因他们走弯曲之道，忘记耶和华他们的　神。</p><p><a id="22"></a>3:22 “你们这背道的儿女啊，回来吧！我要医治你们背道的病。看哪！我们来到你这里，因你是耶和华我们的　神。</p><p><a id="23"></a>3:23 仰望从小山或从大山的喧嚷中得帮助，真是枉然的。以色列得救，诚然在乎耶和华我们的　神。</p><p><a id="24"></a>3:24 从我们幼年以来，那可耻的偶像将我们列祖所劳碌得来的羊群牛群，和他们的儿女都吞吃了。</p><p><a id="25"></a>3:25 我们在羞耻中躺卧吧！愿惭愧将我们遮盖。因为从立国 （注：原文作“幼年”）以来，我们和我们的列祖常常得罪耶和华我们的　神，没有听从耶和华我们　神的话。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/耶利米书/3.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _3 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _3 as default
};
