import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/但以理书/7.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/但以理书/7.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>7:1 巴比伦王伯沙撒元年，但以理在床上做梦，见了脑中的异象，就记录这梦，述说其中的大意。</p><p><a id="2"></a>7:2 但以理说：“我夜里见异象，看见天的四风陡起，刮在大海之上。</p><p><a id="3"></a>7:3 有四个大兽从海中上来，形状各有不同，</p><p><a id="4"></a>7:4 头一个像狮子，有鹰的翅膀。我正观看的时候，兽的翅膀被拔去，兽从地上得立起来，用两脚站立，像人一样，又得了人心。</p><p><a id="5"></a>7:5 又有一兽如熊，就是第二兽，旁跨而坐，口齿内衔著三根肋骨，有吩咐这兽的说：‘起来吞吃多肉。’</p><p><a id="6"></a>7:6 此后我观看，又有一兽如豹，背上有鸟的四个翅膀；这兽有四个头，又得了权柄。</p><p><a id="7"></a>7:7 其后，我在夜间的异象中观看，见第四兽甚是可怕，极其强壮，大有力量。有大铁牙，吞吃嚼碎，所剩下的用脚践踏。这兽与前三兽大不相同，头有十角。</p><p><a id="8"></a>7:8 我正观看这些角，见其中又长起一个小角，先前的角中有三角在这角前，连根被它拔出来。这角有眼，像人的眼，有口说夸大的话。</p><p><a id="9"></a>7:9 我观看，见有宝座设立，上头坐著亘古常在者，他的衣服洁白如雪，头发如纯净的羊毛，宝座乃火焰，其轮乃烈火。</p><p><a id="10"></a>7:10 从他面前有火，像河发出，事奉他的有千千，在他面前侍立的有万万。他坐著要行审判，案卷都展开了。</p><p><a id="11"></a>7:11 那时我观看，见那兽因小角说夸大话的声音被杀，身体损坏，扔在火中焚烧。</p><p><a id="12"></a>7:12 其余的兽，权柄都被夺去，生命却仍存留，直到所定的时候和日期。</p><p><a id="13"></a>7:13 我在夜间的异象中观看，见有一位像人子的，驾著天云而来，被领到亘古常在者面前；</p><p><a id="14"></a>7:14 得了权柄、荣耀、国度，使各方、各国、各族的人都事奉他。他的权柄是永远的，不能废去，他的国必不败坏。</p><p><a id="15"></a>7:15 至于我但以理，我的灵在我里面愁烦，我脑中的异象使我惊惶。</p><p><a id="16"></a>7:16 我就近一位侍立者，问他这一切的真情。他就告诉我，将那事的讲解给我说明：</p><p><a id="17"></a>7:17 ‘这四个大兽就是四王将要在世上兴起，</p><p><a id="18"></a>7:18 然而，至高者的圣民，必要得国享受，直到永永远远。’</p><p><a id="19"></a>7:19 那时我愿知道第四兽的真情，它为何与那三兽的真情大不相同，甚是可怕，有铁牙铜爪，吞吃嚼碎，所剩下的用脚践踏。</p><p><a id="20"></a>7:20 头有十角和那另长的一角，在这角前有三角被它打落。这角有眼，有说夸大话的口，形状强横，过于它的同类。</p><p><a id="21"></a>7:21 我观看，见这角与圣民争战，胜了他们，</p><p><a id="22"></a>7:22 直到亘古常在者来给至高者的圣民伸冤，圣民得国的时候就到了。</p><p><a id="23"></a>7:23 那侍立者这样说：‘第四兽就是世上必有的第四国，与一切国大不相同，必吞吃全地，并且践踏嚼碎。</p><p><a id="24"></a>7:24 至于那十角，就是从这国中必兴起的十王，后来又兴起一王，与先前的不同，他必制伏三王。</p><p><a id="25"></a>7:25 他必向至高者说夸大的话，必折磨至高者的圣民，必想改变节期和律法。圣民必交付他手一载、二载、半载。</p><p><a id="26"></a>7:26 然而，审判者必坐著行审判，他的权柄必被夺去，毁坏，灭绝，一直到底。</p><p><a id="27"></a>7:27 国度、权柄和天下诸国的大权，必赐给至高者的圣民。他的国是永远的，一切掌权的都必事奉他、顺从他。’</p><p><a id="28"></a>7:28 那事至此完毕。至于我但以理，心中甚是惊惶，脸色也改变了，却将那事存记在心。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/但以理书/7.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _7 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _7 as default
};
