import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/以赛亚书/1.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/以赛亚书/1.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>1:1 当乌西雅、约坦、亚哈斯、希西家作犹大王的时候，亚摩斯的儿子以赛亚得默示，论到犹大和耶路撒冷。</p><p><a id="2"></a>1:2 天哪，要听！地啊，侧耳而听！因为耶和华说：我养育儿女，将他们养大，他们竟悖逆我。</p><p><a id="3"></a>1:3 牛认识主人，驴认识主人的槽；以色列却不认识，我的民却不留意。</p><p><a id="4"></a>1:4 □！犯罪的国民，担著罪孽的百姓；行恶的种类，败坏的儿女！他们离弃耶和华，藐视以色列的圣者，与他生疏，往后退步。</p><p><a id="5"></a>1:5 你们为甚么屡次悖逆，还要受责打吗？你们已经满头疼痛，全心发昏。</p><p><a id="6"></a>1:6 从脚掌到头顶，没有一处完全的，尽是伤口、青肿与新打的伤痕，都没有收口，没有缠裹，也没有用膏滋润。</p><p><a id="7"></a>1:7 你们的地土已经荒凉，你们的城邑被火焚毁，你们的田地在你们眼前为外邦人所侵吞。既被外邦人倾覆，就成为荒凉。</p><p><a id="8"></a>1:8 仅存锡安城（注：“城”原文作“女子”），好像葡萄园的草棚，瓜田的茅屋，被围困的城邑。</p><p><a id="9"></a>1:9 若不是万军之耶和华给我们稍留余种，我们早已像所多玛、蛾摩拉的样子了。</p><p><a id="10"></a>1:10 你们这所多玛的官长啊，要听耶和华的话！你们这蛾摩拉的百姓啊，要侧耳听我们　神的训诲！</p><p><a id="11"></a>1:11 耶和华说：“你们所献的许多祭物与我何益呢？公绵羊的燔祭和肥畜的脂油，我已经够了；公牛的血，羊羔的血，公山羊的血，我都不喜悦。</p><p><a id="12"></a>1:12 你们来朝见我，谁向你们讨这些，使你们践踏我的院宇呢？</p><p><a id="13"></a>1:13 你们不要再献虚浮的供物。香品是我所憎恶的；月朔和安息日，并宣召的大会，也是我所憎恶的；作罪孽又守严肃会，我也不能容忍。</p><p><a id="14"></a>1:14 你们的月朔和节期，我心里恨恶，我都以为麻烦；我担当，便不耐烦。</p><p><a id="15"></a>1:15 你们举手祷告，我必遮眼不看；就是你们多多地祈祷，我也不听。你们的手都满了杀人的血。</p><p><a id="16"></a>1:16 你们要洗濯、自洁，从我眼前除掉你们的恶行；要止住作恶，</p><p><a id="17"></a>1:17 学习行善，寻求公平，解救受欺压的，给孤儿伸冤，为寡妇辨屈。”</p><p><a id="18"></a>1:18 耶和华说：“你们来，我们彼此辩论。你们的罪虽像朱红，必变成雪白；虽红如丹颜，必白如羊毛。</p><p><a id="19"></a>1:19 你们若甘心听从，必吃地上的美物；</p><p><a id="20"></a>1:20 若不听从，反倒悖逆，必被刀剑吞灭。”这是耶和华亲口说的。</p><p><a id="21"></a>1:21 可叹，忠信的城变为妓女！从前充满了公平，公义居在其中，现今却有凶手居住。</p><p><a id="22"></a>1:22 你的银子变为渣滓；你的酒用水搀对。</p><p><a id="23"></a>1:23 你的官长居心悖逆，与盗贼作伴，各都喜爱贿赂，追求赃私。他们不为孤儿伸冤，寡妇的案件也不得呈到他们面前。</p><p><a id="24"></a>1:24 因此，主万军之耶和华以色列的大能者说：“哎！我要向我的对头雪恨，向我的敌人报仇。</p><p><a id="25"></a>1:25 我必反手加在你身上，炼尽你的渣滓，除净你的杂质。</p><p><a id="26"></a>1:26 我也必复还你的审判官，像起初一样；复还你的谋士，像起先一般。然后，你必称为公义之城、忠信之邑。”</p><p><a id="27"></a>1:27 锡安必因公平得蒙救赎，其中归正的人必因公义得蒙救赎。</p><p><a id="28"></a>1:28 但悖逆的和犯罪的必一同败亡；离弃耶和华的必致消灭。</p><p><a id="29"></a>1:29 那等人必因你们所喜爱的橡树抱愧，你们必因所选择的园子蒙羞。</p><p><a id="30"></a>1:30 因为你们必如叶子枯乾的橡树，好像无水浇灌的园子。</p><p><a id="31"></a>1:31 有权势的必如麻瓤，他的工作好像火星，都要一同焚毁，无人扑灭。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/以赛亚书/1.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _1 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _1 as default
};
