import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/腓立比书/1.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/腓立比书/1.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>1:1 基督耶稣的仆人保罗和提摩太，写信给凡住腓立比，在基督耶稣里的众圣徒和诸位监督、诸位执事：</p><p><a id="2"></a>1:2 愿恩惠、平安从　神我们的父并主耶稣基督归与你们！</p><p><a id="3"></a>1:3 我每逢想念你们，就感谢我的　神；</p><p><a id="4"></a>1:4 每逢为你们众人祈求的时候，常是欢欢喜喜地祈求。</p><p><a id="5"></a>1:5 因为从头一天直到如今，你们是同心合意地兴旺福音。</p><p><a id="6"></a>1:6 我深信那在你们心里动了善工的，必成全这工，直到耶稣基督的日子。</p><p><a id="7"></a>1:7 我为你们众人有这样的意念，原是应当的，因你们常在我心里，无论我是在捆锁之中，是辩明证实福音的时候，你们都与我一同得恩。</p><p><a id="8"></a>1:8 我体会基督耶稣的心肠，切切地想念你们众人，这是　神可以给我作见证的。</p><p><a id="9"></a>1:9 我所祷告的，就是要你们的爱心，在知识和各样见识上多而又多，</p><p><a id="10"></a>1:10 使你们能分别是非（注：或作“喜爱那美好的事”），作诚实无过的人，直到基督的日子；</p><p><a id="11"></a>1:11 并靠著耶稣基督结满了仁义的果子，叫荣耀称赞归与　神。</p><p><a id="12"></a>1:12 弟兄们，我愿意你们知道，我所遭遇的事更是叫福音兴旺，</p><p><a id="13"></a>1:13 以致我受的捆锁，在御营全军和其余的人中，已经显明是为基督的缘故。</p><p><a id="14"></a>1:14 并且那在主里的弟兄，多半因我受的捆锁，就笃信不疑，越发放胆传神的道，无所惧怕。</p><p><a id="15"></a>1:15 有的传基督是出于嫉妒纷争，也有的是出于好意。</p><p><a id="16"></a>1:16 这一等是出于爱心，知道我是为辩明福音设立的；</p><p><a id="17"></a>1:17 那一等传基督是出于结党，并不诚实，意思要加增我捆锁的苦楚。</p><p><a id="18"></a>1:18 这有何妨呢？或是假意，或是真心，无论怎样，基督究竟被传开了。为此，我就欢喜，并且还要欢喜。</p><p><a id="19"></a>1:19 因为我知道，这事藉著你们的祈祷和耶稣基督之灵的帮助，终必叫我得救。</p><p><a id="20"></a>1:20 照著我所切慕、所盼望的，没有一事叫我羞愧。只要凡事放胆，无论是生是死，总叫基督在我身上照常显大。</p><p><a id="21"></a>1:21 因我活著就是基督，我死了就有益处。</p><p><a id="22"></a>1:22 但我在肉身活著，若成就我工夫的果子，我就不知道该挑选甚么。</p><p><a id="23"></a>1:23 我正在两难之间，情愿离世与基督同在，因为这是好得无比的。</p><p><a id="24"></a>1:24 然而，我在肉身活著，为你们更是要紧的。</p><p><a id="25"></a>1:25 我既然这样深信，就知道仍要住在世间，且与你们众人同住，使你们在所信的道上又长进、又喜乐。</p><p><a id="26"></a>1:26 叫你们在基督耶稣里的欢乐，因我再到你们那里去，就越发加增。</p><p><a id="27"></a>1:27 只要你们行事为人与基督的福音相称，叫我或来见你们，或不在你们那里，可以听见你们的景况，知道你们同有一个心志，站立得稳，为所信的福音齐心努力。</p><p><a id="28"></a>1:28 凡事不怕敌人的惊吓，这是证明他们沉沦，你们得救，都是出于　神。</p><p><a id="29"></a>1:29 因为你们蒙恩，不但得以信服基督，并要为他受苦。</p><p><a id="30"></a>1:30 你们的争战，就与你们在我身上从前所看见、现在所听见的一样。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/腓立比书/1.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _1 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _1 as default
};
