import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/士师记/21.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/士师记/21.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>21:1 以色列人在米斯巴曾起誓说：“我们都不将女儿给便雅悯人为妻。”</p><p><a id="2"></a>21:2 以色列人来到伯特利，坐在　神面前直到晚上，放声痛哭，</p><p><a id="3"></a>21:3 说：“耶和华以色列的　神啊，为何以色列中有这样缺了一支派的事呢？”</p><p><a id="4"></a>21:4 次日清早，百姓起来，在那里筑了一座坛，献燔祭和平安祭。</p><p><a id="5"></a>21:5 以色列人彼此问说：“以色列各支派中，谁没有同会众上到耶和华面前来呢？”先是以色列人起过大誓说，凡不上米斯巴到耶和华面前来的，必将他治死。</p><p><a id="6"></a>21:6 以色列人为他们的弟兄便雅悯后悔说：“如今以色列中绝了一个支派了。</p><p><a id="7"></a>21:7 我们既在耶和华面前起誓说：必不将我们的女儿给便雅悯人为妻，现在我们当怎样办理，使他们剩下的人有妻呢？”</p><p><a id="8"></a>21:8 又彼此问说：“以色列支派中谁没有上米斯巴到耶和华面前来呢？”他们就查出基列雅比没有一人进营到会众那里，</p><p><a id="9"></a>21:9 因为百姓被数的时候，没有一个基列雅比人在那里。</p><p><a id="10"></a>21:10 会众就打发一万二千大勇士，吩咐他们说：“你们去用刀将基列雅比人连妇女带孩子都击杀了。</p><p><a id="11"></a>21:11 所当行的就是这样：要将一切男子和已嫁的女子尽行杀戮。”</p><p><a id="12"></a>21:12 他们在基列雅比人中，遇见了四百个未嫁的处女，就带到迦南地的示罗营里。</p><p><a id="13"></a>21:13 全会众打发人到临门磐的便雅悯人那里，向他们说和睦的话。</p><p><a id="14"></a>21:14 当时，便雅悯人回来了，以色列人就把所存活基列雅比的女子给他们为妻，还是不够。</p><p><a id="15"></a>21:15 百姓为便雅悯人后悔，因为耶和华使以色列人缺了一个支派（注：原文作“使以色列中有了破口”）。</p><p><a id="16"></a>21:16 会中的长老说：“便雅悯中的女子既然除灭了，我们当怎样办理，使那余剩的人有妻呢？”</p><p><a id="17"></a>21:17 又说：“便雅悯逃脱的人当有地业，免得以色列中涂抹了一个支派。</p><p><a id="18"></a>21:18 只是我们不能将自己的女儿给他们为妻，因为以色列人曾起誓说：‘有将女儿给便雅悯人为妻的，必受咒诅。’”</p><p><a id="19"></a>21:19 他们又说：“在利波拿以南，伯特利以北，在示剑大路以东的示罗，年年有耶和华的节期。”</p><p><a id="20"></a>21:20 就吩咐便雅悯人说：“你们去，在葡萄园中埋伏。</p><p><a id="21"></a>21:21 若看见示罗的女子出来跳舞，就从葡萄园出来，在示罗的女子中各抢一个为妻，回便雅悯地去。</p><p><a id="22"></a>21:22 他们的父亲或是弟兄若来与我们争竞，我们就说：‘求你们看我们的情面，施恩给这些人，因我们在争战的时候没有给他们留下女子为妻。这也不是你们将女子给他们的，若是你们给的，就算有罪。’”</p><p><a id="23"></a>21:23 于是，便雅悯人照样而行，按著他们的数目从跳舞的女子中抢去为妻，就回自己的地业去，又重修城邑居住。</p><p><a id="24"></a>21:24 当时以色列人离开那里，各归本支派、本宗族、本地业去了。</p><p><a id="25"></a>21:25 那时以色列中没有王，各人任意而行 。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/士师记/21.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _21 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _21 as default
};
