import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/希伯来书/9.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/希伯来书/9.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>9:1 原来前约有礼拜的条例和属世界的圣幕。</p><p><a id="2"></a>9:2 因为有预备的帐幕，头一层叫作圣所，里面有灯台、桌子和陈设饼。</p><p><a id="3"></a>9:3 第二幔子后又有一层帐幕，叫作至圣所，</p><p><a id="4"></a>9:4 有金香炉（注：“炉”或作“坛”），有包金的约柜，柜里有盛吗哪的金罐和亚伦发过芽的杖并两块约版。</p><p><a id="5"></a>9:5 柜上面有荣耀基路伯的影罩著施恩座（注：“施恩”原文作“蔽罪”）。这几件我现在不能一一细说。</p><p><a id="6"></a>9:6 这些物件既如此预备齐了，众祭司就常进头一层帐幕，行拜　神的礼。</p><p><a id="7"></a>9:7 至于第二层帐幕，惟有大祭司一年一次独自进去，没有不带著血为自己和百姓的过错献上。</p><p><a id="8"></a>9:8 圣灵用此指明，头一层帐幕仍存的时候，进入至圣所的路还未显明。</p><p><a id="9"></a>9:9 那头一层帐幕作现今的一个表样，所献的礼物和祭物，就著良心说，都不能叫礼拜的人得以完全。</p><p><a id="10"></a>9:10 这些事，连那饮食和诸般洗濯的规矩，都不过是属肉体的条例，命定到振兴的时候为止。</p><p><a id="11"></a>9:11 但现在基督已经来到，作了将来美事的大祭司，经过那更大、更全备的帐幕，不是人手所造，也不是属乎这世界的。</p><p><a id="12"></a>9:12 并且不用山羊和牛犊的血，乃用自己的血，只一次进入圣所，成了永远赎罪的事。</p><p><a id="13"></a>9:13 若山羊和公牛的血，并母牛犊的灰，洒在不洁的人身上，尚且叫人成圣，身体洁净，</p><p><a id="14"></a>9:14 何况基督藉著永远的灵，将自己无瑕无疵献给　神，他的血岂不更能洗净你们的心（注：原文作“良心”），除去你们的死行，使你们侍奉那永生　神吗？</p><p><a id="15"></a>9:15 为此，他作了新约的中保，既然受死赎了人在前约之时所犯的罪过，便叫蒙召之人得著所应许永远的产业。</p><p><a id="16"></a>9:16 凡有遗命，必须等到留遗命的人死了（注：“遗命”原文与“约”字同）。</p><p><a id="17"></a>9:17 因为人死了，遗命才有效力；若留遗命的尚在，那遗命还有用处吗？</p><p><a id="18"></a>9:18 所以，前约也不是不用血立的。</p><p><a id="19"></a>9:19 因为摩西当日照著律法将各样诫命传给众百姓，就拿朱红色绒和牛膝草，把牛犊、山羊的血和水洒在书上，又洒在众百姓身上，说：</p><p><a id="20"></a>9:20 “这血就是　神与你们立约的凭据。”</p><p><a id="21"></a>9:21 他又照样把血洒在帐幕和各样器皿上。</p><p><a id="22"></a>9:22 按著律法，凡物差不多都是用血洁净的，若不流血，罪就不得赦免了。</p><p><a id="23"></a>9:23 照著天上样式做的物件，必须用这些祭物去洁净；但那天上的本物自然当用更美的祭物去洁净。</p><p><a id="24"></a>9:24 因为基督并不是进了人手所造的圣所（这不过是真圣所的影像），乃是进了天堂，如今为我们显在　神面前；</p><p><a id="25"></a>9:25 也不是多次将自己献上，像那大祭司每年带著牛羊的血进入圣所（注：“牛羊的血”原文作“不是自己的血”）。</p><p><a id="26"></a>9:26 如果这样，他从创世以来，就必多次受苦了。但如今在这末世显现一次，把自己献为祭，好除掉罪。</p><p><a id="27"></a>9:27 按著定命，人人都有一死，死后且有审判。</p><p><a id="28"></a>9:28 像这样，基督既然一次被献，担当了多人的罪，将来要向那等候他的人第二次显现，并与罪无关，乃是为拯救他们。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/希伯来书/9.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _9 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _9 as default
};
