import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/路加福音/16.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/路加福音/16.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>16:1 耶稣又对门徒说：“有一个财主的管家，别人向他主人告他浪费主人的财物。</p><p><a id="2"></a>16:2 主人叫他来，对他说：‘我听见你这事怎么样呢？把你所经管的交代明白，因你不能再作我的管家。’</p><p><a id="3"></a>16:3 那管家心里说：‘主人辞我，不用我再作管家，我将来做甚么？锄地呢？无力；讨饭呢？怕羞。</p><p><a id="4"></a>16:4 我知道怎么行，好叫人在我不作管家之后，接我到他们家里去。’</p><p><a id="5"></a>16:5 于是把欠他主人债的，一个一个地叫了来，问头一个说：‘你欠我主人多少？’</p><p><a id="6"></a>16:6 他说：‘一百篓（注：每篓约五十斤）油。’管家说：‘拿你的账，快坐下，写五十。’</p><p><a id="7"></a>16:7 又问一个说：‘你欠多少？’他说：‘一百石麦子。’管家说：‘拿你的账，写八十。’</p><p><a id="8"></a>16:8 主人就夸奖这不义的管家做事聪明，因为今世之子，在世事之上，较比光明之子更加聪明。</p><p><a id="9"></a>16:9 我又告诉你们：要藉著那不义的钱财结交朋友，到了钱财无用的时候，他们可以接你们到永存的帐幕里去。</p><p><a id="10"></a>16:10 人在最小的事上忠心，在大事上也忠心；在最小的事上不义，在大事上也不义。</p><p><a id="11"></a>16:11 倘若你们在不义的钱财上不忠心，谁还把那真实的钱财托付你们呢？</p><p><a id="12"></a>16:12 倘若你们在别人的东西上不忠心，谁还把你们自己的东西给你们呢？”</p><p><a id="13"></a>16:13 一个仆人不能事奉两个主，不是恶这个爱那个，就是重这个轻那个。你们不能又事奉　神，又事奉玛门。”</p><p><a id="14"></a>16:14 法利赛人是贪爱钱财的，他们听见这一切话，就嗤笑耶稣。</p><p><a id="15"></a>16:15 耶稣对他们说：“你们是在人面前自称为义的，你们的心，　神却知道；因为人所尊贵的，是　神看为可憎恶的。</p><p><a id="16"></a>16:16 律法和先知到约翰为止，从此　神国的福音传开了，人人努力要进去。</p><p><a id="17"></a>16:17 天地废去较比律法的一点一画落空还容易。</p><p><a id="18"></a>16:18 凡休妻另娶的就是犯奸淫；娶被休之妻的也是犯奸淫。</p><p><a id="19"></a>16:19 有一个财主，穿著紫色袍和细麻布衣服，天天奢华宴乐。</p><p><a id="20"></a>16:20 又有一个讨饭的，名叫拉撒路，浑身生疮，被人放在财主门口，</p><p><a id="21"></a>16:21 要得财主桌子上掉下来的零碎充饥，并且狗来舔他的疮。</p><p><a id="22"></a>16:22 后来那讨饭的死了，被天使带去放在亚伯拉罕的怀里。财主也死了，并且埋葬了。</p><p><a id="23"></a>16:23 他在阴间受痛苦，举目远远地望见亚伯拉罕，又望见拉撒路在他怀里，</p><p><a id="24"></a>16:24 就喊著说：‘我祖亚伯拉罕哪，可怜我吧！打发拉撒路来，用指头尖蘸点水，凉凉我的舌头，因为我在这火焰里，极其痛苦。’</p><p><a id="25"></a>16:25 亚伯拉罕说：‘儿啊，你该回想你生前享过福，拉撒路也受过苦；如今他在这里得安慰，你倒受痛苦。</p><p><a id="26"></a>16:26 不但这样，并且在你我之间，有深渊限定，以致人要从这边过到你们那边是不能的；要从那边过到我们这边也是不能的。’</p><p><a id="27"></a>16:27 财主说：‘我祖啊！既是这样，求你打发拉撒路到我父家去，</p><p><a id="28"></a>16:28 因为我还有五个弟兄，他可以对他们作见证，免得他们也来到这痛苦的地方。’</p><p><a id="29"></a>16:29 亚伯拉罕说：‘他们有摩西和先知的话可以听从。’</p><p><a id="30"></a>16:30 他说：‘我祖亚伯拉罕哪，不是的，若有一个从死里复活的，到他们那里去的，他们必要悔改。’</p><p><a id="31"></a>16:31 亚伯拉罕说：‘若不听从摩西和先知的话，就是有一个从死里复活的，他们也是不听劝。’”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/路加福音/16.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _16 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _16 as default
};
