import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/哥林多前书/1.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/哥林多前书/1.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>1:1 奉　神旨意，蒙召作耶稣基督使徒的保罗同兄弟所提尼，</p><p><a id="2"></a>1:2 写信给在哥林多　神的教会，就是在基督耶稣里成圣，蒙召作圣徒的，以及所有在各处求告我主耶稣基督之名的人。基督是他们的主，也是我们的主。</p><p><a id="3"></a>1:3 愿恩惠、平安从 神我们的父并主耶稣基督归与你们！</p><p><a id="4"></a>1:4 我常为你们感谢我的神，因　神在基督耶稣里所赐给你们的恩惠；</p><p><a id="5"></a>1:5 又因你们在他里面凡事富足，口才、知识都全备。</p><p><a id="6"></a>1:6 正如我为基督作的见证在你们心里得以坚固，</p><p><a id="7"></a>1:7 以致你们在恩赐上没有一样不及人的，等候我们的主耶稣基督显现。</p><p><a id="8"></a>1:8 他也必坚固你们到底，叫你们在我们主耶稣基督的日子无可责备。</p><p><a id="9"></a>1:9 神是信实的，你们原是被他所召，好与他儿子─我们的主耶稣基督一同得分。</p><p><a id="10"></a>1:10 弟兄们，我藉我们主耶稣基督的名，劝你们都说一样的话。你们中间也不可分党，只要一心一意，彼此相合。</p><p><a id="11"></a>1:11 因为革来氏家里的人曾对我提起弟兄们来，说你们中间有纷争。</p><p><a id="12"></a>1:12 我的意思就是你们各人说：“我是属保罗的”，“我是属亚波罗的”，“我是属矶法的”，“我是属基督的”。</p><p><a id="13"></a>1:13 基督是分开的吗？保罗为你们钉了十字架吗？你们是奉保罗的名受了洗吗？</p><p><a id="14"></a>1:14 我感谢　神，除了基利司布并该犹以外，我没有给你们一个人施洗，</p><p><a id="15"></a>1:15 免得有人说，你们是奉我的名受洗。</p><p><a id="16"></a>1:16 我也给司提反家施过洗，此外给别人施洗没有，我却记不清。</p><p><a id="17"></a>1:17 基督差遣我，原不是为施洗，乃是为传福音，并不用智慧的言语，免得基督的十字架落了空。</p><p><a id="18"></a>1:18 因为十字架的道理，在那灭亡的人为愚拙；在我们得救的人却为　神的大能。</p><p><a id="19"></a>1:19 就如经上所记：“我要灭绝智慧人的智慧，废弃聪明人的聪明。”</p><p><a id="20"></a>1:20 智慧人在哪里？文士在哪里？这世上的辩士在哪里？　神岂不是叫这世上的智慧变成愚拙吗？</p><p><a id="21"></a>1:21 世人凭自己的智慧，既不认识　神，　神就乐意用人所当作愚拙的道理拯救那些信的人，这就是　神的智慧了。</p><p><a id="22"></a>1:22 犹太人是要神迹，希腊人是求智慧；</p><p><a id="23"></a>1:23 我们却是传钉十字架的基督。在犹太人为绊脚石，在外邦人为愚拙；</p><p><a id="24"></a>1:24 但在那蒙召的，无论是犹太人、希腊人，基督总为　神的能力，　神的智慧。</p><p><a id="25"></a>1:25 因　神的愚拙总比人智慧，　神的软弱总比人强壮。</p><p><a id="26"></a>1:26 弟兄们哪，可见你们蒙召的，按著肉体有智慧的不多，有能力的不多，有尊贵的也不多。</p><p><a id="27"></a>1:27 　神却拣选了世上愚拙的，叫有智慧的羞愧；又拣选了世上软弱的，叫那强壮的羞愧。</p><p><a id="28"></a>1:28 神也拣选了世上卑贱的，被人厌恶的，以及那无有的，为要废掉那有的，</p><p><a id="29"></a>1:29 使一切有血气的，在　神面前一个也不能自夸。</p><p><a id="30"></a>1:30 但你们得在基督耶稣里是本乎　神，　神又使他成为我们的智慧、公义、圣洁、救赎。</p><p><a id="31"></a>1:31 如经上所记：“夸口的，当指著主夸口。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/哥林多前书/1.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _1 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _1 as default
};
