import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/历代志(下)/33.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/历代志(下)/33.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>33:1 玛拿西登基的时候年十二岁，在耶路撒冷作王五十五年。</p><p><a id="2"></a>33:2 他行耶和华眼中看为恶的事，效法耶和华在以色列人面前赶出的外邦人那可憎的事。</p><p><a id="3"></a>33:3 重新建筑他父希西家所拆毁的邱坛，又为巴力筑坛、做木偶，且敬拜事奉天上的万象。</p><p><a id="4"></a>33:4 在耶和华的殿宇中筑坛。耶和华曾指著这殿说：“我的名必永远在耶路撒冷。”</p><p><a id="5"></a>33:5 他在耶和华殿的两院中为天上的万象筑坛；</p><p><a id="6"></a>33:6 并在欣嫩子谷使他的儿女经火；又观兆、用法术、行邪术、立交鬼的和行巫术的，多行耶和华眼中看为恶的事，惹动他的怒气；</p><p><a id="7"></a>33:7 又在　神殿内立雕刻的偶像。　神曾对大卫和他儿子所罗门说：“我在以色列各支派中所选择的耶路撒冷和这殿，必立我的名直到永远。</p><p><a id="8"></a>33:8 以色列人若谨守遵行我藉摩西所吩咐他们的一切法度、律例、典章，我就不再使他们挪移离开我所赐给他们列祖之地。”</p><p><a id="9"></a>33:9 玛拿西引诱犹大和耶路撒冷的居民，以致他们行恶比耶和华在以色列人面前所灭的列国更甚。</p><p><a id="10"></a>33:10 耶和华警戒玛拿西和他的百姓，他们却是不听。</p><p><a id="11"></a>33:11 所以耶和华使亚述王的将帅来攻击他们，用铙钩钩住玛拿西，用铜链锁住他，带到巴比伦去。</p><p><a id="12"></a>33:12 他在急难的时候就恳求耶和华他的　神，且在他列祖的　神面前极其自卑。</p><p><a id="13"></a>33:13 他祈祷耶和华，耶和华就允准他的祈求，垂听他的祷告，使他归回耶路撒冷，仍坐国位。玛拿西这才知道惟独耶和华是　神。</p><p><a id="14"></a>33:14 此后，玛拿西在大卫城外，从谷内基训西边直到鱼门口，建筑城墙，环绕俄斐勒，这墙筑得甚高；又在犹大各坚固城内，设立勇敢的军长；</p><p><a id="15"></a>33:15 并除掉外邦人的神像与耶和华殿中的偶像；又将他在耶和华殿的山上和耶路撒冷所筑的各坛都拆毁，抛在城外；</p><p><a id="16"></a>33:16 重修耶和华的祭坛，在坛上献平安祭、感谢祭，吩咐犹大人事奉耶和华以色列的　神。</p><p><a id="17"></a>33:17 百姓却仍在邱坛上献祭，只献给耶和华他们的　神。</p><p><a id="18"></a>33:18 玛拿西其余的事和祷告他　神的话，并先见奉耶和华以色列　神的名警戒他的言语，都写在以色列诸王记上。</p><p><a id="19"></a>33:19 他的祷告，与　神怎样应允他，他未自卑以前的罪愆过犯，并在何处建筑邱坛，设立亚舍拉和雕刻的偶像，都写在何赛的书上。</p><p><a id="20"></a>33:20 玛拿西与他列祖同睡，葬在自己的宫院里。他儿子亚们接续他作王。</p><p><a id="21"></a>33:21 亚们登基的时候年二十二岁，在耶路撒冷作王二年。</p><p><a id="22"></a>33:22 他行耶和华眼中看为恶的事，效法他父玛拿西所行的，祭祀事奉他父玛拿西所雕刻的偶像，</p><p><a id="23"></a>33:23 不在耶和华面前像他父玛拿西自卑。这亚们所犯的罪，越犯越大。</p><p><a id="24"></a>33:24 他的臣仆背叛，在宫里杀了他。</p><p><a id="25"></a>33:25 但国民杀了那些背叛亚们王的人，立他儿子约西亚接续他作王。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/历代志(下)/33.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _33 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _33 as default
};
