import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/使徒行传/8.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/使徒行传/8.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>8:1 从这日起，耶路撒冷的教会大遭逼迫。除了使徒以外，门徒都分散在犹太和撒马利亚各处。</p><p><a id="2"></a>8:2 有虔诚的人把司提反埋葬了，为他捶胸大哭。</p><p><a id="3"></a>8:3 扫罗却残害教会，进各人的家，拉著男女下在监里。</p><p><a id="4"></a>8:4 那些分散的人往各处去传道。</p><p><a id="5"></a>8:5 腓利下撒马利亚城去宣讲基督。</p><p><a id="6"></a>8:6 众人听见了，又看见腓利所行的神迹，就同心合意地听从他的话。</p><p><a id="7"></a>8:7 因为有许多人被污鬼附著，那些鬼大声呼叫，从他们身上出来；还有许多瘫痪的、瘸腿的，都得了医治。</p><p><a id="8"></a>8:8 在那城里就大有欢喜。</p><p><a id="9"></a>8:9 有一个人，名叫西门，向来在那城里行邪术，妄自尊大，使撒马利亚的百姓惊奇；</p><p><a id="10"></a>8:10 无论大小都听从他，说：“这人就是那称为　神的大能者。”</p><p><a id="11"></a>8:11 他们听从他，因他久用邪术，使他们惊奇。</p><p><a id="12"></a>8:12 及至他们信了腓利所传　神国的福音和耶稣基督的名，连男带女就受了洗。</p><p><a id="13"></a>8:13 西门自己也信了，既受了洗，就常与腓利在一处，看见他所行的神迹和大异能，就甚惊奇。</p><p><a id="14"></a>8:14 使徒在耶路撒冷听见撒马利亚人领受了　神的道，就打发彼得、约翰往他们那里去。</p><p><a id="15"></a>8:15 两个人到了，就为他们祷告，要叫他们受圣灵。</p><p><a id="16"></a>8:16 因为圣灵还没有降在他们一个人身上，他们只奉主耶稣的名受了洗。</p><p><a id="17"></a>8:17 于是使徒按手在他们头上，他们就受了圣灵。</p><p><a id="18"></a>8:18 西门看见使徒按手，便有圣灵赐下，就拿钱给使徒，</p><p><a id="19"></a>8:19 说：“把这权柄也给我，叫我手按著谁，谁就可以受圣灵。”</p><p><a id="20"></a>8:20 彼得说：“你的银子和你一同灭亡吧！因你想　神的恩赐是可以用钱买的。</p><p><a id="21"></a>8:21 你在这道上无分无关，因为在　神面前，你的心不正。</p><p><a id="22"></a>8:22 你当懊悔你这罪恶，祈求主，或者你心里的意念可得赦免。</p><p><a id="23"></a>8:23 我看出你正在苦胆之中，被罪恶捆绑。”</p><p><a id="24"></a>8:24 西门说：“愿你们为我求主，叫你们所说的，没有一样临到我身上。”</p><p><a id="25"></a>8:25 使徒既证明主道，而且传讲，就回耶路撒冷去，一路在撒马利亚好些村庄传扬福音。</p><p><a id="26"></a>8:26 有主的一个使者对腓利说：“起来！向南走，往那从耶路撒冷下迦萨的路上去。那路是旷野。”</p><p><a id="27"></a>8:27 腓利就起身去了。不料，有一个埃提阿伯（注：即古实，见以赛亚18章 1节）人，是个有大权的太监，在埃提阿伯女王干大基的手下总管银库，他上耶路撒冷礼拜去了。 徒 8:28 现在回来，在车上坐著，念先知以赛亚的书。</p><p><a id="29"></a>8:29 圣灵对腓利说：“你去贴近那车走。”</p><p><a id="30"></a>8:30 腓利就跑到太监那里，听见他念先知以赛亚的书，便问他说：“你所念的，你明白吗？”</p><p><a id="31"></a>8:31 他说：“没有人指教我，怎能明白呢？”于是请腓利上车，与他同坐。</p><p><a id="32"></a>8:32 他所念的那段经，说：“他像羊被牵到宰杀之地，又像羊羔在剪毛的人手下无声，他也是这样不开口。</p><p><a id="33"></a>8:33 他卑微的时候，人不按公义审判他（注：原文作“他的审判被夺去”）；谁能述说他的世代？因为他的生命从地上夺去。”</p><p><a id="34"></a>8:34 太监对腓利说：“请问先知说这话，是指著谁？是指著自己呢？是指著别人呢？”</p><p><a id="35"></a>8:35 腓利就开口从这经上起，对他传讲耶稣。</p><p><a id="36"></a>8:36 二人正往前走，到了有水的地方，太监说：“看哪，这里有水，我受洗有甚么妨碍呢？”（注：有古卷在此有</p><p><a id="37"></a>8:37 腓利说：“你若是一心相信，就可以。”他回答说：“我信耶稣基督是　神的儿子。”）</p><p><a id="38"></a>8:38 于是吩咐车站住，腓利和太监二人同下水里去，腓利就给他施洗。</p><p><a id="39"></a>8:39 从水里上来，主的灵把腓利提了去。太监也不再见他了，就欢欢喜喜地走路。</p><p><a id="40"></a>8:40 后来有人在亚锁都遇见腓利。他走遍那地方，在各城宣传福音，直到凯撒利亚。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/使徒行传/8.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _8 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _8 as default
};
