import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/撒母耳记(下)/11.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/撒母耳记(下)/11.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>11:1 过了一年，到列王出战的时候，大卫又差派约押率领臣仆和以色列众人出战。他们就打败亚扪人，围攻拉巴。大卫仍住在耶路撒冷。</p><p><a id="2"></a>11:2 一日，太阳平西，大卫从床上起来，在王宫的平顶上游行，看见一个妇人沐浴，容貌甚美。</p><p><a id="3"></a>11:3 大卫就差人打听那妇人是谁。有人说：“她是以连的女儿，赫人乌利亚的妻拔示巴。”</p><p><a id="4"></a>11:4 大卫差人去，将妇人接来。那时她的月经才得洁净。她来了，大卫与她同房，她就回家去了。</p><p><a id="5"></a>11:5 于是她怀了孕，打发人去告诉大卫说：“我怀了孕。”</p><p><a id="6"></a>11:6 大卫差人到约押那里说：“你打发赫人乌利亚到我这里来。”约押就打发乌利亚去见大卫。</p><p><a id="7"></a>11:7 乌利亚来了，大卫问约押好，也问兵好，又问争战的事怎样。</p><p><a id="8"></a>11:8 大卫对乌利亚说：“你回家去，洗洗脚吧！”乌利亚出了王宫，随后王送他一份食物。</p><p><a id="9"></a>11:9 乌利亚却和他主人的仆人一同睡在宫门外，没有回家去。</p><p><a id="10"></a>11:10 有人告诉大卫说：“乌利亚没有回家去。”大卫就问乌利亚说：“你从远路上来，为甚么不回家去呢？”</p><p><a id="11"></a>11:11 乌利亚对大卫说：“约柜和以色列与犹大兵都住在棚里，我主约押和我主（注：或作“王”）的仆人都在田野安营。我岂可回家吃喝，与妻子同寝呢？我敢在王面前起誓（注：原文作“我指著王和王的性命起誓”），我决不行这事！”</p><p><a id="12"></a>11:12 大卫吩咐乌利亚说：“你今日仍住在这里，明日我打发你去。”于是，乌利亚那日和次日住在耶路撒冷。</p><p><a id="13"></a>11:13 大卫召了乌利亚来，叫他在自己面前吃喝，使他喝醉。到了晚上，乌利亚出去与他主的仆人一同住宿，还没有回到家里去。</p><p><a id="14"></a>11:14 次日早晨，大卫写信与约押，交乌利亚随手带去。</p><p><a id="15"></a>11:15 信内写著说：“要派乌利亚前进，到阵势极险之处，你们便退后，使他被杀。”</p><p><a id="16"></a>11:16 约押围城的时候，知道敌人那里有勇士，便将乌利亚派在那里。</p><p><a id="17"></a>11:17 城里的人出来和约押打仗。大卫的仆人中有几个被杀的，赫人乌利亚也死了。</p><p><a id="18"></a>11:18 于是，约押差人去将争战的一切事告诉大卫，</p><p><a id="19"></a>11:19 又嘱咐使者说：“你把争战的一切事对王说完了，</p><p><a id="20"></a>11:20 王若发怒，问你说：‘你们打仗为甚么挨近城墙呢？岂不知敌人必从城上射箭吗？</p><p><a id="21"></a>11:21 从前打死耶路比设（注：就是“耶路巴力”，见士师记9章1节）儿子亚比米勒的是谁呢？岂不是一个妇人从城上抛下一块上磨石来，打在他身上，他就死在提备斯吗？你们为甚么挨近城墙呢？’你就说：‘王的仆人赫人乌利亚也死了。’”</p><p><a id="22"></a>11:22 使者起身，来见大卫，照著约押所吩咐他的话奏告大卫。</p><p><a id="23"></a>11:23 使者对大卫说：“敌人强过我们，出到郊野与我们打仗，我们追杀他们，直到城门口。</p><p><a id="24"></a>11:24 射箭的从城上射王的仆人，射死几个，赫人乌利亚也死了。”</p><p><a id="25"></a>11:25 王向使者说：“你告诉约押说：‘不要因这事愁闷，刀剑或吞灭这人或吞灭那人，没有一定的，你只管竭力攻城，将城倾覆。’可以用这话勉励约押。”</p><p><a id="26"></a>11:26 乌利亚的妻听见丈夫乌利亚死了，就为他哀哭。</p><p><a id="27"></a>11:27 哀哭的日子过了，大卫差人将她接到宫里，她就作了大卫的妻，给大卫生了一个儿子。但大卫所行的这事，耶和华甚不喜悦。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/撒母耳记(下)/11.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _11 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _11 as default
};
