import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/撒母耳记(上)/16.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/撒母耳记(上)/16.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>16:1 耶和华对撒母耳说：“我既厌弃扫罗作以色列的王，你为他悲伤要到几时呢？你将膏油盛满了角，我差遣你往伯利恒人耶西那里去，因为我在他众子之内，预定一个作王的。”</p><p><a id="2"></a>16:2 撒母耳说：“我怎能去呢？扫罗若听见，必要杀我。”耶和华说：“你可以带一只牛犊去，就说：‘我来是要向耶和华献祭。’</p><p><a id="3"></a>16:3 你要请耶西来吃祭肉，我就指示你所当行的事。我所指给你的人，你要膏他。”</p><p><a id="4"></a>16:4 撒母耳就照耶和华的话去行。到了伯利恒，那城里的长老都战战兢兢地出来迎接他，问他说：“你是为平安来的吗？”</p><p><a id="5"></a>16:5 他说：“为平安来的。我是给耶和华献祭，你们当自洁，来与我同吃祭肉。”撒母耳就使耶西和他众子自洁，请他们来吃祭肉。</p><p><a id="6"></a>16:6 他们来的时候，撒母耳看见以利押，就心里说：“耶和华的受膏者必定在他面前。”</p><p><a id="7"></a>16:7 耶和华却对撒母耳说：“不要看他的外貌和他身材高大，我不拣选他。因为耶和华不像人看人：人是看外貌，耶和华是看内心。”</p><p><a id="8"></a>16:8 耶西叫亚比拿达从撒母耳面前经过，撒母耳说：“耶和华也不拣选他。”</p><p><a id="9"></a>16:9 耶西又叫沙玛从撒母耳面前经过，撒母耳说：“耶和华也不拣选他。”</p><p><a id="10"></a>16:10 耶西叫他七个儿子都从撒母耳面前经过，撒母耳说：“这都不是耶和华所拣选的。”</p><p><a id="11"></a>16:11 撒母耳对耶西说：“你的儿子都在这里吗？”他回答说：“还有个小的，现在放羊”撒母耳对耶西说：“你打发人去叫他来；他若不来，我们必不坐席。”</p><p><a id="12"></a>16:12 耶西就打发人去叫了他来。他面色光红，双目清秀，容貌俊美。耶和华说：“这就是他，你起来膏他。”</p><p><a id="13"></a>16:13 撒母耳就用角里的膏油，在他诸兄中膏了他。从这日起，耶和华的灵就大大感动大卫。撒母耳起身回拉玛去了。</p><p><a id="14"></a>16:14 耶和华的灵离开扫罗，有恶魔从耶和华那里来扰乱他。</p><p><a id="15"></a>16:15 扫罗的臣仆对他说：“现在有恶魔从　神那里来扰乱你。</p><p><a id="16"></a>16:16 我们的主可以吩咐面前的臣仆，找一个善于弹琴的来，等　神那里来的恶魔临到你身上的时候，使他用手弹琴，你就好了。”</p><p><a id="17"></a>16:17 扫罗对臣仆说：“你们可以为我找一个善于弹琴的，带到我这里来。”</p><p><a id="18"></a>16:18 其中有一个少年人说：“我曾见伯利恒人耶西的一个儿子善于弹琴，是大有勇敢的战士，说话合宜，容貌俊美，耶和华也与他同在。”</p><p><a id="19"></a>16:19 于是，扫罗差遣使者去见耶西说：“请你打发你放羊的儿子大卫到我这里来。”</p><p><a id="20"></a>16:20 耶西就把几个饼和一皮袋酒，并一只山羊羔，都驮在驴上，交给他儿子大卫，送与扫罗。</p><p><a id="21"></a>16:21 大卫到了扫罗那里，就侍立在扫罗面前。扫罗甚喜爱他，他就作了扫罗拿兵器的人。</p><p><a id="22"></a>16:22 扫罗差遣人去见耶西说：“求你容大卫侍立在我面前，因为他在我眼前蒙了恩。”</p><p><a id="23"></a>16:23 从　神那里来的恶魔临到扫罗身上的时候，大卫就拿琴用手而弹，扫罗便舒畅爽快，恶魔离了他。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/撒母耳记(上)/16.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _16 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _16 as default
};
