import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/马可福音/7.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/马可福音/7.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>7:1 有法利赛人和几个文士从耶路撒冷来，到耶稣那里聚集。</p><p><a id="2"></a>7:2 他们曾看见他的门徒中有人用俗手，就是没有洗的手吃饭。</p><p><a id="3"></a>7:3 （原来法利赛人和犹太人都拘守古人的遗传，若不仔细洗手就不吃饭；</p><p><a id="4"></a>7:4 从市上来，若不洗浴也不吃饭，还有好些别的规矩，他们历代拘守，就是洗杯、罐、铜器等物。）</p><p><a id="5"></a>7:5 法利赛人和文士问他说：“你的门徒为甚么不照古人的遗传，用俗手吃饭呢？”</p><p><a id="6"></a>7:6 耶稣说：“以赛亚指著你们假冒为善之人所说的预言是不错的。如经上说：‘这百姓用嘴唇尊敬我，心却远离我。</p><p><a id="7"></a>7:7 他们将人的吩咐当做道理教导人，所以拜我也是枉然。’</p><p><a id="8"></a>7:8 你们是离弃　神的诫命，拘守人的遗传。”</p><p><a id="9"></a>7:9 又说：“你们诚然是废弃　神的诫命，要守自己的遗传。</p><p><a id="10"></a>7:10 摩西说：‘当孝敬父母’，又说：‘咒骂父母的，必治死他。’</p><p><a id="11"></a>7:11 你们倒说：‘人若对父母说：我所当奉给你的，已经作了各耳板’（各耳板就是供献的意思），</p><p><a id="12"></a>7:12 以后你们就不容他再奉养父母。</p><p><a id="13"></a>7:13 这就是你们承接遗传，废了　神的道。你们还做许多这样的事。”</p><p><a id="14"></a>7:14 耶稣又叫众人来，对他们说：“你们都要听我的话，也要明白：</p><p><a id="15"></a>7:15 从外面进去的，不能污秽人；惟有从里面出来的，乃能污秽人。”（注：有古卷在此有</p><p><a id="16"></a>7:16 “有耳可听的，就应当听。”）</p><p><a id="17"></a>7:17 耶稣离开众人，进了屋子，门徒就问他这比喻的意思。</p><p><a id="18"></a>7:18 耶稣对他们说：“你们也是这样不明白吗？岂不晓得凡从外面进入的，不能污秽人，</p><p><a id="19"></a>7:19 因为不是入他的心，乃是入他的肚腹，又落到茅厕里。这是说，各样的食物都是洁净的。”</p><p><a id="20"></a>7:20 又说：“从人里面出来的，那才能污秽人，</p><p><a id="21"></a>7:21 因为从里面，就是从人心里发出恶念、苟合、</p><p><a id="22"></a>7:22 偷盗、凶杀、奸淫、贪婪、邪恶、诡诈、淫荡、嫉妒、谤□、骄傲、狂妄。</p><p><a id="23"></a>7:23 这一切的恶都是从里面出来，且能污秽人。”</p><p><a id="24"></a>7:24 耶稣从那里起身，往推罗，西顿的境内去。进了一家，不愿意人知道，却隐藏不住。</p><p><a id="25"></a>7:25 当下，有一个妇人，她的小女儿被污鬼附著，听见耶稣的事，就来俯伏在他脚前。</p><p><a id="26"></a>7:26 这妇人是希腊人，属叙利腓尼基族。她求耶稣赶出那鬼离开她的女儿。</p><p><a id="27"></a>7:27 耶稣对她说：“让儿女们先吃饱，不好拿儿女的饼丢给狗吃。”</p><p><a id="28"></a>7:28 妇人回答说：“主啊，不错！但是狗在桌子底下也吃孩子们的碎渣儿。”</p><p><a id="29"></a>7:29 耶稣对她说：“因这句话，你回去吧！鬼已经离开你的女儿了。”</p><p><a id="30"></a>7:30 她就回家去，见小孩子躺在床上，鬼已经出去了。</p><p><a id="31"></a>7:31 耶稣又离了推罗的境界，经过西顿，就从低加坡里境内来到加利利海。</p><p><a id="32"></a>7:32 有人带著一个耳聋舌结的人来见耶稣，求他按手在他身上。</p><p><a id="33"></a>7:33 耶稣领他离开众人，到一边去，就用指头探他的耳朵，吐唾沫抹他的舌头，</p><p><a id="34"></a>7:34 望天叹息，对他说：“以法大！”就是说：“开了吧！”</p><p><a id="35"></a>7:35 他的耳朵就开了，舌结也解了，说话也清楚了。</p><p><a id="36"></a>7:36 耶稣嘱咐他们不要告诉人，但他越发嘱咐，他们越发传扬开了。</p><p><a id="37"></a>7:37 众人分外希奇，说：“他所做的事都好，他连聋子也叫他们听见，哑巴也叫他们说话！”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/马可福音/7.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _7 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _7 as default
};
