import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/耶利米书/7.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/耶利米书/7.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>7:1 耶和华的话临到耶利米说：</p><p><a id="2"></a>7:2 “你当站在耶和华殿的门口，在那里宣传这话说：‘你们进这些门敬拜耶和华的一切犹大人，当听耶和华的话。</p><p><a id="3"></a>7:3 万军之耶和华以色列的　神如此说：你们改正行动作为，我就使你们在这地方仍然居住。</p><p><a id="4"></a>7:4 你们不要倚靠虚谎的话，说：这些是耶和华的殿，是耶和华的殿，是耶和华的殿。</p><p><a id="5"></a>7:5 你们若实在改正行动作为，在人和邻舍中间诚然施行公平，</p><p><a id="6"></a>7:6 不欺压寄居的和孤儿寡妇，在这地方不流无辜人的血，也不随从别神陷害自己，</p><p><a id="7"></a>7:7 我就使你们在这地方仍然居住，就是我古时所赐给你们列祖的地，直到永远。</p><p><a id="8"></a>7:8 看哪！你们倚靠虚谎无益的话。</p><p><a id="9"></a>7:9 你们偷盗、杀害、奸淫、起假誓、向巴力烧香并随从素不认识的别神；</p><p><a id="10"></a>7:10 且来到这称为我名下的殿，在我面前敬拜。又说：我们可以自由了！你们这样的举动是要行那些可憎的事吗？</p><p><a id="11"></a>7:11 这称为我名下的殿在你们眼中岂可看为贼窝吗？我都看见了。这是耶和华说的。</p><p><a id="12"></a>7:12 你们且往示罗去，就是我先前立为我名的居所，察看我因这百姓以色列的罪恶，向那地所行的如何。</p><p><a id="13"></a>7:13 耶和华说：现在因你们行了这一切的事，我也从早起来警戒你们，你们却不听从；呼唤你们，你们却不答应。</p><p><a id="14"></a>7:14 所以，我要向这称为我名下、你们所倚靠的殿，与我所赐给你们和你们列祖的地施行，照我从前向示罗所行的一样。</p><p><a id="15"></a>7:15 我必将你们从我眼前赶出，正如赶出你们的众弟兄，就是以法莲的一切后裔。’</p><p><a id="16"></a>7:16 所以，你不要为这百姓祈祷。不要为他们呼求祷告，也不要向我为他们祈求，因我不听允你。</p><p><a id="17"></a>7:17 他们在犹大城邑中和耶路撒冷街上所行的，你没有看见吗？</p><p><a id="18"></a>7:18 孩子捡柴，父亲烧火，妇女抟面做饼，献给天后，又向别神浇奠祭，惹我发怒。</p><p><a id="19"></a>7:19 耶和华说：‘他们岂是惹我发怒呢？不是自己惹祸，以致脸上惭愧吗？</p><p><a id="20"></a>7:20 所以主耶和华如此说：看哪！我必将我的怒气和忿怒倾在这地方的人和牲畜身上，并田野的树木和地里的出产上，必如火著起，不能熄灭。</p><p><a id="21"></a>7:21 万军之耶和华以色列的　神如此说：你们将燔祭加在平安祭上，吃肉吧！</p><p><a id="22"></a>7:22 因为我将你们列祖从埃及地领出来的那日，燔祭平安祭的事我并没有提说，也没有吩咐他们。</p><p><a id="23"></a>7:23 我只吩咐他们这一件说：你们当听从我的话，我就作你们的　神，你们也作我的子民；你们行我所吩咐的一切道，就可以得福！</p><p><a id="24"></a>7:24 他们却不听从，不侧耳而听，竟随从自己的计谋和顽梗的恶心，向后不向前。</p><p><a id="25"></a>7:25 自从你们列祖出埃及地的那日，直到今日，我差遣我的仆人众先知到你们那里去，每日从早起来差遣他们。</p><p><a id="26"></a>7:26 你们却不听从，不侧耳而听，竟硬著颈项行恶，比你们列祖更甚。’</p><p><a id="27"></a>7:27 你要将这一切的话告诉他们，他们却不听从；呼唤他们，他们却不答应。</p><p><a id="28"></a>7:28 你要对他们说：‘这就是不听从耶和华他们　神的话，不受教训的国民，从他们的口中，诚实灭绝了。’</p><p><a id="29"></a>7:29 耶路撒冷啊，要剪发抛弃，在净光的高处举哀。因为耶和华丢掉离弃了惹他忿怒的世代。</p><p><a id="30"></a>7:30 耶和华说：‘犹大人行我眼中看为恶的事，将可憎之物设立在称为我名下的殿中，污秽这殿。</p><p><a id="31"></a>7:31 他们在欣嫩子谷建筑陀斐特的邱坛，好在火中焚烧自己的儿女。这并不是我所吩咐的，也不是我心所起的意。’</p><p><a id="32"></a>7:32 耶和华说：‘因此日子将到，这地方不再称为陀斐特和欣嫩子谷，反倒称为杀戮谷，因为要在陀斐特葬埋尸首，甚至无处可葬。</p><p><a id="33"></a>7:33 并且这百姓的尸首，必给空中飞鸟和地上的野兽作食物，并无人哄赶。</p><p><a id="34"></a>7:34 那时，我必使犹大城邑中和耶路撒冷街上，欢喜和快乐的声音、新郎和新妇的声音都止息了，因为地必成为荒场。’</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/耶利米书/7.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _7 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _7 as default
};
