import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/耶利米书/36.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/耶利米书/36.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>36:1 犹大王约西亚的儿子约雅敬第四年，耶和华的话临到耶利米说：</p><p><a id="2"></a>36:2 “你取一书卷，将我对你说攻击以色列和犹大，并各国的一切话，从我对你说话的那日，就是从约西亚的日子起，直到今日，都写在其上。</p><p><a id="3"></a>36:3 或者犹大家听见我想要降与他们的一切灾祸，各人就回头，离开恶道，我好赦免他们的罪孽和罪恶。”</p><p><a id="4"></a>36:4 所以，耶利米召了尼利亚的儿子巴录来，巴录就从耶利米口中，将耶和华对耶利米所说的一切话写在书卷上。</p><p><a id="5"></a>36:5 耶利米吩咐巴录说：“我被拘管，不能进耶和华的殿。</p><p><a id="6"></a>36:6 所以你要去，趁禁食的日子，在耶和华殿中将耶和华的话，就是你从我口中所写在书卷上的话，念给百姓和一切从犹大城邑出来的人听。</p><p><a id="7"></a>36:7 或者他们在耶和华面前恳求，各人回头，离开恶道，因为耶和华向这百姓所说要发的怒气和忿怒是大的。”</p><p><a id="8"></a>36:8 尼利亚的儿子巴录就照先知耶利米一切所吩咐的去行，在耶和华的殿中从书上念耶和华的话。</p><p><a id="9"></a>36:9 犹大王约西亚的儿子约雅敬第五年九月，耶路撒冷的众民和那从犹大城邑来到耶路撒冷的众民，在耶和华面前宣告禁食的日子，</p><p><a id="10"></a>36:10 巴录就在耶和华殿的上院，耶和华殿的新门口，沙番的儿子文士基玛利雅的屋内，念书上耶利米的话给众民听。</p><p><a id="11"></a>36:11 沙番的孙子、基玛利雅的儿子米该亚听见书上耶和华的一切话，</p><p><a id="12"></a>36:12 他就下到王宫，进入文士的屋子。众首领，就是文士以利沙玛、示玛雅的儿子第莱雅、亚革波的儿子以利拿单、沙番的儿子基玛利雅、哈拿尼雅的儿子西底家和其余的首领都坐在那里。</p><p><a id="13"></a>36:13 于是，米该亚对他们述说他所听见的一切话，就是巴录向百姓念那书的时候所听见的。</p><p><a id="14"></a>36:14 众首领就打发古示的曾孙示利米雅的孙子尼探雅的儿子犹底到巴录那里，对他说：“你将所念给百姓听的书卷拿在手中，到我们这里来。”尼利亚的儿子巴录就手拿书卷，来到他们那里。</p><p><a id="15"></a>36:15 他们对他说：“请你坐下，念给我们听。”巴录就念给他们听。</p><p><a id="16"></a>36:16 他们听见这一切话就害怕，面面相观，对巴录说：“我们必须将这一切话告诉王。”</p><p><a id="17"></a>36:17 他们问巴录说：“请你告诉我们，你怎样从他口中写这一切话呢？”</p><p><a id="18"></a>36:18 巴录回答说：“他用口向我说这一切话，我就用笔墨写在书上。”</p><p><a id="19"></a>36:19 众首领对巴录说：“你和耶利米要去藏起来，不可叫人知道你们在哪里。”</p><p><a id="20"></a>36:20 众首领进院见王，却先把书卷存在文士以利沙玛的屋内，以后将这一切话说给王听。</p><p><a id="21"></a>36:21 王就打发犹底去拿这书卷来，他便从文士以利沙玛的屋内取来，念给王和王左右侍立的众首领听。</p><p><a id="22"></a>36:22 那时正是九月，王坐在过冬的房屋里，王的前面火盆中有烧著的火。</p><p><a id="23"></a>36:23 犹底念了三四篇（注：或作“行”），王就用文士的刀将书卷割破，扔在火盆中，直到全卷在火中烧尽了。</p><p><a id="24"></a>36:24 王和听见这一切话的臣仆都不惧怕，也不撕裂衣服。</p><p><a id="25"></a>36:25 以利拿单和第莱雅并基玛利雅恳求王不要烧这书卷，他却不听。</p><p><a id="26"></a>36:26 王就吩咐哈米勒的儿子（注：或作“王的儿子”）耶拉篾和亚斯列的儿子西莱雅，并亚伯叠的儿子示利米雅，去捉拿文士巴录和先知耶利米。耶和华却将他们隐藏。</p><p><a id="27"></a>36:27 王烧了书卷。其上有巴录从耶利米口中所写的话。以后，耶和华的话临到耶利米说：</p><p><a id="28"></a>36:28 “你再取一卷，将犹大王约雅敬所烧第一卷上的一切话写在其上。</p><p><a id="29"></a>36:29 论到犹大王约雅敬你要说：‘耶和华如此说：你烧了书卷，说：你为甚么在其上写著，说巴比伦王必要来毁灭这地，使这地上绝了人民牲畜呢？</p><p><a id="30"></a>36:30 所以耶和华论到犹大王约雅敬说：他后裔中必没有人坐在大卫的宝座上；他的尸首必被抛弃，白日受炎热，黑夜受寒霜。</p><p><a id="31"></a>36:31 我必因他和他后裔并他臣仆的罪孽刑罚他们。我要使我所说的一切灾祸临到他们和耶路撒冷的居民并犹大人；只是他们不听。’”</p><p><a id="32"></a>36:32 于是，耶利米又取一书卷，交给尼利亚的儿子文士巴录，他就从耶利米的口中写了犹大王约雅敬所烧前卷上的一切话，另外又添了许多相彷的话。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/耶利米书/36.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _36 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _36 as default
};
