import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/创世记/48.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/创世记/48.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>48:1 这事以后，有人告诉约瑟说：“你的父亲病了。”他就带著两个儿子玛拿西和以法莲同去。</p><p><a id="2"></a>48:2 有人告诉雅各说：“请看，你儿子约瑟到你这里来了。”以色列就勉强在床上坐起来。</p><p><a id="3"></a>48:3 雅各对约瑟说：“全能的　神曾在迦南地的路斯向我显现，赐福与我，</p><p><a id="4"></a>48:4 对我说：‘我必使你生养众多，成为多民，又要把这地赐给你的后裔，永远为业。’</p><p><a id="5"></a>48:5 我未到埃及见你之先，你在埃及地所生的以法莲和玛拿西，这两个儿子是我的，正如吕便和西缅是我的一样。</p><p><a id="6"></a>48:6 你在他们以后所生的，就是你的，他们可以归于他们弟兄的名下得产业。</p><p><a id="7"></a>48:7 至于我，我从巴旦来的时候，拉结死在我眼前，在迦南地的路上，离以法他还有一段路程，我就把她葬在以法他的路上；以法他就是伯利恒。”</p><p><a id="8"></a>48:8 以色列看见约瑟的两个儿子，就说：“这是谁？”</p><p><a id="9"></a>48:9 约瑟对他父亲说：“这是　神在这里赐给我的儿子。”以色列说：“请你领他们到我跟前，我要给他们祝福。”</p><p><a id="10"></a>48:10 以色列年纪老迈，眼睛昏花，不能看见。约瑟领他们到他跟前，他就和他们亲嘴，抱著他们。</p><p><a id="11"></a>48:11 以色列对约瑟说：“我想不到得见你的面，不料，　神又使我得见你的儿子。”</p><p><a id="12"></a>48:12 约瑟把两个儿子从以色列两膝中领出来，自己就脸伏于地下拜。</p><p><a id="13"></a>48:13 随后约瑟又拉著他们两个，以法莲在他的右手里，对著以色列的左手；玛拿西在他的左手里，对著以色列的右手，领他们到以色列的跟前。</p><p><a id="14"></a>48:14 以色列伸出右手来，按在以法莲的头上，以法莲乃是次子；又剪搭过左手来按在玛拿西的头上，玛拿西原是长子。</p><p><a id="15"></a>48:15 他就给约瑟祝福说：“愿我祖亚伯拉罕和我父以撒所事奉的　神，就是一生牧养我直到今日的　神，</p><p><a id="16"></a>48:16 救赎我脱离一切患难的那使者，赐福与这两个童子。愿他们归在我的名下和我祖亚伯拉罕、我父以撒的名下，又愿他们在世界中生养众多。”</p><p><a id="17"></a>48:17 约瑟见他父亲把右手按在以法莲的头上，就不喜悦，便提起他父亲的手，要从以法莲头上挪到玛拿西的头上。</p><p><a id="18"></a>48:18 约瑟对他父亲说：“我父，不是这样，这本是长子，求你把右手按在他的头上。”</p><p><a id="19"></a>48:19 他父亲不从，说：“我知道！我儿，我知道！他也必成为一族，也必昌大，只是他的兄弟将来比他还大，他兄弟的后裔要成为多族。”</p><p><a id="20"></a>48:20 当日就给他们祝福说：“以色列人要指著你们祝福说：‘愿　神使你如以法莲、玛拿西一样。’”于是，立以法莲在玛拿西以上。</p><p><a id="21"></a>48:21 以色列又对约瑟说：“我要死了，但　神必与你们同在，领你们回到你们列祖之地。</p><p><a id="22"></a>48:22 并且我从前用弓用刀从亚摩利人手下夺的那块地，我都赐给你，使你比众弟兄多得一分。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/创世记/48.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _48 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _48 as default
};
