import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/撒母耳记(上)/23.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/撒母耳记(上)/23.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>23:1 有人告诉大卫说：“非利士人攻击基伊拉，抢夺禾场。”</p><p><a id="2"></a>23:2 所以大卫求问耶和华说：“我去攻打那些非利士人可以不可以？”耶和华对大卫说：“你可以去攻打非利士人，拯救基伊拉。”</p><p><a id="3"></a>23:3 跟随大卫的人对他说：“我们在犹大地这里尚且惧怕，何况往基伊拉去攻打非利士人的军旅呢？”</p><p><a id="4"></a>23:4 大卫又求问耶和华。耶和华回答说：“你起身下基伊拉去，我必将非利士人交在你手里。”</p><p><a id="5"></a>23:5 大卫和跟随他的人往基伊拉去，与非利士人打仗，大大杀败他们，又夺获他们的牲畜。这样，大卫救了基伊拉的居民。</p><p><a id="6"></a>23:6 亚希米勒的儿子亚比亚他逃到基伊拉见大卫的时候，手里拿著以弗得。</p><p><a id="7"></a>23:7 有人告诉扫罗说：“大卫到了基伊拉。”扫罗说：“他进了有门有闩的城，困闭在里头，这是　神将他交在我手里了。”</p><p><a id="8"></a>23:8 于是扫罗招聚众民，要下去攻打基伊拉城，围困大卫和跟随他的人。</p><p><a id="9"></a>23:9 大卫知道扫罗设计谋害他，就对祭司亚比亚他说：“将以弗得拿过来。”</p><p><a id="10"></a>23:10 大卫祷告说：“耶和华以色列的　神啊，你仆人听真了扫罗要往基伊拉来，为我的缘故灭城。</p><p><a id="11"></a>23:11 基伊拉人将我交在扫罗手里不交？扫罗照著你仆人所听的话下来不下来？耶和华以色列的　神啊！求你指示仆人。”耶和华说：“扫罗必下来。”</p><p><a id="12"></a>23:12 大卫又说：“基伊拉人将我和跟随我的人交在扫罗手里不交？”耶和华说：“必交出来。”</p><p><a id="13"></a>23:13 大卫和跟随他的约有六百人，就起身出了基伊拉，往他们所能往的地方去。有人告诉扫罗，大卫离开基伊拉逃走，于是扫罗不出来了。</p><p><a id="14"></a>23:14 大卫住在旷野的山寨里，常在西弗旷野的山地。扫罗天天寻索大卫，　神却不将大卫交在他手里。</p><p><a id="15"></a>23:15 大卫知道扫罗出来寻索他的命。那时他住在西弗旷野的树林里。</p><p><a id="16"></a>23:16 扫罗的儿子约拿单起身，往那树林里去见大卫，使他倚靠　神得以坚固，</p><p><a id="17"></a>23:17 对他说：“不要惧怕，我父扫罗的手必不加害于你。你必作以色列的王，我也作你的宰相。这事我父扫罗知道了。”</p><p><a id="18"></a>23:18 于是二人在耶和华面前立约。大卫仍住在树林里，约拿单回家去了。</p><p><a id="19"></a>23:19 西弗人上到基比亚见扫罗说：“大卫不是在我们那里的树林里山寨中、旷野南边的哈基拉山藏著吗？</p><p><a id="20"></a>23:20 王啊，请你随你的心愿下来，我们必亲自将他交在王的手里。”</p><p><a id="21"></a>23:21 扫罗说：“愿耶和华赐福与你们，因你们顾恤我。</p><p><a id="22"></a>23:22 请你们回去，再确实查明他的住处和行踪，是谁看见他在那里。因为我听见人说他甚狡猾，</p><p><a id="23"></a>23:23 所以要看准他藏匿的地方，回来据实地告诉我，我就与你们同去。他若在犹大的境内，我必从千门万户中搜出他来。”</p><p><a id="24"></a>23:24 西弗人就起身，在扫罗以先往西弗去。大卫和跟随他的人却在玛云旷野南边的亚拉巴。</p><p><a id="25"></a>23:25 扫罗和跟随他的人去寻找大卫。有人告诉大卫，他就下到磐石，住在玛云的旷野。扫罗听见，便在玛云的旷野追赶大卫。</p><p><a id="26"></a>23:26 扫罗在山这边走，大卫和跟随他的人在山那边走。大卫急忙躲避扫罗，因为扫罗和跟随他的人，四面围住大卫和跟随他的人，要拿获他们。</p><p><a id="27"></a>23:27 忽有使者来报告扫罗说：“非利士人犯境抢掠，请王快快回去！”</p><p><a id="28"></a>23:28 于是扫罗不追赶大卫，回去攻打非利士人。因此那地方名叫西拉哈玛希罗结。</p><p><a id="29"></a>23:29 大卫从那里上去，住在隐基底的山寨里。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/撒母耳记(上)/23.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _23 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _23 as default
};
