import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/新约.马太福音/25.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/新约.马太福音/25.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>25:1 那时，天国好比十个童女拿著灯出去迎接新郎。</p><p><a id="2"></a>25:2 其中有五个是愚拙的，五个是聪明的。</p><p><a id="3"></a>25:3 愚拙的拿著灯，却不预备油；</p><p><a id="4"></a>25:4 聪明的拿著灯，又预备油在器皿里。</p><p><a id="5"></a>25:5 新郎迟延的时候，她们都打盹睡著了。</p><p><a id="6"></a>25:6 半夜有人喊著说：‘新郎来了，你们出来迎接他！’</p><p><a id="7"></a>25:7 那些童女就都起来收拾灯。</p><p><a id="8"></a>25:8 愚拙的对聪明的说：‘请分点油给我们，因为我们的灯要灭了。’</p><p><a id="9"></a>25:9 聪明的回答说：‘恐怕不够你我用的，不如你们自己到卖油的那里去买吧！’</p><p><a id="10"></a>25:10 她们去买的时候，新郎到了，那预备好了的，同他进去坐席，门就关了。</p><p><a id="11"></a>25:11 其余的童女随后也来了，说：‘主啊，主啊，给我们开门！’</p><p><a id="12"></a>25:12 他却回答说：‘我实在告诉你们：我不认识你们。’</p><p><a id="13"></a>25:13 所以，你们要警醒，因为那日子、那时辰，你们不知道。</p><p><a id="14"></a>25:14 天国又好比一个人要往外国去，就叫了仆人来，把他的家业交给他们，</p><p><a id="15"></a>25:15 按著各人的才干，给他们银子，一个给了五千，一个给了二千，一个给了一千，就往外国去了。</p><p><a id="16"></a>25:16 那领五千的随即拿去做买卖，另外赚了五千；</p><p><a id="17"></a>25:17 那领二千的也照样另赚了二千；</p><p><a id="18"></a>25:18 但那领一千的去掘开地，把主人的银子埋藏了。</p><p><a id="19"></a>25:19 过了许久，那些仆人的主人来了，和他们算账。</p><p><a id="20"></a>25:20 那领五千银子的又带著那另外的五千来，说：‘主啊，你交给我五千银子，请看，我又赚了五千。’</p><p><a id="21"></a>25:21 主人说：‘好！你这又良善又忠心的仆人，你在不多的事上有忠心，我要把许多事派你管理；可以进来享受你主人的快乐。’</p><p><a id="22"></a>25:22 那领二千的也来，说：‘主啊，你交给我二千银子，请看，我又赚了二千。’</p><p><a id="23"></a>25:23 主人说：‘好！你这又良善又忠心的仆人，你在不多的事上有忠心，我要把许多事派你管理；可以进来享受你主人的快乐。’</p><p><a id="24"></a>25:24 那领一千的也来，说：‘主啊，我知道你是忍心的人，没有种的地方要收割，没有散的地方要聚敛，</p><p><a id="25"></a>25:25 我就害怕，去把你的一千银子埋藏在地里。请看，你的原银子在这里。’</p><p><a id="26"></a>25:26 主人回答说：‘你这又恶又懒的仆人！你既知道我没有种的地方要收割，没有散的地方要聚敛，</p><p><a id="27"></a>25:27 就当把我的银子放给兑换银钱的人，到我来的时候，可以连本带利收回。</p><p><a id="28"></a>25:28 夺过他这一千来，给那有一万的！</p><p><a id="29"></a>25:29 因为凡有的，还要加给他，叫他有余；没有的，连他所有的也要夺过来。</p><p><a id="30"></a>25:30 把这无用的仆人丢在外面黑暗里，在那里必要哀哭切齿了。’</p><p><a id="31"></a>25:31 当人子在他荣耀里，同著众天使降临的时候，要坐在他荣耀的宝座上。</p><p><a id="32"></a>25:32 万民都要聚集在他面前。他要把他们分别出来，好像牧羊的分别绵羊山羊一般；</p><p><a id="33"></a>25:33 把绵羊安置在右边，山羊在左边。</p><p><a id="34"></a>25:34 于是，王要向那右边的说：‘你们这蒙我父赐福的，可来承受那创世以来为你们所预备的国。</p><p><a id="35"></a>25:35 因为我饿了，你们给我吃；渴了，你们给我喝；我作客旅，你们留我住；</p><p><a id="36"></a>25:36 我赤身露体，你们给我穿；我病了，你们看顾我；我在监里，你们来看我。’</p><p><a id="37"></a>25:37 义人就回答说：‘主啊，我们甚么时候见你饿了，给你吃，渴了，给你喝？</p><p><a id="38"></a>25:38 甚么时候见你作客旅，留你住，或是赤身露体，给你穿？</p><p><a id="39"></a>25:39 又甚么时候见你病了，或是在监里，来看你呢？’</p><p><a id="40"></a>25:40 王要回答说：‘我实在告诉你们：这些事你们既做在我这弟兄中一个最小的身上，就是做在我身上了。’</p><p><a id="41"></a>25:41 王又要向那左边的说：‘你们这被咒诅的人，离开我，进入那为魔鬼和他的使者所预备的永火里去！</p><p><a id="42"></a>25:42 因为我饿了，你们不给我吃；渴了，你们不给我喝；</p><p><a id="43"></a>25:43 我作客旅，你们不留我住；我赤身露体，你们不给我穿；我病了，我在监里，你们不来看顾我。’</p><p><a id="44"></a>25:44 他们也要回答说：‘主啊，我们甚么时候见你饿了，或渴了，或作客旅，或赤身露体，或病了，或在监里，不伺候你呢？’</p><p><a id="45"></a>25:45 王要回答说：‘我实在告诉你们：这些事你们既不做在我这弟兄中一个最小的身上，就是不做在我身上了。’</p><p><a id="46"></a>25:46 这些人，要往永刑里去；那些义人，要往永生里去。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/新约.马太福音/25.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _25 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _25 as default
};
