import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/但以理书/6.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/但以理书/6.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>6:1 大利乌随心所愿，立一百二十个总督治理通国。</p><p><a id="2"></a>6:2 又在他们以上立总长三人（但以理在其中），使总督在他们三人面前回覆事务，免得王受亏损。</p><p><a id="3"></a>6:3 因这但以理有美好的灵性，所以显然超乎其余的总长和总督，王又想立他治理通国。</p><p><a id="4"></a>6:4 那时，总长和总督寻找但以理误国的把柄，为要参他；只是找不著他的错误过失，因他忠心办事，毫无错误过失。</p><p><a id="5"></a>6:5 那些人便说：“我们要找参这但以理的把柄，除非在他　神的律法中就寻不著。”</p><p><a id="6"></a>6:6 于是，总长和总督纷纷聚集来见王说：“愿大利乌王万岁！</p><p><a id="7"></a>6:7 国中的总长、钦差、总督、谋士和巡抚彼此商议，要立一条坚定的禁令（注：或作“求王下旨要立一条云云”），三十日内不拘何人，若在王以外，或向神或向人求甚么，就必扔在狮子坑中。</p><p><a id="8"></a>6:8 王啊，现在求你立这禁令，加盖玉玺，使禁令决不更改，照玛代和波斯人的例，是不可更改的。”</p><p><a id="9"></a>6:9 于是大利乌王立这禁令，加盖玉玺。</p><p><a id="10"></a>6:10 但以理知道这禁令盖了玉玺，就到自己家里（他楼上的窗户开向耶路撒冷），一日三次双膝跪在他　神面前，祷告感谢，与素常一样。</p><p><a id="11"></a>6:11 那些人就纷纷聚集，见但以理在他　神面前祈祷恳求，</p><p><a id="12"></a>6:12 他们便进到王前，提王的禁令说：“王啊，三十日内不拘何人，若在王以外，或向神或向人求甚么，必被扔在狮子坑中，王不是在这禁令上盖了玉玺吗？”王回答说：“实有这事，照玛代和波斯人的例是不可更改的。”</p><p><a id="13"></a>6:13 他们对王说：“王啊，那被掳之犹大人中的但以理不理你，也不遵你盖了玉玺的禁令，他竟一日三次祈祷。”</p><p><a id="14"></a>6:14 王听见这话，就甚愁烦，一心要救但以理，筹划解救他，直到日落的时候。</p><p><a id="15"></a>6:15 那些人就纷纷聚集来见王说：“王啊，当知道玛代人和波斯人有例，凡王所立的禁令和律例都不可更改。”</p><p><a id="16"></a>6:16 王下令，人就把但以理带来，扔在狮子坑中。王对但以理说：“你所常事奉的　神，他必救你。”</p><p><a id="17"></a>6:17 有人搬石头放在坑口，王用自己的玺和大臣的印封闭那坑，使惩办但以理的事毫无更改。</p><p><a id="18"></a>6:18 王回宫，终夜禁食，无人拿乐器到他面前，并且睡不著觉。</p><p><a id="19"></a>6:19 次日黎明，王就起来，急忙往狮子坑那里去。</p><p><a id="20"></a>6:20 临近坑边，哀声呼叫但以理，对但以理说：“永生　神的仆人但以理啊！你所常事奉的　神能救你脱离狮子吗？”</p><p><a id="21"></a>6:21 但以理对王说：“愿王万岁！</p><p><a id="22"></a>6:22 我的　神差遣使者封住狮子的口，叫狮子不伤我；因我在　神面前无辜，我在王面前也没有行过亏损的事。”</p><p><a id="23"></a>6:23 王就甚喜乐，吩咐人将但以理从坑里系上来。于是但以理从坑里被系上来，身上毫无伤损，因为信靠他的　神。</p><p><a id="24"></a>6:24 王下令，人就把那些控告但以理的人，连他们的妻子儿女都带来，扔在狮子坑中。他们还没有到坑底，狮子就抓住（注：原文作“胜了”）他们，咬碎他们的骨头。</p><p><a id="25"></a>6:25 那时，大利乌王传旨，晓谕住在全地各方、各国、各族的人说：“愿你们大享平安！</p><p><a id="26"></a>6:26 现在我降旨晓谕我所统辖的全国人民，要在但以理的　神面前战兢恐惧。“因为他是永远长存的活　神，他的国永不败坏，他的权柄永存无极！</p><p><a id="27"></a>6:27 他护庇人、搭救人，在天上地下施行神迹奇事，救了但以理脱离狮子的口。”</p><p><a id="28"></a>6:28 如此，这但以理当大利乌王在位的时候和波斯王塞鲁士在位的时候，大享亨通。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/但以理书/6.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _6 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _6 as default
};
