import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/犹大书/1.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/犹大书/1.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>1:1 耶稣基督的仆人，雅各的弟兄犹大，写信给那被召、在父　神里蒙爱、为耶稣基督保守的人：</p><p><a id="2"></a>1:2 愿怜恤、平安、慈爱多多地加给你们！</p><p><a id="3"></a>1:3 亲爱的弟兄啊，我想尽心写信给你们，论我们同得救恩的时候，就不得不写信劝你们，要为从前一次交付圣徒的真道竭力地争辩。</p><p><a id="4"></a>1:4 因为有些人偷著进来，就是自古被定受刑罚的，是不虔诚的，将我们神的恩变作放纵情欲的机会，并且不认独一的主宰──我们（注：“我们”或作“和我们”）主耶稣基督。</p><p><a id="5"></a>1:5 从前主救了他的百姓出埃及地，后来就把那些不信的灭绝了。这一切的事你们虽然都知道，我却仍要提醒你们。</p><p><a id="6"></a>1:6 又有不守本位、离开自己住处的天使，主用锁链把他们永远拘留在黑暗里，等候大日的审判。</p><p><a id="7"></a>1:7 又如所多玛、蛾摩拉和周围城邑的人，也照他们一味的行淫，随从逆性的情欲，就受永火的刑罚，作为鉴戒。</p><p><a id="8"></a>1:8 这些做梦的人也像他们污秽身体，轻慢主治的，毁谤在尊位的。</p><p><a id="9"></a>1:9 天使长米迦勒为摩西的尸首与魔鬼争辩的时候，尚且不敢用毁谤的话罪责他，只说：“主责备你吧！”</p><p><a id="10"></a>1:10 但这些人毁谤他们所不知道的。他们本性所知道的事与那没有灵性的畜类一样，在这事上竟败坏了自己。</p><p><a id="11"></a>1:11 他们有祸了！因为走了该隐的道路，又为利往巴兰的错谬里直奔，并在可拉的背叛中灭亡了。</p><p><a id="12"></a>1:12 这样的人在你们的爱席上与你们同吃的时候，正是礁石（注：或作“玷污”）。他们作牧人，只知喂养自己，无所惧怕；是没有雨的云彩，被风飘荡；是秋天没有果子的树，死而又死，连根被拔出来；</p><p><a id="13"></a>1:13 是海里的狂浪，涌出自己可耻的沫子来；是流荡的星，有墨黑的幽暗为他们永远存留。</p><p><a id="14"></a>1:14 亚当的七世孙以诺曾预言这些人说：“看哪，主带著他的千万圣者降临，</p><p><a id="15"></a>1:15 要在众人身上行审判，证实那一切不敬虔的人所妄行一切不敬虔的事，又证实不敬虔之罪人所说顶撞他的刚愎话。”</p><p><a id="16"></a>1:16 这些人是私下议论，常发怨言的，随从自己的情欲而行，口中说夸大的话，为得便宜谄媚人。</p><p><a id="17"></a>1:17 亲爱的弟兄啊，你们要记念我们主耶稣基督之使徒从前所说的话。</p><p><a id="18"></a>1:18 他们曾对你们说过，末世必有好讥诮的人随从自己不敬虔的私欲而行。</p><p><a id="19"></a>1:19 这就是那些引人结党，属乎血气，没有圣灵的人。</p><p><a id="20"></a>1:20 亲爱的弟兄啊，你们却要在至圣的真道上造就自己，在圣灵里祷告，</p><p><a id="21"></a>1:21 保守自己常在　神的爱中，仰望我们主耶稣基督的怜悯，直到永生。</p><p><a id="22"></a>1:22 有些人存疑心，你们要怜悯他们；</p><p><a id="23"></a>1:23 有些人你们要从火中抢出来，搭救他们；有些人你们要存惧怕的心怜悯他们，连那被情欲沾染的衣服也当厌恶。</p><p><a id="24"></a>1:24 那能保守你们不失脚、叫你们无瑕无疵、欢欢喜喜站在他荣耀之前的我们的救主独一的　神</p><p><a id="25"></a>1:25 愿荣耀、威严、能力、权柄，因我们的主耶稣基督归与他，从万古以前，并现今，直到永永远远。阿们。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/犹大书/1.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _1 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _1 as default
};
