import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/以赛亚书/41.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/以赛亚书/41.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>41:1 众海岛啊，当在我面前静默；众民当从新得力，都要近前来才可以说话，我们可以彼此辩论。</p><p><a id="2"></a>41:2 “谁从东方兴起一人，凭公义召他来到脚前呢？耶和华将列国交给他，使他管辖君王；把他们如灰尘交与他的刀，如风吹的碎秸交与他的弓。</p><p><a id="3"></a>41:3 他追赶他们，走他所未走的道，坦然前行。</p><p><a id="4"></a>41:4 谁行做成就这事，从起初宣召历代呢？就是我耶和华；我是首先的，也与末后的同在。”</p><p><a id="5"></a>41:5 海岛看见就都害怕；地极也都战兢，就近前来。</p><p><a id="6"></a>41:6 他们各人帮助邻舍，各人对弟兄说：“壮胆吧！”</p><p><a id="7"></a>41:7 木匠勉励银匠，用锤打光的勉励打砧的，论焊工说：“焊得好！”又用钉子钉稳，免得偶像动摇。</p><p><a id="8"></a>41:8 “惟你以色列我的仆人，雅各我所拣选的，我朋友亚伯拉罕的后裔，</p><p><a id="9"></a>41:9 你是我从地极所领（注：原文作“抓”）来的，从地角所召来的，且对你说：‘你是我的仆人’，我拣选你，并不弃绝你。</p><p><a id="10"></a>41:10 你不要害怕，因为我与你同在；不要惊惶，因为我是你的　神。我必坚固你，我必帮助你，我必用我公义的右手扶持你。</p><p><a id="11"></a>41:11 凡向你发怒的必都抱愧蒙羞；与你相争的必如无有，并要灭亡。</p><p><a id="12"></a>41:12 与你争竞的，你要找他们也找不著；与你争战的必如无有，成为虚无。</p><p><a id="13"></a>41:13 因为我耶和华你的　神必搀扶你的右手，对你说，不要害怕！我必帮助你。</p><p><a id="14"></a>41:14 你这虫雅各和你们以色列人，不要害怕！耶和华说，我必帮助你。”你的救赎主就是以色列的圣者。</p><p><a id="15"></a>41:15 看哪，我已使你成为有快齿打粮的新器具；你要把山岭打得粉碎，使冈陵如同糠秕。</p><p><a id="16"></a>41:16 你要把它簸扬，风要吹去，旋风要把它刮散。你倒要以耶和华为喜乐，以以色列的圣者为夸耀。</p><p><a id="17"></a>41:17 困苦穷乏人寻求水却没有，他们因口渴，舌头乾燥。我耶和华必应允他们；我以色列的　神必不离弃他们。</p><p><a id="18"></a>41:18 我要在净光的高处开江河，在谷中开泉源；我要使沙漠变为水池，使乾地变为涌泉。</p><p><a id="19"></a>41:19 我要在旷野种上香柏树、皂荚树、番石榴树和野橄榄树；我在沙漠要把松树、杉树并黄杨树一同栽植；</p><p><a id="20"></a>41:20 好叫人看见、知道、思想、明白，这是耶和华的手所做的，是以色列的圣者所造的。”</p><p><a id="21"></a>41:21 耶和华对假神说：“你们要呈上你们的案件。”雅各的君说：“你们要声明你们确实的理由。</p><p><a id="22"></a>41:22 可以声明、指示我们将来必遇的事，说明先前的是甚么事，好叫我们思索，得知事的结局，或者把将来的事指示我们。</p><p><a id="23"></a>41:23 要说明后来的事，好叫我们知道你们是神。你们或降福，或降祸，使我们惊奇，一同观看。</p><p><a id="24"></a>41:24 看哪，你们属乎虚无，你们的作为也属乎虚空。那选择你们的是可憎恶的。</p><p><a id="25"></a>41:25 我从北方兴起一人，他是求告我名的，从日出之地而来。他必临到掌权的，好像临到灰泥，彷佛窑匠踹泥一样。</p><p><a id="26"></a>41:26 谁从起初指明这事，使我们知道呢？谁从先前说明，使我们说‘他不错’呢？谁也没有指明，谁也没有说明；谁也没有听见你们的话。</p><p><a id="27"></a>41:27 我首先对锡安说：‘看哪！’我要将一位报好信息的赐给耶路撒冷。</p><p><a id="28"></a>41:28 我看的时候并没有人；我问的时候，他们中间也没有谋士可以回答一句。</p><p><a id="29"></a>41:29 看哪！他们和他们的工作都是虚空，且是虚无。他们所铸的偶像都是风，都是虚的。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/以赛亚书/41.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _41 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _41 as default
};
