import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/民数记/10.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/民数记/10.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>10:1 耶和华晓谕摩西说：</p><p><a id="2"></a>10:2 “你要用银子做两枝号，都要锤出来的，用以招聚会众，并叫众营起行。</p><p><a id="3"></a>10:3 吹这号的时候，全会众要到你那里，聚集在会幕门口。</p><p><a id="4"></a>10:4 若单吹一枝，众首领，就是以色列军中的统领，要聚集到你那里。</p><p><a id="5"></a>10:5 吹出大声的时候，东边安的营都要起行。</p><p><a id="6"></a>10:6 二次吹出大声的时候，南边安的营都要起行，他们将起行必吹出大声。</p><p><a id="7"></a>10:7 但招聚会众的时候，你们要吹号，却不要吹出大声。</p><p><a id="8"></a>10:8 亚伦子孙作祭司的要吹这号，这要作你们世世代代永远的定例。</p><p><a id="9"></a>10:9 你们在自己的地，与欺压你们的敌人打仗，就要用号吹出大声，便在耶和华你们的　神面前得蒙记念，也蒙拯救脱离仇敌。</p><p><a id="10"></a>10:10 在你们快乐的日子和节期并月朔，献燔祭和平安祭，也要吹号，这都要在你们的　神面前作为记念。我是耶和华你们的　神。”</p><p><a id="11"></a>10:11 第二年二月二十日，云彩从法柜的帐幕收上去。</p><p><a id="12"></a>10:12 以色列人就按站往前行，离开西奈的旷野，云彩停住在巴兰的旷野。</p><p><a id="13"></a>10:13 这是他们照耶和华藉摩西所吩咐的，初次往前行。</p><p><a id="14"></a>10:14 按著军队首先往前行的是犹大营的纛。统领军队的是亚米拿达的儿子拿顺；</p><p><a id="15"></a>10:15 统领以萨迦支派军队的是苏押的儿子拿坦业；</p><p><a id="16"></a>10:16 统领西布伦支派军队的是希伦的儿子以利押。</p><p><a id="17"></a>10:17 帐幕拆卸，革顺的子孙和米拉利的子孙，就抬著帐幕先往前行。</p><p><a id="18"></a>10:18 按著军队往前行的是吕便营的纛。统领军队的是示丢珥的儿子以利蓿；</p><p><a id="19"></a>10:19 统领西缅支派军队的是苏利沙代的儿子示路蔑；</p><p><a id="20"></a>10:20 统领迦得支派军队的是丢珥的儿子以利雅萨。</p><p><a id="21"></a>10:21 哥辖人抬著圣物先往前行，他们未到以前，抬帐幕的已经把帐幕支好。</p><p><a id="22"></a>10:22 按著军队往前行的是以法莲营的纛。统领军队的是亚米忽的儿子以利沙玛；</p><p><a id="23"></a>10:23 统领玛拿西支派军队的是比大蓿的儿子迦玛列；</p><p><a id="24"></a>10:24 统领便雅悯支派军队的是基多尼的儿子亚比但。</p><p><a id="25"></a>10:25 在诸营末后的是但营的纛，按著军队往前行。统领军队的是亚米沙代的儿子亚希以谢；</p><p><a id="26"></a>10:26 统领亚设支派军队的是俄兰的儿子帕结；</p><p><a id="27"></a>10:27 统领拿弗他利支派军队的是以南的儿子亚希拉。</p><p><a id="28"></a>10:28 以色列人按著军队往前行，就是这样。</p><p><a id="29"></a>10:29 摩西对他岳父（注：或作“内兄”）米甸人流珥的儿子何巴说：“我们要行路往耶和华所应许之地去，他曾说：‘我要将这地赐给你们。’现在求你和我们同去，我们必厚待你，因为耶和华指著以色列人已经应许给好处。”</p><p><a id="30"></a>10:30 何巴回答说：“我不去，我要回本地本族那里去。”</p><p><a id="31"></a>10:31 摩西说：“求你不要离开我们，因为你知道我们要在旷野安营，你可以当作我们的眼目。</p><p><a id="32"></a>10:32 你若和我们同去，将来耶和华有甚么好处待我们，我们也必以甚么好处待你。”</p><p><a id="33"></a>10:33 以色列人离开耶和华的山，往前行了三天的路程；耶和华的约柜在前头行了三天的路程，为他们寻找安歇的地方。</p><p><a id="34"></a>10:34 他们拔营往前行，日间有耶和华的云彩在他们以上。</p><p><a id="35"></a>10:35 约柜往前行的时候，摩西就说：“耶和华啊，求你兴起！愿你的仇敌四散，愿恨你的人从你面前逃跑。”</p><p><a id="36"></a>10:36 约柜停住的时候，他就说：“耶和华啊，求你回到以色列的千万人中！”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/民数记/10.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _10 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _10 as default
};
