import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/约翰福音/15.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/约翰福音/15.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>15:1 我是真葡萄树，我父是栽培的人。</p><p><a id="2"></a>15:2 凡属我不结果子的枝子，他就剪去；凡结果子的，他就修理乾净，使枝子结果子更多。</p><p><a id="3"></a>15:3 现在你们因我讲给你们的道，已经乾净了。</p><p><a id="4"></a>15:4 你们要常在我里面，我也常在你们里面。枝子若不常在葡萄树上，自己就不能结果子；你们若不常在我里面，也是这样。</p><p><a id="5"></a>15:5 我是葡萄树，你们是枝子；常在我里面的，我也常在他里面，这人就多结果子。因为离了我，你们就不能做甚么。</p><p><a id="6"></a>15:6 人若不常在我里面，就像枝子丢在外面枯乾，人拾起来扔在火里烧了。</p><p><a id="7"></a>15:7 你们若常在我里面，我的话也常在你们里面；凡你们所愿意的，祈求就给你们成就。</p><p><a id="8"></a>15:8 你们多结果子，我父就因此得荣耀，你们也就是我的门徒了。</p><p><a id="9"></a>15:9 我爱你们，正如父爱我一样，你们要常在我的爱里。</p><p><a id="10"></a>15:10 你们若遵守我的命令，就常在我的爱里；正如我遵守了我父的命令，常在他的爱里。</p><p><a id="11"></a>15:11 这些事我已经对你们说了，是要叫我的喜乐存在你们心里，并叫你们的喜乐可以满足。</p><p><a id="12"></a>15:12 你们要彼此相爱，像我爱你们一样，这就是我的命令。</p><p><a id="13"></a>15:13 人为朋友舍命，人的爱心没有比这个大的。</p><p><a id="14"></a>15:14 你们若遵行我所吩咐的，就是我的朋友了。</p><p><a id="15"></a>15:15 以后我不再称你们为仆人，因仆人不知道主人所做的事；我乃称你们为朋友，因我从我父所听见的，已经都告诉你们了。</p><p><a id="16"></a>15:16 不是你们拣选了我，是我拣选了你们；并且分派你们去结果子，叫你们的果子常存，使你们奉我的名，无论向父求甚么，他就赐给你们。</p><p><a id="17"></a>15:17 我这样吩咐你们，是要叫你们彼此相爱。</p><p><a id="18"></a>15:18 世人若恨你们，你们知道（注：或作“该知道”）恨你们以先，已经恨我了。</p><p><a id="19"></a>15:19 你们若属世界，世界必爱属自己的；只因你们不属世界，乃是我从世界中拣选了你们，所以世界就恨你们。</p><p><a id="20"></a>15:20 你们要记念我从前对你们所说的话：‘仆人不能大于主人。’他们若逼迫了我，也要逼迫你们；若遵守了我的话，也要遵守你们的话。</p><p><a id="21"></a>15:21 但他们因我的名要向你们行这一切的事，因为他们不认识那差我来的。</p><p><a id="22"></a>15:22 我若没有来教训他们，他们就没有罪；但如今他们的罪无可推诿了。</p><p><a id="23"></a>15:23 恨我的，也恨我的父。</p><p><a id="24"></a>15:24 我若没有在他们中间行过别人未曾行的事，他们就没有罪；但如今连我与我的父，他们也看见也恨恶了。</p><p><a id="25"></a>15:25 这要应验他们律法上所写的话，说：‘他们无故地恨我。’</p><p><a id="26"></a>15:26 但我要从父那里差保惠师来，就是从父出来真理的圣灵，他来了，就要为我作见证。</p><p><a id="27"></a>15:27 你们也要作见证，因为你们从起头就与我同在。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/约翰福音/15.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _15 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _15 as default
};
