import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/出埃及记/40.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/出埃及记/40.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>40:1 耶和华晓谕摩西说：</p><p><a id="2"></a>40:2 “正月初一日，你要立起帐幕，</p><p><a id="3"></a>40:3 把法柜安放在里面，用幔子将柜遮掩。</p><p><a id="4"></a>40:4 把桌子搬进去，摆设上面的物。把灯台搬进去，点其上的灯。</p><p><a id="5"></a>40:5 把烧香的金坛安在法柜前，挂上帐幕的门廉。</p><p><a id="6"></a>40:6 把燔祭坛安在帐幕门前。</p><p><a id="7"></a>40:7 把洗濯盆安在会幕和坛的中间，在盆里盛水。</p><p><a id="8"></a>40:8 又在四围立院帷，把院子的门廉挂上。</p><p><a id="9"></a>40:9 用膏油把帐幕和其中所有的都抹上，使帐幕和一切器具成圣，就都成圣；</p><p><a id="10"></a>40:10 又要抹燔祭坛和一切器具使坛成圣，就都成为至圣；</p><p><a id="11"></a>40:11 要抹洗濯盆和盆座，使盆成圣。</p><p><a id="12"></a>40:12 要使亚伦和他儿子到会幕门口来，用水洗身。</p><p><a id="13"></a>40:13 要给亚伦穿上圣衣，又膏他，使他成圣，可以给我供祭司的职分；</p><p><a id="14"></a>40:14 又要使他儿子来，给他们穿上内袍。</p><p><a id="15"></a>40:15 怎样膏他们的父亲，也要照样膏他们，使他们给我供祭司的职分。他们世世代代凡受膏的，就永远当祭司的职任。”</p><p><a id="16"></a>40:16 摩西这样行，都是照耶和华所吩咐他的。</p><p><a id="17"></a>40:17 第二年正月初一日，帐幕就立起来。</p><p><a id="18"></a>40:18 摩西立起帐幕，安上带卯的座，立上板，穿上闩，立起柱子；</p><p><a id="19"></a>40:19 在帐幕以上搭罩棚，把罩棚的顶盖，盖在其上，是照耶和华所吩咐他的。</p><p><a id="20"></a>40:20 又把法版放在柜里，把杠穿在柜的两旁，把施恩座安在柜上。</p><p><a id="21"></a>40:21 把柜抬进帐幕，挂上遮掩柜的幔子，把法柜遮掩了，是照耶和华所吩咐他的。</p><p><a id="22"></a>40:22 又把桌子安在会幕内，在帐幕北边，在幔子外。</p><p><a id="23"></a>40:23 在桌子上将饼陈设在耶和华面前，是照耶和华所吩咐他的。</p><p><a id="24"></a>40:24 又把灯台安在会幕内，在帐幕南边，与桌子相对，</p><p><a id="25"></a>40:25 在耶和华面前点灯，是照耶和华所吩咐他的。</p><p><a id="26"></a>40:26 把金坛安在会幕内的幔子前，</p><p><a id="27"></a>40:27 在坛上烧了馨香料做的香，是照耶和华所吩咐他的。</p><p><a id="28"></a>40:28 又挂上帐幕的门廉。</p><p><a id="29"></a>40:29 在会幕的帐幕门前，安设燔祭坛，把燔祭和素祭献在其上，是照耶和华所吩咐他的。</p><p><a id="30"></a>40:30 把洗濯盆安在会幕和坛的中间，盆中盛水，以便洗濯。</p><p><a id="31"></a>40:31 摩西和亚伦并亚伦的儿子，在这盆里洗手洗脚。</p><p><a id="32"></a>40:32 他们进会幕或就近坛的时候，便都洗濯，是照耶和华所吩咐他的。</p><p><a id="33"></a>40:33 在帐幕和坛的四围，立了院帷，把院子的门廉挂上。这样，摩西就完了工。</p><p><a id="34"></a>40:34 当时，云彩遮盖会幕，耶和华的荣光就充满了帐幕。</p><p><a id="35"></a>40:35 摩西不能进会幕，因为云彩停在其上，并且耶和华的荣光充满了帐幕。</p><p><a id="36"></a>40:36 每逢云彩从帐幕收上去，以色列人就起程前往；</p><p><a id="37"></a>40:37 云彩若不收上去，他们就不起程，直等到云彩收上去。</p><p><a id="38"></a>40:38 日间，耶和华的云彩是在帐幕以上；夜间，云中有火，在以色列全家的眼前，在他们所行的路上都是这样。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/出埃及记/40.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _40 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _40 as default
};
