import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/撒母耳记(上)/2.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/撒母耳记(上)/2.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>2:1 哈拿祷告说：“我的心因耶和华快乐，我的角因耶和华高举。我的口向仇敌张开，我因耶和华的救恩欢欣。</p><p><a id="2"></a>2:2 只有耶和华为圣，除他以外没有可比的，也没有磐石像我们的　神。</p><p><a id="3"></a>2:3 人不要夸口说骄傲的话，也不要出狂妄的言语，因耶和华是大有知识的　神，人的行为被他衡量。</p><p><a id="4"></a>2:4 勇士的弓都已折断，跌倒的人以力量束腰。</p><p><a id="5"></a>2:5 素来饱足的，反作佣人求食；饥饿的，再不饥饿。不生育的，生了七个儿子；多有儿女的，反倒衰微。</p><p><a id="6"></a>2:6 耶和华使人死，也使人活；使人下阴间，也使人往上升。</p><p><a id="7"></a>2:7 他使人贫穷，也使人富足；使人卑微，也使人高贵。</p><p><a id="8"></a>2:8 他从灰尘里抬举贫寒人，从粪堆中提拔穷乏人；使他们与王子同坐，得著荣耀的座位。地的柱子属于耶和华，他将世界立在其上。</p><p><a id="9"></a>2:9 他必保护圣民的脚步；使恶人在黑暗中寂然不动。人都不能靠力量得胜。</p><p><a id="10"></a>2:10 与耶和华争竞的，必被打碎；耶和华必从天上以雷攻击他，必审判地极的人；将力量赐与所立的王，高举受膏者的角。”</p><p><a id="11"></a>2:11 以利加拿往拉玛回家去了。那孩子在祭司以利面前事奉耶和华。</p><p><a id="12"></a>2:12 以利的两个儿子是恶人，不认识耶和华。</p><p><a id="13"></a>2:13 这二祭司待百姓是这样的规矩：凡有人献祭，正煮肉的时候，祭司的仆人就来，手拿三齿的叉子，</p><p><a id="14"></a>2:14 将叉子往罐里，或鼎里，或釜里，或锅里一插，插上来的肉，祭司都取了去。凡上到示罗的以色列人，他们都是这样看待。</p><p><a id="15"></a>2:15 又在未烧脂油以前，祭司的仆人就来对献祭的人说：“将肉给祭司，叫他烤吧！他不要煮过的，要生的。”</p><p><a id="16"></a>2:16 献祭的人若说：“必须先烧脂油，然后你可以随意取肉。”仆人就说：“你立时给我！不然我便抢去。”</p><p><a id="17"></a>2:17 如此，这二少年人的罪在耶和华面前甚重了，因为他们藐视耶和华的祭物（注：或作“他们使人厌弃给耶和华献祭”）。</p><p><a id="18"></a>2:18 那时，撒母耳还是孩子，穿著细麻布的以弗得，侍立在耶和华面前。</p><p><a id="19"></a>2:19 他母亲每年为他做一件小外袍，同著丈夫上来献年祭的时候带来给他。</p><p><a id="20"></a>2:20 以利为以利加拿和他的妻祝福说：“愿耶和华由这妇人再赐你后裔，代替你从耶和华求来的孩子。”他们就回本乡去了。</p><p><a id="21"></a>2:21 耶和华眷顾哈拿，她就怀孕，生了三个儿子，两个女儿。那孩子撒母耳，在耶和华面前渐渐长大。</p><p><a id="22"></a>2:22 以利年甚老迈，听见他两个儿子待以色列众人的事，又听见他们与会幕门前伺候的妇人苟合。</p><p><a id="23"></a>2:23 他就对他们说：“你们为何行这样的事呢？我从这众百姓听见你们的恶行。</p><p><a id="24"></a>2:24 我儿啊，不可这样！我听见你们的风声不好，你们使耶和华的百姓犯了罪。</p><p><a id="25"></a>2:25 人若得罪人，有士师审判他；人若得罪耶和华，谁能为他祈求呢？”然而他们还是不听父亲的话，因为耶和华想要杀他们。</p><p><a id="26"></a>2:26 孩子撒母耳渐渐长大，耶和华与人越发喜爱他。</p><p><a id="27"></a>2:27 有神人来见以利，对他说：“耶和华如此说：‘你祖父在埃及法老家作奴仆的时候，我不是向他们显现吗？</p><p><a id="28"></a>2:28 在以色列众支派中，我不是拣选人作我的祭司，使他烧香，在我坛上献祭，在我面前穿以弗得，又将以色列人所献的火祭都赐给你父家吗？</p><p><a id="29"></a>2:29 我所吩咐献在我居所的祭物，你们为何践踏？尊重你的儿子过于尊重我，将我民以色列所献美好的祭物肥己呢？’</p><p><a id="30"></a>2:30 因此，耶和华以色列的　神说：‘我曾说，你和你父家必永远行在我面前；现在我却说，决不容你们这样行！因为尊重我的，我必重看他；藐视我的，他必被轻视。</p><p><a id="31"></a>2:31 日子必到，我要折断你的膀臂和你父家的膀臂，使你家中没有一个老年人。</p><p><a id="32"></a>2:32 在　神使以色列人享福的时候，你必看见我居所的败落。在你家中必永远没有一个老年人。</p><p><a id="33"></a>2:33 我必不从我坛前灭尽你家中的人，那未灭的必使你眼目乾瘪，心中忧伤。你家中所生的人都必死在中年。</p><p><a id="34"></a>2:34 你的两个儿子何弗尼、非尼哈所遭遇的事可作你的证据：他们二人必一日同死。</p><p><a id="35"></a>2:35 我要为自己立一个忠心的祭司，他必照我的心意而行。我要为他建立坚固的家，他必永远行在我的受膏者面前。</p><p><a id="36"></a>2:36 你家所剩下的人都必来叩拜他，求块银子，求个饼说：求你赐我祭司的职分，好叫我得点饼吃。’”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/撒母耳记(上)/2.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _2 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _2 as default
};
