import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/使徒行传/17.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/使徒行传/17.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>17:1 保罗和西拉经过暗妃坡里、亚波罗尼亚，来到帖撒罗尼迦，在那里有犹太人的会堂。</p><p><a id="2"></a>17:2 保罗照他素常的规矩进去，一连三个安息日，本著圣经与他们辩论，</p><p><a id="3"></a>17:3 讲解陈明基督必须受害，从死里复活；又说：“我所传与你们的这位耶稣，就是基督。”</p><p><a id="4"></a>17:4 他们中间有些人听了劝，就附从保罗和西拉，并有许多虔敬的希腊人，尊贵的妇女也不少。</p><p><a id="5"></a>17:5 但那不信的犹太人心里嫉妒，招聚了些市井匪类，搭夥成群，耸动合城的人闯进耶孙的家，要将保罗、西拉带到百姓那里。</p><p><a id="6"></a>17:6 找不著他们，就把耶孙和几个弟兄拉到地方官那里，喊叫说：“那搅乱天下的也到这里来了！</p><p><a id="7"></a>17:7 耶孙收留他们。这些人都违背凯撒的命令，说另有一个王耶稣。”</p><p><a id="8"></a>17:8 众人和地方官听见这话，就惊慌了，</p><p><a id="9"></a>17:9 于是取了耶孙和其余之人的保状，就释放了他们。</p><p><a id="10"></a>17:10 弟兄们随即在夜间打发保罗和西拉往庇哩亚去。二人到了，就进入犹太人的会堂。</p><p><a id="11"></a>17:11 这地方的人贤于帖撒罗尼迦的人，甘心领受这道，天天考查圣经，要晓得这道是与不是。</p><p><a id="12"></a>17:12 所以他们中间多有相信的，又有希腊尊贵的妇女，男子也不少。</p><p><a id="13"></a>17:13 但帖撒罗尼迦的犹太人知道保罗又在庇哩亚传　神的道，也就往那里去，耸动搅扰众人。</p><p><a id="14"></a>17:14 当时弟兄们便打发保罗往海边去；西拉和提摩太仍住在庇哩亚。</p><p><a id="15"></a>17:15 送保罗的人带他到了雅典，既领了保罗的命，叫西拉和提摩太速速到他这里来，就回去了。</p><p><a id="16"></a>17:16 保罗在雅典等候他们的时候，看见满城都是偶像，就心里著急，</p><p><a id="17"></a>17:17 于是在会堂里与犹太人和虔敬的人，并每日在市上所遇见的人辩论。</p><p><a id="18"></a>17:18 还有伊壁鸠鲁和斯多亚两门的学士与他争论。有的说：“这胡言乱语的要说甚么？”有的说：“他似乎是传说外邦鬼神的。”这话是因保罗传讲耶稣与复活的道。</p><p><a id="19"></a>17:19 他们就把他带到亚略巴古，说：“你所讲的这新道，我们也可以知道吗？</p><p><a id="20"></a>17:20 因为你有些奇怪的事传到我们耳中，我们愿意知道这些事是甚么意思。”</p><p><a id="21"></a>17:21 （雅典人和住在那里的客人都不顾别的事，只将新闻说说听听。）</p><p><a id="22"></a>17:22 保罗站在亚略巴古当中，说：“众位雅典人哪，我看你们凡事很敬畏鬼神。</p><p><a id="23"></a>17:23 我游行的时候，观看你们所敬拜的，遇见一座坛，上面写著‘未识之神’；你们所不认识而敬拜的，我现在告诉你们。</p><p><a id="24"></a>17:24 创造宇宙和其中万物的　神，既是天地的主，就不住人手所造的殿，</p><p><a id="25"></a>17:25 也不用人手服事，好像缺少甚么；自己倒将生命、气息、万物赐给万人。</p><p><a id="26"></a>17:26 他从一本造出万族的人（注：“本”有古卷作“血脉”），住在全地上，并且预先定准他们的年限和所住的疆界；</p><p><a id="27"></a>17:27 要叫他们寻求　神，或者可以揣摩而得。其实他离我们各人不远，</p><p><a id="28"></a>17:28 我们生活、动作、存留，都在乎他。就如你们作诗的，有人说：‘我们也是他所生的。’</p><p><a id="29"></a>17:29 我们既是　神所生的，就不当以为　神的神性像人用手艺、心思所雕刻的金、银、石。</p><p><a id="30"></a>17:30 世人蒙昧无知的时候，　神并不监察，如今却吩咐各处的人都要悔改。</p><p><a id="31"></a>17:31 因为他已经定了日子，要藉著他所设立的人按公义审判天下，并且叫他从死里复活，给万人作可信的凭据。”</p><p><a id="32"></a>17:32 众人听见从死里复活的话，就有讥诮他的；又有人说：“我们再听你讲这个吧！”</p><p><a id="33"></a>17:33 于是保罗从他们当中出去了。</p><p><a id="34"></a>17:34 但有几个人贴近他，信了主，其中有亚略巴古的官丢尼修，并一个妇人，名叫大马哩，还有别人一同信从。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/使徒行传/17.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _17 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _17 as default
};
