import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/使徒行传/18.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/使徒行传/18.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>18:1 这事以后，保罗离了雅典，来到哥林多。</p><p><a id="2"></a>18:2 遇见一个犹太人，名叫亚居拉，他生在本都；因为革老丢命犹太人都离开罗马，新近带著妻百基拉从意大利来。保罗就投奔了他们。</p><p><a id="3"></a>18:3 他们本是制造帐棚为业。保罗因与他们同业，就和他们同住做工。</p><p><a id="4"></a>18:4 每逢安息日，保罗在会堂里辩论，劝化犹太人和希腊人。</p><p><a id="5"></a>18:5 西拉和提摩太从马其顿来的时候，保罗为道迫切，向犹太人证明耶稣是基督。</p><p><a id="6"></a>18:6 他们既抗拒、毁谤，保罗就抖著衣裳说：“你们的罪归到你们自己头上（注：“罪”原文作“血”），与我无干（注：原文作“我却乾净”）！从今以后，我要往外邦人那里去。”</p><p><a id="7"></a>18:7 于是离开那里，到了一个人的家中，这人名叫提多犹士都，是敬拜神的，他的家靠近会堂。</p><p><a id="8"></a>18:8 管会堂的基利司布和全家都信了主，还有许多哥林多人听了，就相信受洗。</p><p><a id="9"></a>18:9 夜间，主在异象中对保罗说：“不要怕，只管讲，不要闭口。</p><p><a id="10"></a>18:10 有我与你同在，必没有人下手害你，因为在这城里，我有许多的百姓。”</p><p><a id="11"></a>18:11 保罗在那里住了一年零六个月，将　神的道教训他们。</p><p><a id="12"></a>18:12 到迦流作亚该亚方伯的时候，犹太人同心起来攻击保罗，拉他到公堂，</p><p><a id="13"></a>18:13 说：“这个人，劝人不按著律法敬拜　神。”</p><p><a id="14"></a>18:14 保罗刚要开口，迦流就对犹太人说：“你们这些犹太人！如果是为冤枉或奸恶的事，我理当耐性听你们。</p><p><a id="15"></a>18:15 但所争论的，若是关乎言语、名目和你们的律法，你们自己去办吧！这样的事我不愿意审问。”</p><p><a id="16"></a>18:16 就把他们撵出公堂。</p><p><a id="17"></a>18:17 众人便揪住管会堂的所提尼，在堂前打他。这些事迦流都不管。</p><p><a id="18"></a>18:18 保罗又住了多日，就辞别了弟兄，坐船往叙利亚去，百基拉、亚居拉和他同去。他因为许过愿，就在坚革哩剪了头发。</p><p><a id="19"></a>18:19 到了以弗所，保罗就把他们留在那里，自己进了会堂，和犹太人辩论。</p><p><a id="20"></a>18:20 众人请他多住些日子，他却不允，</p><p><a id="21"></a>18:21 就辞别他们，说：“　神若许我，我还要回到你们这里。”于是开船离了以弗所。</p><p><a id="22"></a>18:22 在凯撒利亚下了船，就上耶路撒冷去问教会安，随后下安提阿去。</p><p><a id="23"></a>18:23 住了些日子，又离开那里，挨次经过加拉太和弗吕家地方，坚固众门徒。</p><p><a id="24"></a>18:24 有一个犹太人，名叫亚波罗，来到以弗所。他生在亚历山大，是有学问的，最能讲解圣经（注：“学问”或作“口才”）。</p><p><a id="25"></a>18:25 这人已经在主的道上受了教训，心里火热，将耶稣的事详细讲论教训人；只是他单晓得约翰的洗礼。</p><p><a id="26"></a>18:26 他在会堂里放胆讲道，百基拉、亚居拉听见，就接他来，将　神的道给他讲解更加详细。</p><p><a id="27"></a>18:27 他想要往亚该亚去，弟兄们就勉励他，并写信请门徒接待他（注：或作“弟兄们就写信劝门徒接待他”）。他到了那里，多帮助那蒙恩主的人信，</p><p><a id="28"></a>18:28 在众人面前极有能力，驳倒犹太人，引圣经证明耶稣是基督。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/使徒行传/18.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _18 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _18 as default
};
