import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/以西结书/26.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/以西结书/26.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>26:1 第十一年十一月初一日，耶和华的话临到我说：</p><p><a id="2"></a>26:2 “人子啊，因推罗向耶路撒冷说：‘阿哈！那作众民之门的已经破坏，向我开放；她既变为荒场，我必丰盛。’</p><p><a id="3"></a>26:3 所以主耶和华如此说：推罗啊，我必与你为敌，使许多国民上来攻击你，如同海使波浪涌上来一样。</p><p><a id="4"></a>26:4 他们必破坏推罗的墙垣，拆毁她的城楼。我也要刮净尘土，使她成为净光的磐石。</p><p><a id="5"></a>26:5 她必在海中作晒网的地方，也必成为列国的掳物。这是主耶和华说的。</p><p><a id="6"></a>26:6 属推罗城邑的居民（注：原文作“田间的众女”。8节同）必被刀剑杀灭，他们就知道我是耶和华。</p><p><a id="7"></a>26:7 　主耶和华如此说：我必使诸王之王的巴比伦王尼布甲尼撒率领马匹、车辆、马兵、军队和许多人民，从北方来攻击你推罗。</p><p><a id="8"></a>26:8 他必用刀剑杀灭属你城邑的居民，也必造台、筑垒、举盾牌攻击你。</p><p><a id="9"></a>26:9 他必安设撞城锤攻破你的墙垣，用铁器拆毁你的城楼。</p><p><a id="10"></a>26:10 因他的马匹众多，尘土扬起遮蔽你。他进入你的城门，好像人进入已有破口之城。那时，你的墙垣必因骑马的和战车、辎重车的响声震动。</p><p><a id="11"></a>26:11 他的马蹄必践踏你一切的街道，他必用刀杀戮你的居民，你坚固的柱子（注：或作“柱像”）必倒在地上。</p><p><a id="12"></a>26:12 人必以你的财宝为掳物，以你的货财为掠物，破坏你的墙垣，拆毁你华美的房屋，将你的石头、木头、尘土都抛在水中。</p><p><a id="13"></a>26:13 我必使你唱歌的声音止息，人也不再听见你弹琴的声音。</p><p><a id="14"></a>26:14 我必使你成为净光的磐石，作晒网的地方。你不得再被建造，因为这是主耶和华说的。</p><p><a id="15"></a>26:15 主耶和华对推罗如此说：在你中间行杀戮，受伤之人唉哼的时候，因你倾倒的响声，海岛岂不都震动吗？</p><p><a id="16"></a>26:16 那时，靠海的君王必都下位，除去朝服，脱下花衣，披上战兢，坐在地上，时刻发抖，为你惊骇。</p><p><a id="17"></a>26:17 他们必为你作起哀歌说：‘你这有名之城，素为航海之人居住，在海上为最坚固的。平日，你和居民使一切住在那里的人无不惊恐，现在何竟毁灭了？</p><p><a id="18"></a>26:18 如今在你这倾覆的日子，海岛都必战兢，海中的群岛见你归于无有，就都惊惶。’</p><p><a id="19"></a>26:19 主耶和华如此说：推罗啊，我使你变为荒凉，如无人居住的城邑，又使深水漫过你，大水淹没你。</p><p><a id="20"></a>26:20 那时，我要叫你下入阴府，与古时的人一同在地的深处久已荒凉之地居住，使你不再有居民。我也要在活人之地显荣耀（注：“我也云云”或作“在活人之地不再有荣耀”）</p><p><a id="21"></a>26:21 我必叫你令人惊恐，不再存留于世。人虽寻找你，却永寻不见。这是主耶和华说的。”</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/以西结书/26.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _26 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _26 as default
};
