import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/民数记/23.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/民数记/23.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>23:1 巴兰对巴勒说：“你在这里给我筑七座坛，为我预备七只公牛，七只公羊。”</p><p><a id="2"></a>23:2 巴勒照巴兰的话行了。巴勒和巴兰在每座坛上献一只公牛，一只公羊。</p><p><a id="3"></a>23:3 巴兰对巴勒说：“你站在你的燔祭旁边，我且往前去，或者耶和华来迎见我，他指示我甚么，我必告诉你。”于是，巴兰上一净光的高处，</p><p><a id="4"></a>23:4 神迎见巴兰。巴兰说：“我预备了七座坛，在每座坛上献了一只公牛，一只公羊。”</p><p><a id="5"></a>23:5 耶和华将话传给巴兰，又说：“你回到巴勒那里，要如此如此说。”</p><p><a id="6"></a>23:6 他就回到巴勒那里，见他同摩押的使臣都站在燔祭旁边。</p><p><a id="7"></a>23:7 巴兰便题起诗歌说：“巴勒引我出亚兰；摩押王引我出东山，说：‘来啊，为我咒诅雅各；来啊，怒骂以色列。’</p><p><a id="8"></a>23:8 神没有咒诅的，我焉能咒诅？耶和华没有怒骂的，我焉能怒骂？</p><p><a id="9"></a>23:9 我从高峰看他，从小山望他。这是独居的民，不列在万民中。</p><p><a id="10"></a>23:10 谁能数点雅各的尘土？谁能计算以色列的四分之一？我愿如义人之死而死，我愿如义人之终而终。”</p><p><a id="11"></a>23:11 巴勒对巴兰说：“你向我做的是甚么事呢？我领你来咒诅我的仇敌，不料，你竟为他们祝福。”</p><p><a id="12"></a>23:12 他回答说：“耶和华传给我的话，我能不谨慎传说吗？”</p><p><a id="13"></a>23:13 巴勒说：“求你同我往别处去，在那里可以看见他们，你不能全看见，只能看见他们边界上的人，在那里要为我咒诅他们。”</p><p><a id="14"></a>23:14 于是领巴兰到了琐腓田，上了□斯迦山顶，筑了七座坛，每座坛上献一只公牛，一只公羊。</p><p><a id="15"></a>23:15 巴兰对巴勒说：“你站在这燔祭旁边，等我往那边去迎见耶和华。”</p><p><a id="16"></a>23:16 耶和华临到巴兰那里，将话传给他，又说：“你回到巴勒那里，要如此如此说。”</p><p><a id="17"></a>23:17 他就回到巴勒那里，见他站在燔祭旁边，摩押的使臣也和他在一处。巴勒问他说：“耶和华说了甚么话呢？”</p><p><a id="18"></a>23:18 巴兰就题诗歌说：“巴勒，你起来听；西拨的儿子，你听我言。</p><p><a id="19"></a>23:19 神非人，必不至说谎；也非人子，必不至后悔。他说话岂不照著行呢？他发言岂不要成就呢？</p><p><a id="20"></a>23:20 我奉命祝福，　神也曾赐福，此事我不能翻转。</p><p><a id="21"></a>23:21 他未见雅各中有罪孽；也未见以色列中有奸恶。耶和华他的　神和他同在，有欢呼王的声音在他们中间。</p><p><a id="22"></a>23:22 神领他们出埃及，他们似乎有野牛之力。</p><p><a id="23"></a>23:23 断没有法术可以害雅各；也没有占卜可以害以色列。现在必有人论及雅各，就是论及以色列说：‘　神为他行了何等的大事！’</p><p><a id="24"></a>23:24 这民起来彷佛母狮，挺身好像公狮，未曾吃野食，未曾喝被伤者之血，决不躺卧。”</p><p><a id="25"></a>23:25 巴勒对巴兰说：“你一点不要咒诅他们，也不要为他们祝福。”</p><p><a id="26"></a>23:26 巴兰回答巴勒说：“我岂不是告诉你说：凡耶和华所说的，我必须遵行吗？”</p><p><a id="27"></a>23:27 巴勒对巴兰说：“来吧，我领你往别处去，或者　神喜欢你在那里为我咒诅他们。”</p><p><a id="28"></a>23:28 巴勒就领巴兰到那下望旷野的□珥山顶上。</p><p><a id="29"></a>23:29 巴兰对巴勒说：“你在这里为我筑七座坛，又在这里为我预备七只公牛，七只公羊。”</p><p><a id="30"></a>23:30 巴勒就照巴兰的话行，在每座坛上献一只公牛，一只公羊。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/民数记/23.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _23 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _23 as default
};
