import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/历代志(上)/29.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/历代志(上)/29.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>29:1 大卫王对会众说：“我儿子所罗门是　神特选的，还年幼娇嫩。这工程甚大，因这殿不是为人，乃是为耶和华　神建造的。</p><p><a id="2"></a>29:2 我为我　神的殿已经尽力，预备金子做金器，银子做银器，铜做铜器，铁做铁器，木做木器，还有红玛瑙可镶嵌的宝石，彩石和一切的宝石，并许多汉白玉。</p><p><a id="3"></a>29:3 且因我心中爱慕我　神的殿，就在预备建造圣殿的材料之外，又将我自己积蓄的金银献上，建造我　神的殿，</p><p><a id="4"></a>29:4 就是俄斐金三千他连得，精炼的银子七千他连得，以贴殿墙。</p><p><a id="5"></a>29:5 金子做金器，银子做银器，并藉匠人的手制造一切。今日有谁乐意将自己献给耶和华呢？”</p><p><a id="6"></a>29:6 于是，众族长和以色列各支派的首领、千夫长、百夫长，并监管王工的官长，都乐意献上。</p><p><a id="7"></a>29:7 他们为　神神殿的使用献上金子五千他连得零一万达利克，银子一万他连得，铜一万八千他连得，铁十万他连得。</p><p><a id="8"></a>29:8 凡有宝石的都交给革顺人耶歇，送入耶和华殿的府库。</p><p><a id="9"></a>29:9 因这些人诚心乐意献给耶和华，百姓就欢喜，大卫王也大大欢喜。</p><p><a id="10"></a>29:10 所以，大卫在会众面前称颂耶和华说：“耶和华我们的父，以色列的　神，是应当称颂，直到永永远远的！</p><p><a id="11"></a>29:11 耶和华啊，尊大、能力、荣耀、强胜、威严都是你的；凡天上地下的都是你的；国度也是你的；并且你为至高，为万有之首。</p><p><a id="12"></a>29:12 丰富尊荣都从你而来。你也治理万物。在你手里有大能大力，使人尊大强盛都出于你。</p><p><a id="13"></a>29:13 我们的　神啊，现在我们称谢你，赞美你荣耀之名！</p><p><a id="14"></a>29:14 我算甚么，我的民算甚么，竟能如此乐意奉献？因为万物都从你而来，我们把从你而得的献给你！</p><p><a id="15"></a>29:15 我们在你面前是客旅、是寄居的，与我们列祖一样。我们在世的日子如影儿，不能长存（注：或作“没有长存的指望”）。</p><p><a id="16"></a>29:16 耶和华我们的　神啊，我们预备这许多材料，要为你的圣名建造殿宇，都是从你而来，都是属你的。</p><p><a id="17"></a>29:17 我的　神啊，我知道你察验人心，喜悦正直。我以正直的心乐意献上这一切物。现在我喜欢见你的民在这里都乐意奉献与你。</p><p><a id="18"></a>29:18 耶和华我们列祖亚伯拉罕、以撒、以色列的　神啊，求你使你的民，常存这样的心思意念，坚定他们的心归向你。</p><p><a id="19"></a>29:19 又求你赐我儿子所罗门诚实的心，遵守你的命令、法度、律例，成就这一切的事，用我所预备的建造殿宇。”</p><p><a id="20"></a>29:20 大卫对全会众说：“你们应当称颂耶和华你们的　神。”于是，会众称颂耶和华他们列祖的　神，低头拜耶和华与王。</p><p><a id="21"></a>29:21 次日，他们向耶和华献平安祭和燔祭，就是献公牛一千只，公绵羊一千只，羊羔一千只，并同献的奠祭，又为以色列众人献许多的祭。那日，他们在耶和华面前吃喝，大大欢乐。</p><p><a id="22"></a>29:22 他们奉耶和华的命，再膏大卫的儿子所罗门作王，又膏撒督作祭司。</p><p><a id="23"></a>29:23 于是所罗门坐在耶和华所赐的位上，接续他父亲大卫作王，万事亨通；以色列众人也都听从他。</p><p><a id="24"></a>29:24 众首领和勇士，并大卫王的众子，都顺服所罗门王。</p><p><a id="25"></a>29:25 耶和华使所罗门在以色列众人眼前甚为尊大，极其威严，胜过在他以前的以色列王。</p><p><a id="26"></a>29:26 耶西的儿子大卫作以色列众人的王。</p><p><a id="27"></a>29:27 作王共四十年：在希伯仑作王七年，在耶路撒冷作王三十三年。</p><p><a id="28"></a>29:28 他年纪老迈，日子满足，享受丰富、尊荣，就死了。他儿子所罗门接续他作王。</p><p><a id="29"></a>29:29 大卫王始终的事，都写在先见撒母耳的书上和先知拿单并先见迦得的书上。</p><p><a id="30"></a>29:30 他的国事和他的勇力，以及他和以色列并列国所经过的事，都写在这书上。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/历代志(上)/29.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _29 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _29 as default
};
