import { ssrRenderAttrs } from "vue/server-renderer";
import { useSSRContext } from "vue";
import { _ as _export_sfc } from "./plugin-vue_export-helper.cc2b3d55.js";
const __pageData = JSON.parse('{"title":"","description":"","frontmatter":{},"headers":[],"relativePath":"bible/创世记/11.md","lastUpdated":1690730860000}');
const _sfc_main = { name: "bible/创世记/11.md" };
function _sfc_ssrRender(_ctx, _push, _parent, _attrs, $props, $setup, $data, $options) {
  _push(`<div${ssrRenderAttrs(_attrs)}><p><a id="1"></a>11:1 那时，天下人的口音言语都是一样。</p><p><a id="2"></a>11:2 他们往东边迁移的时候，在示拿地遇见一片平原，就住在那里。</p><p><a id="3"></a>11:3 他们彼此商量说：“来吧，我们要做砖，把砖烧透了。”他们就拿砖当石头，又拿石漆当灰泥。</p><p><a id="4"></a>11:4 他们说：“来吧，我们要建造一座城和一座塔，塔顶通天，为要传扬我们的名，免得我们分散在全地上。”</p><p><a id="5"></a>11:5 耶和华降临，要看看世人所建造的城和塔。</p><p><a id="6"></a>11:6 耶和华说：“看哪！他们成为一样的人民，都是一样的言语，如今既做起这事来，以后他们所要做的事就没有不成就的了。</p><p><a id="7"></a>11:7 我们下去，在那里变乱他们的口音，使他们的言语彼此不通。”</p><p><a id="8"></a>11:8 于是，耶和华使他们从那里分散在全地上，他们就停工不造那城了。</p><p><a id="9"></a>11:9 因为耶和华在那里变乱天下人的言语，使众人分散在全地上，所以那城名叫巴别（注：就是“变乱”的意思）。</p><p><a id="10"></a>11:10 闪的后代记在下面：洪水以后二年，闪一百岁生了亚法撒。</p><p><a id="11"></a>11:11 闪生亚法撒之后，又活了五百年，并且生儿养女。</p><p><a id="12"></a>11:12 亚法撒活到三十五岁，生了沙拉。</p><p><a id="13"></a>11:13 亚法撒生沙拉之后，又活了四百零三年，并且生儿养女。</p><p><a id="14"></a>11:14 沙拉活到三十岁，生了希伯。</p><p><a id="15"></a>11:15 沙拉生希伯之后，又活了四百零三年，并且生儿养女。</p><p><a id="16"></a>11:16 希伯活到三十四岁，生了法勒。</p><p><a id="17"></a>11:17 希伯生法勒之后，又活了四百三十年，并且生儿养女。</p><p><a id="18"></a>11:18 法勒活到三十岁，生了拉吴。</p><p><a id="19"></a>11:19 法勒生拉吴之后，又活了二百零九年，并且生儿养女。</p><p><a id="20"></a>11:20 拉吴活到三十二岁，生了西鹿。</p><p><a id="21"></a>11:21 拉吴生西鹿之后，又活了二百零七年，并且生儿养女。</p><p><a id="22"></a>11:22 西鹿活到三十岁，生了拿鹤。</p><p><a id="23"></a>11:23 西鹿生拿鹤之后，又活了二百年，并且生儿养女。</p><p><a id="24"></a>11:24 拿鹤活到二十九岁，生了他拉。</p><p><a id="25"></a>11:25 拿鹤生他拉之后，又活了一百一十九年，并且生儿养女。</p><p><a id="26"></a>11:26 他拉活到七十岁，生了亚伯兰、拿鹤、哈兰。</p><p><a id="27"></a>11:27 他拉的后代记在下面：他拉生亚伯兰、拿鹤、哈兰。哈兰生罗得。</p><p><a id="28"></a>11:28 哈兰死在他的本地迦勒底的吾珥，在他父亲他拉之先。</p><p><a id="29"></a>11:29 亚伯兰、拿鹤各娶了妻：亚伯兰的妻子名叫撒莱；拿鹤的妻子名叫密迦，是哈兰的女儿；哈兰是密迦和亦迦的父亲。</p><p><a id="30"></a>11:30 撒莱不生育，没有孩子。</p><p><a id="31"></a>11:31 他拉带著他儿子亚伯兰和他孙子哈兰的儿子罗得，并他儿妇亚伯兰的妻子撒莱，出了迦勒底的吾珥，要往迦南地去。他们走到哈兰就住在那里。</p><p><a id="32"></a>11:32 他拉共活了二百零五岁，就死在哈兰。</p></div>`);
}
const _sfc_setup = _sfc_main.setup;
_sfc_main.setup = (props, ctx) => {
  const ssrContext = useSSRContext();
  (ssrContext.modules || (ssrContext.modules = /* @__PURE__ */ new Set())).add("bible/创世记/11.md");
  return _sfc_setup ? _sfc_setup(props, ctx) : void 0;
};
const _11 = /* @__PURE__ */ _export_sfc(_sfc_main, [["ssrRender", _sfc_ssrRender]]);
export {
  __pageData,
  _11 as default
};
